{
  "Profile": "Hellagur once belonged to the Ursus Imperial Guard. He is the acting manager of \"Azazel,\" an underground clinic for the Chernobog infected. All other relevant work experience has been lost. His mature knowledge of military theoretical systems and his ability in combat make him suitable for a vast majority of combat operations. He is currently in an agreement to be stationed at Rhodes Island, where he provides tactical support.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of his internal organs to be indistinct due to abnormal shadows. Originium granules have been detected in his circulatory system, confirming him to be infected with Oripathy. [Cell-Originium Assimilation] 13%As leader of the infected clinic Azazel, Hellagur's infection symptoms are manifestly present. [Blood Originium-Crystal Density] 0.21u/LConcentration is currently within a manageable category. Perhaps Azazel does indeed have unique technology for slowing down the spread of infection. Honestly, who isn't interested in the technology Azazel uses to treat this disease? Of course, it is pointless to ask the General. He doesn't understand any of it.— Medic J.A",
  "Archive_File_1": "It is unknown when Rhodes Island operators began referring to Hellagur as \"General.\" Although Hellagur has never revealed his identity to anyone else, members of the Ursus Infected Underground have always regarded him as legendary. This has led all operators to take an interest in these rumors.Of course, as an Azazel infected, Hellagur himself has said that he is more adept at helping the clinic continue its operations rather than developing its medical technology, influence, and scale.In fact, Hellagur does indeed guarantee Azazel's status. For many years, Azazel has been an important pillar of support for the Chernobog infected. Most of the local infected are grateful for Azazel's efforts.But maintaining a benevolent, neutral stance cannot protect this clinic in times of political turmoil. After all, they are too influential. Whether by trying to remain neutral or actively trying to topple a certain party, they inevitably put either tangible or intangible pressure on one side or the other.It would be better to say that being able to escape the Chernobog incident unscathed proves that Hellagur possesses acute foresight. Hellagur has his own opinions of the chain of events that might lead to the clinic's destruction, but said he is unable to divulge more information until more definitive evidence presents itself.At least for now, Hellagur is mum about everything regarding Azazel. If one wishes to ask about Azazel, it is better to ask one of the other operators...",
  "Archive_File_2": "Hellagur maintains an intense hostility toward Ursus authorities. Part of this hatred is derived from his desire to protect the clinic, and the other part is due to reasons unknown.Though Hellagur is by no means a defeatist, he still has taken a hardline attitude toward operations in the Ursus area.However, when analyzing the military power of Ursus, he has said \"No political entity should come into direct conflict with Ursus. Even if its corruption and fanaticism will eventually destroy it, it's still the most fearsome force in the land.\"From this point of view it could be said that as an infected himself, Hellagur's opinions on many matters are far more critical than those of other infected.All strategically-minded operators have their own thoughts on the situation, and they're all well aware of Rhodes Island's true circumstances in it. Hellagur's relationship with Ursus may make a small number of operators distrustful. But operators who attended the strategic meetings all understand Hellagur's true intentions. But Hellagur's words contain no contradictions. He believes that as an infected, he is already on Ursus's opposing side — \"However, once Ursus looks at you, you will know the difference between being an enemy of Ursus, and Ursus regarding you as one.\"",
  "Archive_File_3": "[Classified Log]After analyzing a large amount of information and many pieces of intelligence, we have inferred some facts. Now we will list out some psychological analysis of the subject, for personnel reference only. \"Over the course of his life, he has suffered two traumas that he is still struggling with.The first trauma was when he watched a long-time friend pass away in front of his very eyes. His friend was the commander of the enemy army, the target of his mission, and was identified as a core figure in the enemy army by Ursus.The second trauma was when a terrible battle broke out between him and the person he trusted the most. After the battle, he was still standing, but the fate of the other person is unknown, as if he died in some unknown alley somewhere. The first time, his friend entrusted him with a blade called \"Kudarikiri,\" and a young infected girl named Neon.The second time, the person he trusted left him a black market clinic called \"Azazel,\" as well as a conviction. Hellagur knew his friend had plotted Ursus's defeat, but Hellagur would not blame him.Hellagur knew that the child he trusted had instigated the entire betrayal and injured all of the infected in the clinic, but Hellagur would not hate this child. He often refers to himself as a warrior. Perhaps this is because he doesn't know how to face everything Ursus has done to him.Maybe a little bit of hope is the only motivation he has to keep on living.\" Although these conclusions unavoidably contain some of the opinions of the individual who collected this intelligence, we still trust in her ability to organize clues.Our response to the incident depends on the decision itself, but at the very least, we may already understand the reason why the General often merely sighs at Miss Neon's improper behavior.",
  "Archive_File_4": "[Classified File]Although the General has never clearly state his name, but I have guessed his former identity.He displayed outstanding talent in the decisive battle[sic] of the Four Emperors. He earned a major reputation during the Tenth Urcha War.[note 1] An Ursus soldier with these kinds of achievements is rare indeed.During the Bloodpeak Campaign, he established a glowing military record but then vanished without a trace. There is only one high-ranking Ursus commander that meets these conditions.As for how I made the inference, well, it's just a guess! Over several decades, Ursus has executed over a hundred commanders. The few left alive can be counted on one hand. Consult a registry of names to get the answer!In the past, both Kal'tsit and I would have been opposed to this cooperation. But these are different times. Even ■■■■ feels that the situation is getting quite thorny.Kal'tsit believes that after the Chernobog Incident, the Ursus authorities will carry out a frantic counter-attack and that this should be handled through the Ursus infected community.My thinking is a bit simpler. Azazel is buried so deeply that if Rhodes Island dug them out, Ursus wouldn't have much of an opinion on it. Anyway, they're not too familiar with them.The more cards we have to play, the better, and it's not about who plays their cards first. Warfarin also really wants to get his hands on Azazel's technology. Just look at it as me trying to do someone a favor, all right?However, the Doctor absolutely refuses to let me see Hellagur's writings! Damn it. What's wrong with taking a peek? I'm not going to forget this! But what exactly is the General thinking about? Or who exactly is still supporting him?Since the Bloodpeak Campaign, the nobility and the new politicians have been using this opportunity to eliminate military forces. Hellagur has been very lucky to survive judgment. Of course, this may be the benefit of his never having participated in politics, but think about this: neither the army nor the politicians will be content with the current situation. They'll both have the next step planned.He'll never divulge much about Azazel. Maybe its secrets are as terrifying as his experiences. Kal'tsit knows that Hellagur isn't Azazel's main leader.This isn't over. His experience, his country, the things he cares about will all drag him down eventually. When the time comes, it may not be up to us whether we need to pull him down or not.—— ■■■",
  "Promotion_Record": "\"What are you willing to lose to heal her?\"\"Everything but her.\"\"I want your dignity, sir. Everything the Ursus Empire took from us, we're going to peel off your body.\"\"I'm not sure my body has any dignity left.\"\"It does, sir. Welcome. You are now one of us.\""
}