{
  "Profile": "Irene, former Iberian Inquisitor and student of High Inquisitor Dario. She is well-versed with Iberia's history, laws, and human geography. After the \"Stultifera Navis\" Incident, she resigned from her position as an Inquisitor, and with Kal'tsit's personal recommendation, she signed a cooperation agreement with Rhodes Island as an Inquisition Messenger to prepare for the threats of the sea.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, the operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Irene shows no signs of Originium infection. [Blood Originium-Crystal Density] 0.11u/LOperator Irene rarely comes into contact with Originium.Although she frequently enters dangerous areas, Irene is extremely careful about her own protection. Everything will be all okay as long as she stays vigilant.–Medical Operator",
  "Archive_File_1": "A former Iberian Inquisition member and student of High Inquisitor Dario who is well-versed in Iberian scriptures and laws as well as rapier swordsmanship. If you had first met her in Iberia, she would most likely have pridefully introduced herself like that with her head held high.Yet ever since Irene came to Rhodes Island, she has never brought up her past status on her own accord. Or perhaps it would be more accurate to say that she very quickly accepted her change in identity.All of Irene's files were personally handled by Kal'tsit herself, and she was quickly registered as a Rhodes Island Operator without going through much of the cumbersome steps the process normally entailed. Afterwards, Irene was assigned to the Iberian Special Task Force and, for the time being, she will not participate in regular missions. Outside of work, however, Irene continues to live alongside other Operators and proactively studies tactical techniques she has yet to master. She is stricter than anyone else in upholding Rhodes Island's rules, and she spends all her down time at the library. Occasionally, she muses that it reminds her of her time at the Inquisition as a student. Much deservedly, her efforts bore fruit. Her internalized knowledge aside, the improvement in her combat skills and overall physical tests' results were more than enough for her instructors and other reserve Operators to see her in a different light.Everything that Irene is doing is her following through with her belief: \"It's not my identity that determines who I am. It's what I do that does.\"Likewise, after a lengthy period of time, many of Rhodes Island's Operators finally realized that although she may seem overly serious and taciturn, Irene isn't one to refuse the friendship of others. Without fail, she offers aid to those who seek her help, and she unreservedly recommends her favorite Iberian Golden Age music to music enthusiasts. Our personnel have also noticed that, on multiple joyous occasions, Irene would watch Gladiia dance from afar, seemingly eager to try it out herself.",
  "Archive_File_2": "Formerly the Iberian state church, the Iberian Inquisition and the Lateran have always had an inseparable relationship throughout history. This relationship began to wane with Iberia's rise during its Golden Age. After the Profound Silence, a dozen men, including Carmen, reformed and expanded the church until it reached its enormous size today. The Inquisition's main responsibility remains responding to the threat from the sea, but, at the same time, the Inquisition is also an organization that can truly determine Iberia's politics. This is information that we already know of, and Irene has nothing more to add to that end.The lantern and handcannon that Operator Irene carries around with her are both standard Iberian Inquisition equipment. They are modeled after the ones carried by the statues of saints that date to the Iberian Church era. The lantern is in reality a special kind of staff through which any Originium Arts cast can affect a person's nervous system, which can be used to deter normal foes as well as protect allies and the user herself from the Sea Terror and Seaborn's attacks. Similarly, firing a handcannon is also fundamentally a kind of Originium Arts. When Irene fires her handcannon, the strength her weapon unleashes exceeds even that of normal handguns. However, according to Irene's own testimony and the relevant mission logs, that hardly even scratches the surface of what this weapon is capable of. The only thing holding it back is Irene not being able to wield it freely at the moment.When our Engineering operators asked to study these special weapons, Irene immediately agreed.\"Nowhere does our lawbooks say that we can't hand over our weapons. If that will help us better fend off the threats of the sea, feel free to study them however you want.\"However, the Engineering Department's efforts to research the weapons were quickly abandoned.\"We can't analyze the weapon any further without taking it apart and irreparably damaging it in the process. That goes to show how this difficult this technology is to attain,\" concluded Weedy of the Engineering Department with a displeased tone.We have noticed that certain Ægir operators from Iberia display varying levels of discomfort or stress whenever they see Irene and her lantern. Although they have no reason to be afraid of Irene, one can imagine that there must be a reason behind the way they react. Her Inquisition standard-issue equipment is, in a sense, a symbol of the Inquisition itself. From what a few Ægir operators have told us that, overtime, Ægir carrying swords and lanterns have become a common sight in Iberia.\"The Ægir brought evil and calamity.\" Many Iberians have that impression, and Irene once shared that view as well, but after the string of events that unfolded before her eyes, Irene began to see them in a different light. Although, the treatment Iberian Ægir receives remains a difficult issue just like that of the Infected, at the very least, Irene is making amends for this strange relationship by being friendly to all of Rhodes Island's Ægir operators.\"Until today, the Inquisition has been a vital part of Iberia's defensive power. There is no greater burden than the responsibility that Inquisitors shoulder when they lay down judgment as just the slightest mistake can lead to terrible outcomes that no one can take responsibility for. Which is why, most of the time, the Inquisitors' top priority is to prevent the worst outcome from happening... but that's no excuse for the Inquisition's sometimes trivially-made decisions. The judgments of Inquisitors must answer to everyone on Iberian soil.\"–Brief excerpt from Irene's mission report for the \"Stultifera Navis\" incident.",
  "Archive_File_3": "[Classified Log]\"After we returned to the Inquisition from Sal Viento, my maestro took me to the underground lairs of the Inquisition. I'd heard before that under the Inquisition's halls was a prison where the most dangerous men were kept. I knew nothing beyond that, and I was forbidden from even asking, but he took me there after we got back from Sal Viento.\"\"I followed him through the Inquisition's dark doors, down a spiral staircase, and through another dozen locked doors until we could see no natural light or hear anything from outside. It was only because of the light of his lantern that I could see the jail.\"\"Locked away there was a Seaborn. That was the first time I ever heard of them.\"\"What kind of Seaborn was it? Is it any different from the ones you would eventually meet?\"\"I have no idea if it was because that was the first time I ever saw one in the flesh, but that Seaborn was very different... I couldn't understand its body structure... or perhaps it never had any structure to start with. It had all the organs that life as we know it has, but they weren't connected in any way that would make logical sense.\"\"It was locked away in a large steel cage, and there were many chains that pierced through its body. There were new muscles growing out of its wounds and up the chains, as though the chains became its skeleton. When I saw it, the muscles were still growing non-stop.\"\"I had never seen such a strong creature. It had all these restraints, yet it felt like it could tear it all down and charge towards me... but it didn't. It just sat there quietly, as though it didn't realize it was locked away in there.\"\"My maestro stood behind me and told me to talk to the creature.\"\"Talk? Do you think it could understand our language?\"\"It could... or at least that's what it felt like. I couldn't see its face, much less its eyes, but it seemed like it knew my maestro, and it seemed to know that we had never met. When I took a step forward, it responded. Not by making any sounds, but rather by twitching its whole body. It was like a different kind of language.\"......\"Just by being in the same room made me feel like my brain was about to collapse. Everything I could understand was being sucked away from my body. But my maestro encouraged me to talk to it and ask it questions nonetheless... In the end, all I could ask was, 'Who are you.'\"\"It definitely heard my words. After some twitching, it faced me and stretched its body as wide as it could, almost like it was introducing itself...\"\"I saw it twitch–It didn't struggle; it just twisted and wriggled around. Just by looking at it, what it was trying to express just seemed to flow into my mind directly.\"\"It told me that it wanted to leave.\"......'My maestro told me that this is a path that all students must walk to become a High Inquisitor–facing the truth.\"\"This is what the Inquisition had been hiding the whole time–that the greatest threat Iberia faces that people know of, the threat that is written in our scriptures, the most vile, wretched things... might perhaps be a different kind of civilization.\" \"Finally, I want to ask you one more thing. How did you treat it after you witnessed all of this?\"\"I saw it as an enemy.\"–From the encrypted audio recording of the conversation between Irene and Kal'tsit at the HR Department",
  "Archive_File_4": "The natural disaster that engulfed Irene's hometown when she was a child was quite a cruel joke that came to have a sacrificial meaning in the religious sense to her. She lost all her family members and her peaceful life in the disaster. All she had left in her life after that were the scriptures that shielded her from the collapsing roof and Dario, who rescued her from the ruins. It's not hard to imagine just how important the scriptures' faith and Dario have become to her after such unfortunate events.Yet Irene has never mentioned just how regrettable the sudden goodbye she had to bid her master was to her. The noble warrior was more important to her than anything. Perhaps, he was even more than a teacher or a father figure to her, although he was more often a distant shadow that stood in front of her than a teacher that was there for her at her side. Irene often says that she had a long way to go to reach her maestro's level, but we have reason to believe that aboard that golden ship that day and under that great lighthouse, the blaze she gave rise to was no less radiant.Now, aboard Rhodes Island, Irene is no longer a member of the Inquisition who merely defends her nation. Instead, she is now a warrior who represents the will of Iberia and works with the Ægir and Rhodes Island to fend off the threat that all of Terra faces. The burden that Irene shoulders in silence is unfathomable to most. When most people look at her, they only see a slender girl studying tirelessly in the library and training room, and occasionally her figure on the deck as she gazes southward.From Sal Viento to Gran Faro and then to Rhodes Island, Irene very quickly accepted the change in her identity and her growth. The familiar figure that once stood in front of her is now gone, and Irene now gets to see the full scenery of the path ahead. Even if what awaits her up ahead is an endless, turbulent night, Irene will continue to walk forward without fail. Perhaps she will one day realize that it wasn't the scripture that led her down this path. It might not even have been Dario. No matter what kind of twists and turns they must take on their path, those who possess true virtue and a love for others will always find themselves on a righteous path.",
  "Promotion_Record": "\"I carry a greater responsibility and mission, which is why I won't let myself be satisfied by these false honors, nor will they be a source of motivation.\" (Crossed out)\"Thank you, Dr. Kal'tsit, Doctor, and everyone else for your help. I've learned a great deal of things ever since I got here. I hope to get along with everyone here and perhaps change the impression our Ægir operators have of the Inquisition...\" (Crossed out)\"How I wish from the bottom of my heart that mi maestro could have witnessed this day. I can only hope he would have been proud of me.\"......\"Thank you for your recognition, but, more than that, I hope that my strength has proven the Inquisition's strength and beliefs to Rhodes Island. I ask you to continue to have faith in the Inquisition as you continue to work with them. Although unknown threats may catch up to us at any moment, we should have more faith in our power, or perhaps the future.\"–A sloppily scribbled draft that Irene dropped at her promotion ceremony."
}