{
  "Profile": "Ifrit was once treated by Rhine Lab. She is suffering from a serious case of the infection. Her Originium adaptability is very high and she has a fiery appearance. There is no record of what she was doing before she entered Rhine Lab. Currently, she is receiving treatment at Rhodes Island. She is being taken care of by Silence.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of her internal organs to be indistinct due to abnormal shadows. Originium granules have been detected in her circulatory system, confirming her to be infected with Oripathy. [Cell-Originium Assimilation] 19%Patient's body has exhibited multiple crystallizations with lesions appearing throughout the body. The patient's infection is currently properly controlled and crystals show no sign of spreading. [Blood Originium-Crystal Density] 0.51u/LBlood Crystal Density is slowly increasing and is currently being managed by a secondary treatment regimen issued by the Medic Team.",
  "Archive_File_1": "Ifrit is an Operator who is difficult to describe.What is currently known about her: Before she transferred to Rhodes Island for treatment, she had already received a long period of treatment at Rhine Lab. Judging by Ifrit's current symptoms, we can at least tell that the treatment did not succeed.As one of the Rhodes Island medical team's more critical patients, Ifrit primarily receives care from Silence. This is consistent with information currently available from their time at Rhine Lab. Even after coming to Rhodes Island, the two have maintained the close relationship they built when they were both at Rhine Lab.In terms of personality, Ifrit is a bit... immature. She acts like a 6-10 year old and is rebellious, impetuous, overly confident most of the time, and it could even be said she is egotistical. She is the kind of person to do something the second the idea pops into her mind, regardless of how dangerous it might be.On the other hand, the outstanding form her Originium Arts take must be supported. Rhine Lab even created a flame-casting wand device to complement this talent. This gift pushed Ifrit to show off her abilities with even more bombast.In short, after daily observation, we can say that Ifrit is someone who easily gets caught up in emotions. For now, she doesn't have the ability to distinguish between right and wrong, and she's quite immature. In an extreme environment such as a battlefield, her instincts impel her to fight against and even annihilate all those who get in her way. As a result, even if saving people was not her original intention, she has saved many.",
  "Archive_File_2": "According to the information we have available, Ifrit is a member of the Sarkaz race. However, the structure of her horns and her tail are quite different from normal Sarkaz. Even though current research on the Sarkaz and their traits is incomplete, at least compared to the other Sarkaz present at Rhodes Island, Ifrit's characteristics are quite unique.The Sarkaz race maintains a certain amount of talent when it comes to Originium Arts, and Ifrit's talent far exceeds that of most Sarkaz.According to these observations, it is probable that Ifrit's racial characteristics have undergone some superficial changes triggered by her Oripathy. It's also possible that the Originium presence in her circulatory system is interfering with test results. These changes are irreversible and have led to an unexpected obstacle for the medical department's investigation: they are unable to determine which type of Sarkaz Ifrit is.In addition, Ifrit's medical records show that she suffers from chronic muscle pain and even occasional hallucinations. It's possible that her irascible attitude may stem from the anxiety caused by the onset of pain.In summary, Ifrit is an Operator that needs close monitoring, even at Rhodes Island. Anyone who comes into contact with Ifrit should have a full understanding of all this Operator's basic information before their exchange takes place.[Classified Log]This record exists because Ifrit's physiological structure has already become quite strange. She was a Sarkaz, but whether she is still indeed Sarkaz, I am unsure... This sudden feeling I have is difficult to sum up...",
  "Archive_File_3": "Ifrit's Flame EmitterManufacturer: UnknownProduced at: UnknownProduct Number: W-0502Identification Code: Rhine Lab – Department of Life Sciences – RHSKWD117D3983CIRProduct Description:This product uses compressed and liquified Originium as fuel. Pathogenicity: Strong. How to use: Paired with an Originium Arts, it uses multiple ignition points to start a flame. Spray Distance: 15 meters.This object contains a large amount of energy substance that is flammable and explosive. Experiments cannot be conducted with this object without proper approval. Violators will be dealt with by the Security and Defense Division.[Classified Log]The flame emitter used by Ifrit is unquestionably one of Rhine Lab's finest works. What a wretched thing...It's impossible to tell that just a few cubic meters of the Originium contained within this thing would be enough to infect an entire building full of people!The Base Construction Division has already \"purified\" this object. As for how they did it, you don't need to know.Poor child. Who could have given her such a murderous thing?Whoever it was, they deserve a vicious beating!",
  "Archive_File_4": "Transcript of a dispute:\"I've already learned how to control my power. I'm going to show her. I'm going to show her right now.\"Saria's going to be scared senseless when she sees me now!\"\"You can't — You need to understand—\"\"Haven't I been a big help to the Doctor?There's lots of stuff I know how to do, right?!I...I know my power can —The doctor told me so —\"\"......Ifrit.Go back to your room. Now.........Okay? Please.\"\"I —......\"— June 21st, Rhodes Island Medical Department, Dr. Silence's Office.[Classified Log]Doctor... I have set this message as private so that only you can read it.Ifrit, she...That child, she truly does like being around me. Although she causes a lot of trouble, I...I'm sorry, Doctor. I know Ifrit can take things too far sometimes.But that child has learned a lot from you, from your guidance.She is trying to get better, because she sensed your expectations of her. You are expecting her to change, right?The way you treat her lets her feel that she isn't so different from everyone else, for the first time in her life.She is no longer a child who has been forcibly separated from others.She... She's learned to laugh. Not the kind of smile intended to scare others. It's not a scary smile.That was the first time I saw her give me and the others a real smile.She's gradually getting used to this life. It's very rare to see her depend on someone like this, even if she hasn't realized it yet.......Thank you, Doctor. And...please.Help this child.Help her find some happiness in life.Even if she can only find a little...",
  "Promotion_Record": "\"Uh, about before... When I burned those books in your office... I'm really sorry.Also... I'm sorry for putting all those holes in your uniform.Is this how I'm supposed to apologize? This is a good apology, right?Uh... Well, I'm going back to my room now. Anyway, I won't come see you again until I've got myself under control!\"— Doctor's Office.A rough paper with Ifrit's crooked handwriting, a broken fountain pen, a burnt book, and some candy offered as an apology were left upon the office desk."
}