{
  "Profile": "Real name Angelina Ajimu, she was a transporter responsible for delivering intelligence and special cargo around Siracusa.As an apprentice caster Operator, she now provides logistical support, battlefield assistance, and tactical coordination for Rhodes Island.",
  "Clinical_Analysis": "Imaging test for this Operator showed blurry outline of internal organs with visible unusual dark spots. Unusually high concentration of Originium particles were present in her circulation, indicating signs of infection and confirming her as infected at this stage. [Cell-Originium Assimilation] 5%The infection is consistently spreading. Regular observation and control are required. [Blood Originium-Crystal Density] 0.31u/LSubject has both visible crystallization and other symptoms of Oripathy. Although her condition is not serious, Angelina must keep to a course of treatment. –Medic Operator Warfarin",
  "Archive_File_1": "She may not realize it, but Angelina has a special knack for Arts! She can change how much an object weighs. I think if she gets the proper training, she could be amazing one day!",
  "Archive_File_2": "Having only just recently become a transporter, Angelina is full of hope for the future, much like other high schoolers. She spends much of her time studying or dressing up.She likes dainty jewelry and young adult novels, and hides a secret love for older music. She could enjoy an ordinary, happy life. When Rhodes Island sought her out, she was gliding between skyscrapers in the middle of a dark night.",
  "Archive_File_3": "The world is unfair.After she suffering her infection, Angelina quietly faded from her old life.She didn't linger or say her goodbyes. She just silently left her family, friends, and beloved hometown behind.Yet she had not resigned herself to the typical fate of an Infected.Every night, she ran, jumped, glided between buildings, practiced her Arts, and smuggled goods from one place to another.As a courier, an Infected, or just a normal high-schooler, Angelina works hard, no matter what the future may look like.",
  "Archive_File_4": "Before she came to Rhodes Island and met the Doctor, Angelina kept these secrets hidden away in her heart.It wasn't until Rhodes Island found her that she knew there was another life for the Infected. She is now a Rhodes Island Operator, and she may be able to go back to school.Probably.Where will the path Angelina has chosen take her?Even she can't imagine.",
  "Promotion_Record": "Section not found"
}