{
  "name": "Angelina",
  "overview": "Once an ordinary Siracusan Vulpo schoolgirl, Angelina Ajimu contracted Oripathy from a car accident[1] and has since been taken to Rhodes Island for treatment. Despite being a rookie, she works as a Messenger in her spare time and starts to learn some tactical Originium Arts.  Angelina turns out to be capable in combat and a reliable field support unit. She is also devoted to R.I. and shows an apparent admiration to the Doctor.",
  "gameplay": "Angelina is a 6★ Decel Binder Supporter who specializes in Slow, DPS, and Support. As a Supporter, Angelina's attacks do Arts damage similar to Casters, but with a range of adjusted 3×4 tiles and, being a Decel Binder, also Slows the victim for 0.8 seconds.\nAngelina's skills allow her to act as either a focused or spread Arts damage dealer who can also restrict the enemies' movement, but requires some tactical execution for optimal results:\nThe first skill, Arcane Staff - Quick Charge Mode, is a temporary ATK buff automatically activated every several attacks, providing a periodic increase to her DPS. Unlike the other two skills, Arcane Staff - Quick Charge Mode is the only one which allows Angelina to attack normally.\nThe second skill, Arcane Staff - Particle Mode, significantly reduces Angelina's attack interval at the expense of greatly reducing the damage dealt in each hit while active, allowing her to consistently apply her attacks' Slow effect which can be useful in stalling dangerous enemies. However, Angelina cannot attack while Arcane Staff - Particle Mode is not active, which can become awkward if its usage is not timed correctly and renders her helpless whenever she has to charge it. On the other hand, despite the ATK penalty, Angelina can deal heavy damage to single enemies with Arcane Staff - Particle Mode, as long as the said enemy is kept within her range.\nThe third skill, Arcane Staff - Anti-Gravity Mode, greatly expands Angelina's range with a 1-tile extension up front and 3-tile extensions to the sides centered on her position, buffs her ATK more than Arcane Staff - Quick Charge Mode, allows her to attack multiple enemies within range at once, and inflicts Weightless on all enemies while active, outside of which she cannot attack as with Arcane Staff - Particle Mode. With Arcane Staff - Anti-Gravity Mode, Angelina becomes a lesser version of Splash Casters who can slow multiple enemies at once and also makes it easier for Push Stroker/Hookmaster Specialists to shift enemies, especially heavier ones, at lower skill levels.\nAngelina's first talent, Accelerator Field, provides a slight ASPD buff to all Operators (including Angelina herself) while she is deployed (which is not stated in-game). Her second talent, Part-Time Job, periodically restores the HP of friendly units while Angelina's skill is not active; being an indirect healing, Part-Time Job affects units that cannot be directly healed, such as Juggernaut Defenders and Musha Guards.\nAngelina has two Operator Modules, both of which further improve her supportive talents:\nHer DEC-Y Module, Gravity Calibration Module, extends the Slow duration of Angelina's attacks to 1.2 seconds in addition to increasing her maximum HP and ATK; once upgraded, the HP restoration rate of Part-Time Job is increased.\nHer DEC-X Module, Experimental Anti-Gravity Module, increases Angelina's SP generation rate by 0.2/second when an enemy is inside her attack range, in addition to increasing her maximum HP and ATK (though less than Gravity Calibration Module) as well as ASPD; once upgraded, Accelerator Field further buffs the ASPD of friendly units inside Angelina's range.\nAngelina's base skill, Clue Search α, increases the clue search rate by 10% when she is assigned to the Reception Room; at Elite 2, it becomes Messenger - Rhodes Island Pharmaceuticals which also makes R.I. clues easier to acquire.\nOverall, Angelina is a very flexible Decel Binder Supporter capable of fulfilling a multitude of roles from delivering concentrated or distributed DPS, stalling, to global buff and healing. Such versatility makes Angelina very valuable in certain operations' Challenge Modes and Contingency Contract where she can circumvent their restrictions such as the inability to use Casters or the increased costs of Medics.",
  "pros": [
    "Attacks deal Arts damage and briefly Slow enemies",
    "All skills have a good uptime",
    "Arcane Staff - Particle Mode is effective in keeping slow-moving, heavy enemies at bay while dealing great damage thanks to ASPD buff",
    "Accelerator Field slightly buffs all Operators' ASPD",
    "Arcane Staff - Anti-Gravity Mode allows Angelina to act as a makeshift Splash Caster and makes it easy for Push Stroker and Hookmaster Specialists to push/pull enemies, especially heavier ones",
    "Part-Time Job passively restores the HP of friendly units when Angelina's skill is not active, which also affects units that cannot be directly healed"
  ],
  "cons": [
    "Arcane Staff - Particle Mode and Arcane Staff - Anti-Gravity Mode prevent Angelina from attacking while they are not active, leaving her helpless",
    "Part-Time Job is disabled when Angelina's skill is active",
    "Must be leveled to Elite 2 and undergo Mastery training for full effectiveness, especially Arcane Staff - Particle Mode and Arcane Staff - Anti-Gravity Mode"
  ],
  "url": "https://arknights.fandom.com/wiki/Angelina/Overview"
}