{
  "Profile": "Muelsyse, director of Ecological Department of Rhine Lab, expert in Biology and Environmental Science, contacted Rhodes Island during the Trimount Incident and signed long-term partnership with Rhodes Island doing multiple research project with the Bioengineering Research Office while active as a Vanguard operator in the field.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Muelsyse shows no sign of Originium Infection. [Blood-Originium Crystal Density] 0.015u/LOperator Muelsyse rarely comes into contact with Originium and has high degree of protection.\"Ah, the flowers in the greenhouse\"——Ho'olheyak who happened to pass by the Medical department",
  "Archive_File_1": "Miss Muelsyse is a talented scientist who received much attention and interest from Columbia's academic world in recent years. She's been listed in Top 10 in Rhine Lab's Outstanding Talent Under 30 and serving as the head of Ecology Department in addition to being guest lecturers in many universities in Trimount. In the past decade, her and her team research achievement in the field of ecology, genetics, plant physiology & biochemistry and other fields have greatly promoted development of Columbia's life and environmental science. After signing a partnership agreement, Rhodes Island Bioengineering Laboratory and Rhine Lab Ecology Division soon started a joint research program and projects. These projects consists of: \"A Re-examination of Model Organisms\", \"Modeled Simulation of the Ecological Sphere of Ancient Terra Based on Species' Mutations\", \"Burdenbeasts, Originium Slugs and The Environment\", \"An Experiment of Improving Reproductive Trait Based on Molecular Physiology\"...aside from their objectiveness, the reason why those research project can progress quickly is because the fact that both of the lab leaders have consistent requirements for their research and experiment which is \"cleanliness\". Miss Muelsyse was invited by Rhodes Island to visit their own Bioengineering Laboratory. When she stepped into the Lab for the first time she exclaimed \"sickeningly clean\" and then the next moment the air filtering device blew her body into foams and her real body appeared out of nowhere while smiling, giving Weedy a strong first impression which you can in her eyes. While there are obvious differences between Muelsyse's working environment with minimal Originium exposure and Weedy's obsession with cleanliness, it coincides with the laboratory's advanced purification system and standard operation procedures. Sure enough the two of them talked with bright expressions on their face. With this great starting point, the following in-depth partnership will follow suit. Following Miss Dorothy Franks, another Rhine Lab director has reached partnership with Rhodes Island, which means the relationship between both of the companies and development are mutual and amicable.",
  "Archive_File_2": "According to some operators who returned from Columbia, Miss Muelsyse was very eager about \"helping the relevant operator from Rhodes Island\". Aside from providing the necessary documents and materials, she also sent a thick manual book which is filled with things like: \"Clubs You Must Visit During Holidays\", \"Spring and Summer Attractions Worth Visiting\", \"Niche Fashionable Stuffs To Buy\", \"Wrankwood's Shooting Site and The Best Way To Attend Red Carpet Ceremonies\".... A certain operator who's skilled in \"The Way of Detectives\" even discovered Muelsyse' anonymous account while browsing Trimounts' intercity sharing platform. In One and A Half year, she published a number of reviews in Fashion, Games, Photography and other topics with details and a rather peculiar angle. Her reviews are considered great guides and it impressed the public really well. Some operators who currently are participating in the joint research project of Bioengineering Department enthusiastically shared their experience as well: While waiting for the 30 minutes time needed to see the experiment's result Muelsyse stared at the monitor in front of her, her brows furrowed and her hands clenched the discarded experiment plate firmly. The operator was worried if they made some mistakes so he took a peek nervously.... to find out Muelsyse is currently browsing a second-hand luxury goods market reference price site. \"I bought these with my own money and I'm not going to be sorry if the price dropped down!\" as she exclaimed. \"She even exercises routinely! She did 15 laps jog around the Eco park everyday and she's so disciplined to the point that people are questioning whether that was really her or her water clone.\" When she has no schedule she'll also organize a hiking party in the outskirts of Trimount. \"You can't imagine it?!?!\" \"Because I get sick easily, even though exercise cannot make my allergies disappear, it can make feel a bit more ease.\" as she explained. \"How should I say this, although her first impression can be a bit mismatched, she's indeed a very serious person,\"",
  "Archive_File_3": "Muelsyse is one of the Founding Members of Rhine Lab. At that time, she has yet to graduate from university while Kristen and Saria were looking for funding for Rhine Lab. Although everything was filled with uncertainty, the name \"Rhine\" appeared on their business proposals numerous times. Muelsyse was able to contact them via her mentor. According to her own story, From the beginning until the present Muelsyse has always acted like the glue for the team, inserting various bonding activities like group dances, company dinners and etc into schedules filled with various experiments and acted as the mediator between arguments. Their relationship can be summarized as more akin to a loose alliance with different objectives and Muelsyse looks the most naive sometimes. 【Audio Recording】 My Mentor wasn't too keen on their project, so I went to them on her behalf the next day. Coincidentally, one of my friend from Trendo messaged me saying that the town orphanage is going to be demolished. I told you before that I spent my childhood there and realized how special I was there. The effort I spent to try to go back there seems pointless so I decided to go back there one last time. But instead, I went to meet them the next day--honestly, I can't seem to remember anything from back then. It all seems like a blur to me and there's no point in wallowing myself in my own sadness and pain so I decided to go forward and then.... I met them in accordance to my wishes. \"...\" \"Yes, Nasti and I made significant progress in our research, but there's an even bigger obstacle, theoretically and technically.... the city's outline is still unclear. This is a project that is equivalent to madness. The data from the stars is indeed valuable, but it's not enough to be called the cornerstone. Giving up? It's true that Nasti and I are frustrated but in the context of science, this obstacle is the starting point of changes forward. Kristen has proven that the sky can be touched and we will achieve more and Rhine Lab will achieve higher result as well. Whether for the sake of nostalgia, or achieving peacefulness, I will still do what I did in the past, even if nobody cares about it....after all, nobody actually cares for nothing.\"",
  "Archive_File_4": "Much of Muelsyse's excellence in research is due to her sharp and unique perspective. Many regarded it as talent, but few know that for Muelsyse, it's in her nature. It's difficult for her to look at everything in \"ordinary people\" eyes. Looking at your doubtful expression, Muelsyse then explained it. She took the potted plant from your desk and puts it on the coffee table and she asked you to describe it to her. You answered her by saying the plant's scientific name, its green leaves, white flowers, good growth, freshly watered soil, very moist...this is your answer to her request. A regular answer that ordinary people use to describe this potted plant in comprehensive way that isn't much different than what Muelsyse used to hear. Then, Muelsyse demonstrated this \"perspective\" of hers to describe the same plant. First, she used to the pronoun \"she\" to refer to the plant. \"She\" is very healthy and her overall internal circulation is fine, but in the end of the leaf there's a blockage and the leaf might turn to yellow soon. \"She\" is not very happy. Her root almost touched the bottom of the pot and \"she\" wants to keep growing. One of the way \"she\" protest to you is by throwing \"her\" pollen on your hands. Her previous generation lived in a dense forest far from here. A featherbeast spread \"her\" ancestor seed over a nomadic city and then it began to spread everywhere in said city. The information Muelsyse obtained far exceeds the amount of information that ordinary people could gather by ordinary observation and it's then condensed into a single result from the combination of multiple senses. She then mentioned unreal and obscure signals from the past and seemed excited. After realizing that her words alone cannot relay this information, you noticed that she wanted to hold your hand and share something with you and suddenly you began to feel other consciousness in your mind about the potted plant in front of you, about \"her\". But it didn't last long, just a split second and Muelsyse pulled you out from it reflexively. You finally get what she meant before. She probably tried doing this with others like Kristen before. But even a genius like her cannot sense it. That's also the insurmountable gap between their races and it's also her source of loneliness. She cannot let others understand what she's seen. So, you try to put the sensation in your own words. She was shocked, dumbfounded, overwhelmed and then she holds your hand. She said she wants you to also feel the land. You said yes.",
  "Promotion_Record": "【Plant Observation Record in the Ecopark】 009. Saracenia Quantity: 17 (clusters) Origin: Town of Trendo, close with Trimounts..... Comment: Growth is normal 046. Square Sunflower Quantity: 8 (trees) Origin: A tribe in the central region of Sami Comment: Originally grows in the cold and rainless area of Sami. This plant loves the sun. Its square corolla will change its direction according to the sun's movement and its rhizomes will go upward. After being transplanted to the Ecopark, the corolla began to droop and it looks even more dispirited this week. But according to the latest \"test report\", this is because it's a hydrophile plant and they're trying to get into the wet soil really hard. 119. Pale Fir Quantity: 10 (trees) Origin: ■■■■ Comment: There are thick and soft moss growing on the roots of the two mature trees. After testing it, these moss didn't grow because of the humid environment. They covered the rotting roots accurately and its damaged tissues are slowly recovering. These moss are like scabs that covered the wounds in advance, ultimately saving the Pale Fir tree itself. \"Yes, there are all rare plants, I transplanted them into the Ecopark with hopes of using my research in Plant Genetics to improve their survival. Unfortunately the result has been nothing sort of minimal. But recently, it has shown some improvements. The change in their traits are immense.\" \"Thanks to your effort, these plants are not going to die...\""
}