{
  "Profile": "Pozëmka, or Avdotya Razorpen. We can confirm that Avdotya is her actual first name, but she has been unwilling to provide her actual surname. After a risk evaluation, the HR Department has decided not to further press the issue.Pozëmka was introduced to Rhodes Island by the Zeruertza business representative Croque Diamondface as a surveyor, and she now participates in our field operations as a Sniper Operator.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Pozëmka shows no signs of Originium infection. [Blood Originium-Crystal Density] 0.12u/LOperator Pozëmka rarely comes into contact with Originium.",
  "Archive_File_1": "Avdotya Razorpen, the literature representative of Zeruertza, played a crucial role in persuading the Durins to evacuate to Acahualla, although it's difficult to imagine that this Lupo woman standing before us is really the person described in the reports. As a Lupo serving as a Durin city's literature representative, there had to be a story behind it.Our hunch was right, but Pozëmka is also extremely cautious around most non-Durin operators. While very courteous, she never reveals anything unnecessary. All the operators who came back from Zeruertza have apparently been told her backstory, but they all tacitly avoid going into the subject.After a very long time, Pozëmka finally went briefly into her past before making it to Zeruertza: she used to be the daughter of an Ursus noble, and her family members all died one after another in a despicable political conspiracy. She was the only one fortunate enough to make it out alive, and, completely by chance, managed to stumble her way to Zeruertza.She told us all this very calmly without going into any of the finer details, but her ice-cold tone clearly conveyed to us the pain, disillusionment, and horrors she had suffered.Since then, she has lived in Zeruertza for years, enjoying a peace and quiet that she could only have dreamt of in the past, until Zeruertza's everlasting summer finally came to an end. Not only did the carefree Durins play no small part in soothing the pain left by her experiences, they also allowed her to stay in the city as one of their own. However, she too began to hold an almost prejudiced distrust towards anything created by non-Durins (or \"surface-dwellers\"), from their works of culture to industrial products.This is not her fault, much less the Durins'.",
  "Archive_File_2": "Unlike the courteous yet distant way she treats other operators, Pozëmka shows a level of adoration and care toward the Durins aboard Rhodes Island.According to Operator Minimalist, this wasn't at all how she was like in Zeruertza. At the time, she preferred to take strolls, space out as she sat alone in an open area, or write something–in other words, she wasn't the kind of person who worried about others.That all changed when she came to Rhodes Island. Pozëmka has started to pay careful attention to all aspects of our Durin operators' lifestyles: if they are eating well, if they are working too long, whether their equipment is properly sorted out before field operations, etc. Even Minimalist, who's known to be particularly difficult, had no choice but to admit next to his bucket full of pencils: \"The other day I complained about not having even pencils, and she immediately got me all these... I probably haven't been giving her enough credit before.\"Pozëmka isn't ashamed to confess her reasons either: \"I'll admit that Rhodes Island is a good place, but it can never truly fulfill the needs of a Durin like Zeruertza did. I do this because I'm worried about them, and I thought I would help them take care of whatever they needed. That's all there is to it.\"We've tried over and over to persuade her that her excessive wardship could actually have negative consequences, that it could keep the Durin operators from adjusting to their new lives on board. In the end, we might have managed to talk her out of it, or perhaps a Durin said something to her, but she finally started to see things a little differently and stopped meddling with every aspect of their lives.Even so, she still spends a lot of time with the Durins, and the Durins like her, too. It is only during these moments that she finally forgoes her vigilance and relaxes.Eventually, this relationship also expanded to the children on board Rhodes Island, but that's as far as it ever progressed. I'm not playing with toy blocks! I'm an adult!–Myrtle Erm... These are no ordinary toy blocks. This is a contest to see who can build the tallest tower. Wouldn't you enjoy such a thrilling, exciting competition, Generalissimo?–Pozëmka I'll do it! I'll do it!–Myrtle",
  "Archive_File_3": "As the \"literature representative,\" Pozëmka penned a large amount of advertising and packaging copy in Zeruertza. Unlike the Zeruertza Durins' disorganized language, her advertising copy always stood out from the competition, and thanks to her masterful use of exoticism (to the Durins, at least), she always grabbed their attention in no time. There was no need to worry about not getting enough orders with her writing your advertisements.Pozëmka also writes literature–poems, novels, and plays–when she is not working on her commercial writings. Unlike her simple, straightforward advertising copy, the native Zeruertzan citizens tend to have a hard time understanding her plots and metaphors. Hunger, cold, conspiracy, and murder... These nouns are simply too unrelatable to the Durins. Even if they can by instinct recognize that conspiracy means plotting against someone, the most objectionable conspiracy they can think of is adding half a bottle of vinegar to someone else's mead.To Pozëmka, these two things have become the manifestation of a certain kind of contradiction. The exaggerated, fanciful marketing language represents the Durins' carefree lifestyle, while her ice-cold, gory literature ties her back to the past that she cannot bear to face. The Durins like the former, and so does she, but she has yet to be able to convince herself to not spend her free time on the latter.Instead, she's started to deliberately use different tools for her different writing tasks: she uses her typewriter exclusively for marketing copy, while she opts for a fountain pen and ink for her more personal creations.It's worth mentioning that when she participates in battle as a field operator, Pozëmka's two weapons of choice are both also derived from fountain pens and typewriters. She came into possession of her crossbow because of miscommunication when she first arrived in Zeruertza; it was actually a fountain pen that she wanted–and indeed the biggest piece of furniture in her dorm room right now is a fountain pen showcase–yet the Durin artificer made her a crossbow instead. As for her typewriter, it was modified by our Engineering Operators after she came to Rhodes Island. According to her, \"my guess is this typewriter won't see much use from now on. I'll be living on the surface and fighting plenty of battles. In which case, I might as well use it as a weapon.\"Nevertheless, even aboard Rhodes Island, Pozëmka still receives requests to write advertising copy and slogans from time to time. While her typewriter can no longer produce words, she continues to accept these requests with pleasure. With her fountain pen, she plans out her ideas and writes her drafts. The final results that her clients receive are completely different from what she used to write in Zeruertza, with only her vivid rhetoric unchanged.",
  "Archive_File_4": "\"Pozëmka, I have actually had an opinion for a while that might perhaps offend you...\"\"Please, Istina. I am very glad to have met a reader as perceptive as yourself. How could I possibly be offended?\"\"I can tell that your characters really wish to cut ties with their homeland. However, at the end of your stories, those relationships are always brought to the fore in much more intense ways.\"\"You're right. At first, I wanted them to cut ties with Ursus completely. However, every time I write an ending to that effect, I'm struck with a particularly strong sentiment... That it's something that I'm forcing onto the character; it's not the character's own will. I was never that brilliant of a writer. If I were to forcefully bend my characters' will based on my own preferences, then my writings would be completely meaningless.\"\"You're too humble.\"\"No, no... Actually, just recently, I've even come to the realization of just how ignorant I am.\"\"What do you mean?\"\"After I heard your story, it's been made all too apparent to me that... compared to me, the daughter of an Ursus noble who escaped to Zeruertza in my early years, you've experienced Ursus's cruelty in far more complicated and profound ways than I could ever imagine.\"\"But you found the courage to pick up your pen nonetheless.\"\"I merely scribbled away.\"......\"Pozëmka, supposing–and this is nothing more than a suggestion–supposing it could take your writings to new heights, would you go back to Ursus if you had the chance?\"\"No, even if my writing never improves beyond what it is now, I don't want to experience that kind of pain and despair ever again.\"\"Hm...\"\"Do you not feel the same, having experienced so much yourself?\"\"I... I would like to go back, actually. It's my homeland, after all.\"\"Your homeland?\"\"I'm sorry, Pozëmka, did I perhaps–\"\"It's okay. It's no problem at all. It's just that the meaning of the word 'homeland' is becoming more and more unclear to me. Speaking of which, right now, the only place I really would like to go back to is Zeruertza.\"......\"Okay, let's not talk about this. Come, try this Durin-style beverage.\"\"Is this... mead?\"\"Relax. This is non-alcoholic. I put in a special order with the Logistics Department.\"......\"Istina. Istina? Did you fall asleep? Don't tell me Logistics gave me alcoholic mead–\"Oh... Now I remember...\"\"Honey drunk–right, she's honey drunk!\"How many years has it been since I last heard that term?\"",
  "Promotion_Record": "[Classified Log]January 18thI came back to Sargon for a field mission. I've promised Inam already. I will control my urge and delay my return to Acahualla. First, we must have an audience with another lord ameer and seek their cooperation as Rhodes Island's representatives.The tribes there are fighting over their water source. How pathetic. January 25thThe tribes have made peace, though they are merely calling an armistice because of pressure from the lord ameer. Once the lord ameer relaxes his grip, they will most certainly start fighting again. February 9thWe've wasted a dozen or so days because we found a secret Infected settlement in the area. I had never seen such poor living conditions.I sounded the lord ameer out, and he very casually told me that if there were really any Infected under his rule, they must all be buried alive. It was all I could do to keep myself from shooting a bolt through him. February 12thI cared for an Infected. We have a patient who is in very poor condition. She told me she would die at the water source and poison it so that everyone would have to die of thirst too.I tried to convince her that this would not alleviate anyone's suffering, but she would not listen.I was in no position to criticize her, but it made me think of my days in Zeruertza all the more. February 14thHow could this be?!The patient really snuck away in the middle of the night while no one was watching. I made my way to the water source immediately, and she was walking back and forth by the waterside.Again and again, she circled around it, and in the end... she walked into the desert, never to return.I didn't go after her.After I made it back to the settlement, I found a letter she had left for me. She told me she had thought it through. Even though everyone in the tribe were morons, she must at least think of their children in their stead. The children bear no blame.This... would never have happened in Zeruertza. You cannot sow tragedy in Zeruertza's soil.Once, I thought this would never happen even on the surface; the surface is home to no shortage of tragedies, but no one would abandon their hatred for the sake of children whom they have never met. Surely such plot points exist only in my novels, as a way to deceive myself, but–but!I need to talk to someone!"
}