{
  "Profile": "Exusiai is a citizen of Laterano and as such, is entitled to the privileges listed in Clauses 1-13 of the Laterano Constitution. She is a member of Penguin Logistics who specializes in covert communication, armed escort, and other undercover activities. Her public identity is that of a messenger. While contracted with Penguin Logistics, she served as a liaison to Rhodes Island, assisting them with their operations.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. As this time, this Operator is believed to be non-infected. [Cell-Originium Assimilation] 0%Operator Exusiai showed no symptoms of Oripathy. [Blood Originium-Crystal Density] 0.12u/LOperator Exusiai sometimes delivers packages with Originium content, but it has not caused infection to date.",
  "Archive_File_1": "She is different from most Laterano in that she is an unabashed optimist.Proficient in various means of entertainment, she's the member of the team who always manages to keep herself upbeat, no matter the situation.Her generosity ends up being the primary reason why she's broke all the time.",
  "Archive_File_2": "The gun is a unique mid and long-range weapon rumored to be discovered by Laterano, thereby becoming one of its symbols.Its killing power isn't exceptional, but it's better suited to the average Laterano citizen's temperament than cold steel, thus becoming the weapon of choice in Laterano. Everyone now carries at least one for personal protection.Exusiai may seem laid-back, but her marksmanship ranks among the top at Rhodes Island. On one hand, she lacks the attention span for things other than maintaining and operating her gun. On the other hand, her innate marksmanship talents, including visual tracking and timing, are the envy of all sharpshooters.",
  "Archive_File_3": "While Exusiai goes against what anyone might expect of a Laterano, what's even more unbelievable is that she never endured a difficult childhood thanks to a peculiar hobby, nor did she decide to rebel due to some unfortunate circumstance.She loves only happy things and grew up a happy person, simple as that.Judging from her background, maybe the Laterano aren't as close-minded as popularly portrayed...",
  "Archive_File_4": "Even with a halo and wings, people often forget Exusiai is a Laterano. Only when the topic swirls around religion does she reacts with the piety so characteristic of the Laterano.Few places outside Laterano hold such primordial, pristine faith, and because of that, very few notice Exusiai's piety.But those who do will realize the same person holds such progressive values and at the same time retains reverence for her faith, without any apparent contradictions.Also, only by observing Exusiai from this perspective could one realize that behind her wicked smirk lies an pure soul.",
  "Promotion_Record": "Exusiai is my polar opposite. She seems to get along fine with anyone, but lets very few people close to her.—Texas"
}