{
  "name": "Exusiai",
  "trivia_items": [
    {
      "text": "Her codename is the modern Greek word for \"authority\" (ἐξουσία), specifically referring to the Powers, one of the ranks of angels in Christian angelology."
    },
    {
      "text": "Her real name, Lemuel, refers to a king mentioned in the Old Testament."
    },
    {
      "text": "Exusiai has several notable firearms both in her artwork and in-game:",
      "sub_items": [
        "The firearm she uses in her base artwork and alternate outfits is a Vector submachine gun. it is also painted in the exact same colors as the eponymous T-Doll  in Girls' Frontline.",
        "On her Elite 2 artwork, Exusiai holds an HK416 assault rifle instead, and various firearms arrayed as her \"wings\" are also shown, which include M4 carbines, and Arctic Warfare, SVD and M110 Semi-Automatic Sniper System sniper rifles/designated marksman rifles.",
        "Exusiai still uses her Vector in her in-game sprite. But when she uses Overloading Mode, her sprite matches her Elite 2 art."
      ]
    },
    {
      "text": "Exusiai is the only Operator who calls the Doctor \"Leader\", and once, in her E2 promotion quote, \"Savior\"."
    },
    {
      "text": "Exusiai is one of many characters who is subjected to a number of memes thanks to her cheerful yet naughty mannerism:",
      "sub_items": [
        "The most notable meme refers to her best known dialogue, \"Apple pie!\" This is taken further in by fanarts where she is depicted to have an infatuation for apple pies and bake them, as confirmed in Code of Brawl.",
        "Another is her Angel's Blessings, where it is noted by fans to often target someone as mundane as Myrtle, instead of powerful operators that can benefit the most from this buff.",
        "Her Japanese and Korean codenames are pronounced as \"Exia\" (エクシア) which actually sounds similar to the eponymous Gundam. As a matter of fact, there are memes in the CN community, especially on Bilibili, feature her driving the said Gundam."
      ]
    },
    {
      "text": "According to Arknights Global's first anniversary livestream, as of the end of Contingency Contract Pyrite, Exusiai is the second most common Operator assigned as a Support Unit."
    },
    {
      "text": "Exusiai is temporarily playable in 0-0, the tutorial level in Arknights, making her the very first 6★ Operator that the player gets to use."
    },
    {
      "text": "Exusiai shares her birthday with Ash's."
    },
    {
      "text": "Curiously, Exusiai's Japanese and Chinese CVs, Manaka Iwami and Cai Shujin, respectively, are also the Japanese and Chinese CVs, respectively, of Amber in Genshin Impact.",
      "sub_items": [
        "Her Chinese voice lines has fluent English lines compared to her Japanese voice, due to Shujin's prior experience in providing voice lines in English as well."
      ]
    },
    {
      "text": "Possibly because Exusiai's illustrator Huanxiang Heitu being the art director of Ex Astris, her Midnight Delivery outfit is illustrated by 尾鱼 instead of Huanxiang himself."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Exusiai/Trivia"
}