{
  "Profile": "Saria was once the director of the Rhine Lab Defense Division. She has made contributions to the fields of life science, microbiology, and Originium Arts. At the same time, she has also proven herself formidable when it comes to demolition, protection, and anomaly containment missions. Currently, she is working with Rhodes Island in various scientific fields and is negotiating a more in-depth cooperation plan with them.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this Operator is believed to be non-infected. [Cell-Originium Fusion Rate] 0% Operator shows no sign of infection. [Blood Crystal Density] 0.11u/L Operator suspects there is a way to protect oneself from infection. Though this Operator has frequently come into contact with Originium in the course of her work, her indicators remain very low. Saria was my coworker at Rhine Lab. She is authoritative in the field of medical treatment, but did not become a Medic Operator. My guess is this is due to her lack of bedside manner. Just kidding. – Medic Operator Ptilopsis",
  "Archive_File_1": "[Originium Arts Assessment] Lady Saria has explained in detail the theory behind her Originium Arts to Caster and Medic Operators. The specifics of the theory are cryptic and complicated, but in a nutshell, aside from normal Originium Arts, Lady Saria is also capable of freely manipulating the calcium and chemical compounds in a circular area around her. Combining her erudite medical knowledge and capabilities, she is quite able to meet what's required of her, whether it's using her Originium Arts to block and weaken the enemy, or using her weapon to protect her teammates. As Lady Saria herself says, the strength of Originium Arts lies not in how you use them, but the purpose you use them for.",
  "Archive_File_2": "Lady Saria was once the leader of Rhine Lab's Defense Division. Lady Saria's shield also functions as her staff. In most cases, she finds enemies not worth using Originium Arts on. As a few Rhodes Island Operators have said, Lady Saria is one of our few strategic Operators. On the one hand, she uses her medical knowledge and equipment to heal her teammates on the battlefield. On the other hand, with her extraordinary fighting skills, Lady Saria can easily use her shield to break apart her enemies, causing them to lose their will to fight and even destroying their equipment. More importantly, Lady Saria is equally accomplished when it comes to commanding the battlefield. Although the plans her team implements are heavily biased towards defense, one can be sure that when Lady Saria is involved, the team will suffer very few casualties. \"When Lady Saria raises her shield, she is not only protecting the Operators standing behind her, she is protecting the whole team.\" Of course, many Operators feel that if Lady Saria abandoned her shield and syringe and used both her fists to fight, she would be stronger than she is now, or at the very least more destructive. You don't want to know what kinds of demonstrations she used to train the team.",
  "Archive_File_3": "The relationship between Lady Saria and Rhine Lab is very complicated. Though all Rhine Lab Operators who work with Rhodes Island show some amount of respect for Lady Saria, Rhine Lab's Medic Operator, Silence, shows nothing but hatred for her. At the same time, Lady Saria appears unsurprised by Silence's feelings toward her. Whenever Lady Saria attempts to talk with Caster Operator Ifrit, Silence gets in the way. According to available information, the animosity between Saria and Silence stems from an experiment at Rhine Lab led by Silence. The experiment was an unfortunate failure. Lady Saria acted alone in suppressing the experimental materials that had gone out of control. Similarly, because of this experiment's mishaps, Lady Saria left Rhine Lab. It is not known why she chose to cooperate with Rhodes Island after leaving Rhine Lab.",
  "Archive_File_4": "[Classified Log] I have already spoken with her about her reasons for working with Rhodes Island. She had no reservations about speaking bluntly, as if on the offensive. Saria is worried about Ifrit's continued growth and development. She candidly said that if the situation is not properly controlled, the results will not only destroy Rhodes Island, but will also set off other catastrophes. She said that the upper echelon of Rhine Lab is covering up the truth and that Silence is completely in the dark about all this. I expressed to her that we will continue monitoring Ifrit's infection and that we invite Saria to strengthen her cooperation with Rhodes Island on the condition that she sever all her political relationships. Rhodes Island still needs to draw upon Saria's power to solve some problems, namely problems with some other Rhine Lab Operators. Also, we need to get ready to confront some Operators behind the scenes. Saria and I both agree on this. We must be careful when dealing with the Rhine Lab issue. Amiya should be wary of some of the involved players' political inclinations. – Kal'tsit",
  "Promotion_Record": "Rhodes Island admits that Lady Saria is personally quite strong. However, she has not let this strength get the better of her. She is doing her duty and stalwartly defending her teammates with her shield and her Originium Arts. However, many Operators have raised a question: if Lady Saria is so powerful, why does she insist on using her shield and auxiliary Originium Arts to assist the team rather than releasing her own power and launching devastating attacks on the enemy directly? Lady Saria has not yet answered this question. On the contrary, she will chide and discipline other Operators. Strength is not the essence of combat. Strength should not be used hastily. In the midst of the tempest, only those on guard stay standing."
}