{
  "Profile": "Goldenglow, Rhodes Island Logistics Operator. Primary place of work is the Rhodes Island hair salon; under typical circumstances, is not dispatched in Field Operator capacity.Uses a specially designed staff, conducting attacks on the enemy via control of \"Driftbeacon\" Arts Units.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 4%No crystals apparent on the skin for now, but got electrocuted plenty of times while conducting physical examination. [Blood Originium-Crystal Density] 0.27u/LNot too severe, condition can be stabilized just fine with the right treatment. \"The static from Goldenglow's been getting stronger as of late. To any operator giving her treatment or a checkup, don't forget to do your antistatic prep!\" –Hibiscus, arms numb",
  "Archive_File_1": "Operator Goldenglow, real name Susie Glitter, was born in northern Victoria on the edge of the town of Boschendal. She was raised in poverty among many siblings, being the Glitters' sixth child. Possessing high Originium Arts assimilation, she was once referred to a local Caster institute for further studies, but was unable to complete them due to household economic factors. After her father's passing, she fell into Messenger work, but was accidentally infected on the job and became a sufferer of Oripathy. So as not to add to her family's economic burden, she traveled south from place to place, towards the city of Caladon. There she found employment and took up residence, coming into incidental contact with multiple Rhodes Island operators.After foiling a Caladon city councilor's plot, she was jointly recommended by Operators Quercus, Grani and Bitter Root. Upon passing the tests, she was taken in as a Rhodes Island Logistics Operator. Her main vocation is as a hairdresser, responsible for providing the Rhodes Island landship's operators and visitors with hairstyling services. At the same time, and at her own suggestion, a reserve Caster Operator course has been prepared for her to further explore, control, and stabilize her Originium Arts potential.",
  "Archive_File_2": "Goldenglow's Originium Arts showed signs of instability from a very early stage. After both infection with Oripathy and violent stimulation by a string of incidents in Caladon City, her Originium Arts began to fall out of control, expressed through continual and involuntary electrical discharge. In response to the nature of her Arts dysfunction, the workshop upgraded her staff to negate the negative effects of a static charge. Paired with a number of minor everyday measures, its basic impact on life was minimized. However, she won't be holding her staff 24/7, and the little tips are bound to fail at times–not to mention her intermittent desire to use static for small pranks on her friends. As such...Addressing the root issue calls for starting from the beginning: systematically learning the relevant theory on Arts usage. Currently, Goldenglow attends a classroom with a group of reserve Casters and children aboard the Island, reviewing, learning, and revising. For her, it's both strange and refreshing, and she's willing to commit to it. On top of which, she wholeheartedly looks forward to her achievements to come.Her life is full of hope.",
  "Archive_File_3": "With stability returning to her life, Goldenglow once again began saving up. This time, she wasn't looking to buy property, but to give her mother a surprise. In the past, life was full of hardships, but at present, she found herself able to contribute to the family finances. Her mother's reply came very quickly after she mailed her first payment. Aside from the standard greetings and expounding on the household's latest developments, there was (between the lines) a repeatedly emphasized concern. She was scared that her daughter, out on her own and Infected to boot, might be up to something dangerous. Especially given that she'd suddenly acquired a respectable sum of money. To lift her mother's worries, and considering Rhodes Island just so happened to be near Victoria's northern border when she sent her second remittance, she wrote a letter asking to either drop in back home, or, if her mother was just too worried, she could bring her brothers and sisters along to Rhodes Island, and the money this time would be their travel expenses, paid by Goldenglow herself. Thus, some weeks later, Rhodes Island had a group of Feline visitors aboard.Goldenglow met her family once again. And standing right at the front: an exhausted, fretful, and resolutely determined Feline woman.Her dear mother.",
  "Archive_File_4": "It's always moving when a mother and daughter reunite, and family reunions even more so. After Goldenglow inadvertently gave her mother a shock, yet was then embraced tightly, she lost the last of her self-control and fell to pieces, crying on the spot, not at all noticing that with the whole family all clumped together, they'd completely blocked a entire corridor of Rhodes Island.On returning to the dormitories, she gave her mother a simple rundown of her situation at Rhodes Island, who remained skeptical of the organization. However, thanks to how they'd been treated so far and hearing it from her girl's own mouth, a weight finally fell from Mrs. Glitter's mind, and she immediately instructed her other children to bring out the local specialties they'd brought. Since Mrs. Glitter had eight children with her (not counting Goldenglow herself!), and each one had brought plenty of gifts for the journey, Goldenglow's dormitory was practically filled with a mountain of boxes. At her earnest pleading, HR made an exception and accepted some of the gifts themselves, until they too were drowned in boxes, and all the dormitories' operators became new targets.As evening fell, the riot the family created finally wound down. Rhodes Island provided temporary dormitories for its visitors, and Goldenglow finally had time for a heart-to-heart with her mother.After her daughter's departure, Mrs. Glitter had found a higher-paying job, and as all her children gradually came of age, they'd properly begun to work and supplement the family income too. Though still far from well-off, the family finally had some money set aside, and could support their daughter's treatment costs. Before leaving, Mrs. Glitter contemplated bringing Goldenglow back home–after all, the two had a deep mother-daughter bond, and she wasn't going to see her daughter suffering out there. However, after taking in Rhodes Island's practical circumstances and hearing her daughter recount her experiences over the past few years, Mrs. Glitter decided to respect her daughter's wishes, and let her expand her horizons freely aboard Rhodes Island.Mrs. Glitter is fully aware that Rhodes Island can provide what Victoria cannot, and that her daughter is unwilling to abandon this opportunity.And so, after obtaining her family's approval, Goldenglow officially decided on her own goals. She would work and study aboard Rhodes Island, and with that as the crux, imagine her future prospects with vast, wild abandon.Though this land remains grey, at least what Susie Glitter sees in this moment is a clear, sparkling future.",
  "Promotion_Record": "\"I came up with the codename Goldenglow off the top of my head that day. I suppose you're wondering what her fair, pale looks have to do with a 'golden glow' though.\"\"I thought about it carefully, and I think, it was probably the sight of Susie that evening, crackling all over. Left quite an impression on me.\"\"It really was the first time I'd seen such... wrath.\"\"A sort of unloading, a kind of hurt, a kind of sorrow.\"\"*sigh*... The weight of the world on my little shop girl's shoulders...\"\"It's lucky Rhodes Island could help her move on from all her past trials. It's about time we let her live a proper life now.\"\"You'd say just as well she's a dab hand with hairdressing, wouldn't you.\"\"Oh, mind it, we've gotten sidetracked. Do you want some dried fruit?\"\"I know, I know. Look, I'm putting my serious face on right now. Getting my serious words together.\"\"Ahem.\"\"Su–erm. Goldenglow's very cheerful, and very easy to get along with. She's diligent in what she does, and lives life earnestly.\"\"Though fate's always out to throw her into the fire–and it's tried several times–she's still by our sides, still the same darling, and that in itself explains plenty of questions.\"\"The whole affair in Caladon left no small shadow lurking in her heart, and to this day you can stand by her side, and sense the aftermath of that state of mind, that burst of Arts.\"\"Her static, of course! Have you never been shocked before? You're not sure? Oh...\"\"Well, it's like when you're warm next to Skyfire, or cold next to Santalla. It's the sort of thing that only shows in people with extreme Originium Arts assimilation, usually.\"\"In time, mark my words, she'll become a mighty Caster.\"\"However, before Rhodes Island looks to foster her as a Caster, it's my own hope we make clear what her true wish is.\"\"If her dream is to become an outstanding hairdresser, like her father...\"\"Then once she learns to rein in her own static, I imagine we'd have to request her further opinion then.\"\"Will she be a Caster? Or will she treat studying the use of Arts as a form of hobby?\"\"Or suppose, perhaps, that's as deep as she'll delve, and she'll turn her efforts to hairdressing, or maybe bartending, for the rest of her days?\"\"That's not something for Rhodes Island to decide for her.\"\"Even if she's unusually talented.\"–Extract from recording of Quercus's evaluation of Goldenglow"
}