{
  "Profile": "Gavial remains a member of the Rhodes Island Medical Department, but whenever Rhodes Island needs her combat prowess instead of her medical knowledge, she won't hesitate to pick up her battleaxe and charge toward her enemies.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 15.3%This hasn't changed much since I joined Rhodes Island. Nothing to worry about. [Blood Originium-Crystal Density] 0.27u/LI know my own body better than anyone, but it's thanks to all the other operators at Medical that I've been able to keep my Oripathy under control so well. Maybe I should invite everyone to Acahualla for a vacation one of these days.–Gavial",
  "Archive_File_1": "Most Operators have remarked that Gavial made a very strong impression with her outfit when she returned from Acahualla. At first, there were rumors that it was the equipment she inherited from her tribe before her decision to study medicine. Soon, though, the rumors got out of hand. In the end, people were gossiping that \"Gavial once used the axe to cut open a waterfall at the highest cliff in Acahualla, creating a new landmark there.\" Although the origins of such absurd rumors cannot be ascertained, Operator Tomimi seemed to really take a liking to them, and added her own fuel to the fire as the story mutated.Tomimi's personal interests aside, the fact is that it was Operator Eunectes who forged Gavial's new equipment. When the two of them received Tomimi's message that Acahualla could be facing a disaster, Gavial made the request for new gear. Eunectes then quickly fabricated the entire set, from the weapons and armor to even the accessories, out of the finest materials, yet it is the imposing yet easy-to-wield battleaxe that Gavial instantly took a liking to.",
  "Archive_File_2": "Although the disaster that Tomimi said in her letter would affect all of Acahualla was more or less fabricated by Stitch Canvas (now Rhodes Island Operator Minimalist), the Durin city beneath Acahualla, Zeruertza, was indeed facing a calamity. Fortunately, thanks to the combined efforts of the local residents and the Rhodes Island Operators present, the Zeruertza citizens were all able to evacuate to the surface before it was too late, and no lives were lost during the incident.It's worth mentioning that Gavial played a pivotal leadership role during the handling of the crisis. She was the first to propose having the Durins evacuate to the surface, persuaded the plan's opponents, was one of the last to evacuate, and even maintained order when the Durins built their settlement on the surface, ensuring that the construction would be completed on time. Operators not involved with the incident have all expressed disbelief upon hearing that it was Gavial who talked her opponents over, but to those who experienced the events personally, her identity as both a warrior and a doctor had come together, and it all seemed to happen perfectly naturally, with nothing feeling strange about it whatsoever.\"What were we supposed to do? She's Gavial.\"",
  "Archive_File_3": "That said, our Medical Department personnel nonetheless noticed a subtle change in Gavial. Not that she's become more melancholic or moody or anything like that, but she's now more confident and talkative than ever, and enjoys talking about her homeland more.To be clear, she's never had anything against talking about her hometown, even back when she first joined Rhodes Island. However, she simply viewed it as the place she was from, and nothing more. She had no reason to avoid the topic, but also no reason to bring it up, so if Rhodes Island wasn't going to dig any deeper, she would naturally have no reason to ever discuss Acahualla.Yet ever since her bizarre rainforest vacation, Rhodes Island has started to see more and more Acahuallan Operators join its ranks, and Gavial has started to open up about her home more as well, which has led to us learning more about the region by the day. This was a forest that was once considered no man's land, but is home to all sorts of tribes, big and small–such as the battle-obsessed Tiacauh. However, it has also been slowly and irreversibly industrializing... and has now seen several hundred thousand Durins pouring in from underground. With all these factors coming together, even the planner with the greatest foresight in the world would find themselves struck with a headache when trying to imagine Acahualla's future.But Gavial doesn't think so at all.In her eyes, she, Tomimi, Zumama, Inam, and all the valiant Tiacauh will be able to overcome any challenges that Acahualla might face. She has her friends' complete, unreserved trust, and she too wholeheartedly trusts her friends. No matter how difficult the path forward is, even if she must really break open a waterfall at the tallest cliff in Acahualla, that wouldn't be entirely unrealistic with her friends' full support. And so, why not take pride in her homeland?Of course, there's little she can do about the fact that her friends trusts her fists far more than her medical acumen. Perhaps that's a good worry to have, though.",
  "Archive_File_4": "[Classified Log]In the short term, the Durins' move to the surface does not seem to have had much of an apparent effect on Acahualla. Thanks to their ingenious camouflage, they have thus far been able to hide Acahualla's industrialization from the agents of Sargon's rulers, even causing them to return to the court prior to the arrival of the first wave of Durins. This has led to Inam successfully receiving recognition as Acahualla's lord ameer, earning her equal standing with the other lords ameer who thirst for territory, population, and production capacity, and thus ensuring Acahualla's laws and principles remain intact, all while keeping Sargon's highest ranks oblivious to the changes that the territory has seen.If both the surface Tiacauh and the underground Durins are able to live alongside each other peacefully, the status quo should last for a very long time. However, there is no going back to Zeruertza. The sudden surge in population will undoubtedly exhaust Acahualla's resources at a dramatic pace, and Eunectes's tribe has already benefited greatly from Durin technologies. In the long term, there is no way the changes that have occurred in Acahualla can stay hidden forever. There will come a day when they must confront these external pressures.It's hard to say just how much thought Gavial had given the idea before she suggested the Durins evacuate to the surface, but she evidently understood the gravity and responsibility that the decision entailed. Otherwise, considering how rarely she does so, she would not have hesitated like she did when the Acahualla lord ameer candidacy was being decided. She is, after all, a member of Rhodes Island's Medical Department. She would be in quite a difficult position if she had to choose between her ideal of treating her patients and the future of Acahualla.In her time of need, her friends stepped up and helped her out of her predicament, but that doesn't mean Gavial gave up on balancing the scales. She simply chose the most comfortable and suitable solution for both herself and Acahualla.If anyone has any doubts about this conclusion, they can very well pay Acahualla a visit themselves and listen to its people sing Gavial's praises, gaze upon the monument in the center of Acahualla that's growing both larger and further from completion every day, and get a feel for themselves just how much unity Gavial's name can bring to Acahualla. And that's not even counting her own personal strength.If Acahualla ever finds itself facing some kind of nigh insurmountable threat, Gavial will undoubtedly drop everything to return to her homeland and forge a new path, with her fists and battleaxe.",
  "Promotion_Record": "[Urgent]To Inam:I really think we should be building something more practical than monuments and statues with the stones we have, but you said the Tiacauh are clamoring too loudly for them, and I can understand. I wouldn't want to go against them either, if that's what they want.You also said the Tiacauh held a vote, like the Durin, over the finer details, like how many people they are making statues for, what poses they would take, and whatnot. And even though they ended up brawling over everything anyway, that's still a step in the right direction.That said!No way will I accept them giving my statue a thick tail!I'll say this again. Even if those thick-tailers get their way in both the vote and the fight afterward, I am not signing off on a thick tail! This is a huge decision. You guys gotta at least take my feelings about being immortalized with a thick tail into account.Make sure you include the final decision over the statue's tail with the next letter. If the thick-tailers are still in the lead, I'm gonna have to take a vacation to come persuade everyone back in Acahualla!Gavial"
}