{
  "Profile": "Lin, full name Lin Yühsia, is a Lungmenite. Her occupation remains unclear, and her file remains equally suspect, owing to how little information she provided.After the \"Yumen Incident\" came to an end, she proposed to Rhodes Island the formation of a formal cooperative agreement, and she now assists Rhodes Island with its treatment of the Infected populace in Lungmen.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Lin shows no sign of Originium infection. [Blood Originium-Crystal Density] 0.12u/LOperator Lin very rarely comes into contact with Originium.\"Sometimes, protecting yourself is more than something to be aware of. It is a kind of wisdom.\"",
  "Archive_File_1": "The President of the Lungmen Young Entrepreneurs' Association, Special Guest Lecturer of Social Studies at the Lungmen Union University, one of the Lungmen Federation of Enterprises' rotating spokesmen, Consultant to the Lungmen Market Regulation Authority... All of these titles do indeed appear on Lin Yühsia's curriculum vitae.With a file like hers, of course we can't play dumb either.Although we've never had any direct contact with him, we have a general understanding of what a dangerous person \"Lin Gray\" is. Although he has always looked out for Rhodes Island whenever we made indirect contact, his daughter has now come directly to us to propose the establishment of a channel to facilitate trading medicine between the slums and Rhodes Island, and even considered having us station medical operators there while bypassing official channels. This is on a whole other level. It was a letter from Operator Ch'en that finally made us agree to this headache of a cooperation agreement.Disregarding some of the passages that lean more toward her personal feelings, the letter's message is clear: As an individual, she personally trusts Miss. Lin Yühsia, and, as an operator, she recommends that Rhodes Island accept this invitation.\"Trust can be betrayed, but not mutual interest. And when it comes to the treatment of the Infected, Rhodes Island and I share the same interests.\" Miss. Lin Yühsia gave us this frank explanation of our cooperation. Regardless, Rhodes Island's standpoint as a medical company and its contradictory ideal of working towards solving the Infected problem will not change. Just as she said, we currently have no reason to refuse.\"Oh, right. If she says anything about mutual interest and trust, just ignore all that. She can be pretty shy.\" –Ch'en notes at the end of her letter.",
  "Archive_File_2": "As Miss. Lin is not stationed aboard Rhodes Island, our meetings with her are limited to our mutual business dealings.To Miss. Lin, there is nothing contradictory about being a fair, responsible partner while also keeping information from her collaborators. We can always have faith in her ability to handle all sorts of affairs: she helps us sign highly advantageous business contracts at an extremely efficient pace, as well as removing without a trace certain enemies who harangue us. When probed, she also refused to tell us how exactly she handle these problems.To an organization like Rhodes Island, a partnership like this isn't going to last. However, not only did Ch'en vouch for her, Swire, the current L.G.D. Superintendent, also continues to have a tacit trust in Miss. Lin. Swire may always say \"I'll personally arrest Miss Lin one day,\" that's merely something she says. Evidently, the three of them have a close relationship, but they also never see each other aboard Rhodes Island. A peculiar relationship that piques all onlookers' interest. All things considered, as long as Rhodes Island's core objective remains the same, we can maintain our mutual trust and partnership. Indeed, this is how we generally operate with most other operators, and many of them go on to become true allies fighting toward the same goal.Let us trust her for the time being. [Classified Log]\"What's this document?\"\"Information. These are the records of each and every Infected Rhodes Island has come across in the Lungmen slums the last couple years, their health condition afterwards, and their current social credit reports. And the transaction records of every Oripathy-related medication that Rhodes Island sells in Lungmen.\"\"This is the reason I made Rhodes Island this partnership offer.\"\"You mean... you've been paying close attention to us ever since that incident?\"\"It's a necessary precaution, and it's also to make sure nothing like that happens in Lungmen ever again.\"\"You understand the consequences your information could bring.\"\"Which is why I made sure that no one else could possibly get their hands on any of it when I was gathering it.\"\"In that case, why are you handing this over to Rhodes Island now?\"\"To show my sincerity.\"",
  "Archive_File_3": "Even before she signed on as a Rhodes Island operator, we'd already been very familiar with the name Lin Yühsia. Our indirect dealings with her, as well as all the secrets we've heard from our sources, also more or less painted the image of her as a triad leader. Yet it was only when we finally met Miss. Lin in the flesh on board Rhodes Island that we found out she was not quite the dangerous, gloomy person that we imagined her to be.On the contrary, most operators who have worked with her tell us that she is very easy to get along with. There was even one who, unaware of all the details, mistook her for medical staff from a Lungmen hospital. Indeed, outside of work, Lin never makes shows of force, and she is very well-versed in etiquette when interacting with others. Compared to her Lungmenite compatriots, the ever-meticulous Ch'en and the swift and decisive Officer Swire, Lin instead appears calm and composed, and she is often praised as the perfect embodiment of the elegance and dignity that foreign operators attribute to the Yanese. That said, her self-control and politeness may also have inadvertently distanced her from others even more.Occasionally, Miss. Lin Yühsia also displays an awe-inspiring expertise in the arts. Specifically, this includes her skills in Yanese calligraphy and painting, her unique viewpoints on interior design, as well as her mastery of tea ceremony, which eclipses even that of Lee. The glassware she crafts with her Originium Arts are all produced to the highest standards in both detail and design. Of course, to know all this about her, you would have to have built a certain level of rapport with her. If you are lucky enough and just so happen to have the opportunity to have a conversation with her while she is free, you will certainly be astounded by her deep knowledge of Yanese art history. The devotion and confidence she exudes as she discusses such topics show that she did not hone her techniques and eloquence merely for mingling in social settings. She truly loves them.Given all this, we can't help but wonder: If she have never become the \"Lin\" she now is, what sort of person would she have become?",
  "Archive_File_4": "When Lin Yühsia chose her codename at Rhodes Island, she asked, \"What's Ch'en Hui-chieh's codename here?\" After getting her answer, she pondered briefly before writing \"Lin\" down on the form.From what we understand about Lungmen, the name \"Lin\" no doubt carries significant weight in the slums. Although very few have met the Rat King, or Lin Gray, in the flesh, the name itself is the embodiment of his order.And now Miss. Lin has chosen to inherit that name.We learned of the \"Yumen Incident\" and its gist from Operators Waai Fu and Lee's testimony. Based on this, we are certain that the commotion will have little direct effect on Rhodes Island or Lungmen, and thus Miss. Lin approaching us at this timing is more likely to be her own personal decision. Although no doubt there are deeper motivations to it, we won't dig any further.From the start, Miss. Lin's goal in forming a partnership with Rhodes Island could not have been clearer. The Infected problem is one of the main issues that the Lungmen slums face, but that is not the whole picture. \"My father built the slums in the first place because he hoped it would become something like a hazmat suit to Lungmen, but a lot of men out there want the slums to become an airtight bag instead.\" As guests that have resided in Lungmen for some years now, we have a decent idea of many of the complicated and deeply rooted contradictions that Miss. Lin often speaks of. But regardless of the circumstances, she has always faithfully adhered to her promise and never involved Rhodes Island in problems unrelated to Oripathy.On a certain level, given that we walk the same path–or at the very least, we are business partners that share the same goal–we've caught glimpses of her downplayed attitude as she dealt with the mafias who ignored the law of the land, her chilling aura as she negotiated with the Chamber of Commerce, and the profound grief she's shown as she discussed the problems that the slums face. That is more than enough for us to cast aside our suspicions and work wholeheartedly toward our common goal.Where there is light, there is also a shadow. This is the unchanging truth. Just as there are those who stand in the light and use their authority to deny the existence of shadows, there are those who walk into the shadows in an attempt to light a lantern, and this is exactly the reason. She truly belongs in this city.",
  "Promotion_Record": "\"Yühsia, tell me. What do you see?\"\"A bustling night market, crowds of wandering foodies, people going home after work... They're the fruits of your decades of labor. When I was still a kid, no one would dare to keep their stores open at this hour.\"\"At least your memory's not bad... You said you wanted to take over for me. If you mean it, remember everything you see before you.\"\"Are you telling me this is all my responsibility?\"\"We have thousands of households who want only a peaceful life and career, and tens of thousands who need to be protected. Each and every one of them is a part of Lungmen. The same goes for you, and for me.\"\"Remember this. Duties and people are never to be put on the same scale. Sometimes, it's easy to forget that when you stand at the top for too long.\"\"That's why I brought you to this stall for siuye tonight, where it's closest to the common people. I want you to take a good look around.\" \"And here I thought you wanted a cheat meal after that diet the doctor put you on.\"\"Sei seoi neoi...\"\"I get it. I've been seeing this scene for two decades myself. This is where my roots are.\"I'll remember.\""
}