{
  "Profile": "Ash is one of the members of Team Rainbow. She is disciplined and committed, and as the team's acting leader, is in charge of formulating her entire team's battle plans.Her main weapon is a customized M120 grenade launcher. It is capable of inflicting significant damage on heavily-armored targets. It can also be used to clear obstacles, increasing the number of options her squad has in combat.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Ash shows no signs of Originium infection. [Blood Originium-Crystal Density] UndisclosedRelevant data will not be disclosed due to the Medical Department's agreement.",
  "Archive_File_1": "Operator Eliza Cohen, codename Ash. A member of Rainbow Six and one of the firsthand witnesses to the \"Watchtower 33\" incident, Ash registered with Rhodes Island as a cooperative party following the incident.Ash is Team Rainbow's acting leader. Unmatched in her combat skills and commanding ability, she is particularly skilled in breach and entry. With her unique blasting techniques, she can demolish obstacles with remarkable precision to create covers or openings.Undoubtedly, Ash and her team are extremely professional combatants. There is much that Rhodes Island operators can learn from their tactics and techniques, and I hope to get to know them better as we work together in the future.Worth mentioning is that Team Rainbow members are only working with us temporarily. They are not formally employed by Rhodes Island, and with how much they have on their hands, it would not be advisable to call on their help too much.",
  "Archive_File_2": "Ash likes to keep to herself, and it is difficult to pry her away from her own affairs. At the same time, she is cautious and not prone to develop many close relationships. She is somewhat harsh in the way she manages her operators. Some would say she is too harsh, but there is always one thing and one thing only on her mind: how to bring her members home alive.",
  "Archive_File_3": "Miss Cohen is highly intuitive when it comes to architecture. When she first arrived at Rhodes Island, she pointed out several areas of the ship's construction that she said were structurally unsound. After examination, we were able to locate structural defects in those areas. Miss Cohen then assisted Rhodes Island operators in rectifying and repairing these defects. As Engineering operators supervised the repair process, they soon found that while they were still discussing the repair process, Miss Cohen was already putting theory into practice. While this likely was due to her existing knowledge in engineering and structural systems, perhaps more important is her experience in applying this knowledge to high-intensity situations. The solutions she comes up with are certainly not flawless, but her plans always carry minimum risk and are implementable with ease.On top of that, she always prefers to take on the most dangerous tasks herself.",
  "Archive_File_4": "Even though Ash has been left exhausted by each and every battle she has been deployed in, she is nonetheless able to face her adversaries with composure. However, it is clear that she has become far more cautious with her planning after witnessing Metal Crabs bore through Blitz's shield with ease, and seeing Vouivre capable of throwing javelins over fifty meters. Any mistake she makes under her command can put the whole team in grave, irreversible peril. This is something she has come to understand very well after her recent deployments.Therefore, in addition to making improvements to the way she commands, she has also started to rely more on her teammates' abilities: Frost's attention to detail, Tachanka's ability to keep calm, and Blitz's optimism. She cannot make all the decisions herself while they are stranded in this unfamiliar world, but they will all make the trip home together.Team Rainbow will always be together.",
  "Promotion_Record": "[Classified Log]Now that her firearm-like weapon has completely failed, Miss Cohen has opted to use a grenade launcher as her primary weapon. I think that's pretty good. The other guys had to take apart Mr. Alexsandr's weapon for analysis and then put something new together. It's a lot easier and much less aggravating to just spend less money on something off the shelf. Ahem, I digress. There weren't a lot of adjustments we had to make on Miss Cohen's weapon. All we had to do was modify it to use Originium rounds, or so I thought, but Miss Cohen was pretty particular about her ammunition.She wanted rounds that not only stuck to the surface, but could then bore through it before blowing up? And without using Originium Arts? Just what were these things she's been using? She said she didn't know the exact procedures to recreate them, but she could share some of the know-how behind it. That sounds wonderful!With Miss Cohen's help, we were able to create a prototype of the type of rounds she described. The process wasn't really a walk in the park, but it turned out pretty well! The only thing is... the whole process behind making these rounds is far too complicated, and so we couldn't use them as regular ammunition. In the end, we ended up taking a step back and made her weapon compatible with normal projectiles instead. In conclusion, it's a lot more convenient to just use Originium Arts."
}