{
  "name": "Ash",
  "trivia_items": [
    {
      "text": "Ash's Breaching Round launcher is based on the M320 Grenade Launcher Module."
    },
    {
      "text": "While in her Ranger outfit, Ash uses a G36C carbine instead of an R4-C one."
    },
    {
      "text": "Ash is illustrated by m9nokuro (who notably illustrates Jessica, Mudrock, and Rope among others), but the illustrator is credited as \"Ubisoft\" in-game. This is due to the fact that Ubisoft Montreal, the developer of Rainbow Six Siege, acts as the art director for all Team Rainbow Operators. This is also the case with her Ranger outfit."
    },
    {
      "text": "Along with April and Tachanka, Ash is the only Operator in Arknights who received an outfit at the same time as their release."
    },
    {
      "text": "Ash is known for the following distinctions for in-game gimmicks:",
      "sub_items": [
        "Currently, she is the only Marksman Sniper who can shift enemies via her Breaching Rounds (though limited by 2 per deployment).",
        "She is also the only Marksman Sniper who can stun enemies on deployment, like Projekt Red, Nearl the Radiant Knight and Phantom. Similar to Nearl the Radiant Knight, it is an innate trait in her no matter what skill is chosen.",
        "She has the fastest DPS among Marksman Snipers via her Assault Tactics.",
        "She is the first Operator with both a toggleable skill and the ammunition mechanic for their skill(s)."
      ]
    },
    {
      "text": "Ash's module story makes direct references to other Rainbow Six Siege operators, as well as Terra's national equivalents:",
      "sub_items": [
        "The brute Sargonian refers to Oryx, who is a Jordanian, and can smash through walls.",
        "The Bolivarian crossbowman refers to Capitão, who is Brazilian, and wields bolts that can emit camouflaging smoke or are explosive.",
        "The Leithanian caster who is said to constantly 'fiddle' with his Arts unit refers to Bandit, A German like Blitz, but wields shock wires.",
        "The Victorian with a large sledgehammer is clearly Sledge, a Scotsman with a Tactical Breaching Hammer. The other Victorian, based on description, likely alludes to Mute, a British intel-denial operator who isn't much of a talker as well."
      ]
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Ash/Trivia"
}