{
  "Profile": "SilverAsh is a Kjerag warlord, chairman of the Karlan Trade Co., and is current Chief of the Silverash Family. He has unique views on economics, trade, international politics, diplomacy, and strategic planning. He provides strategic support for some Rhodes Island operations. In view of the fact that his true purposes are unknown and he doesn't have the most cooperative attitude, it is advised that we maintain a conservative attitude in order to minimize risks when working with him.",
  "Clinical_Analysis": "Imaging tests show clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this Operator can be confirmed to be uninfected. [Cell-Originium Assimilation] 0% Operator shows no signs of infection at this time. [Blood Originium-Crystal Density] 0.12u/L Subject's values are normal and there is no need for further investigation. Huh? Kjerag's nobles like to come to Rhodes Island for medical examinations, too? Next time, please inform him: 'If you have no pending procedures, please do not disturb the medical staff. If you have, then please wait at reception for the Doctor to receive you.' I'm simply not prepared to deal with someone so calm and collected. — Medic Operator Warfarin",
  "Archive_File_1": "The Karlan Trade CO.,LTD. is a state-owned enterprise engaged in foreign trade. It is located in the religious country of Kjerag, also known as the 'Snow Realm.' Because of its terrain, Kjerag rarely suffers natural Catastrophes or invasions. This has meant that the people of Kjerag have not needed to rely on nomadic cities to live and work. Of course, the steep terrain has also slowed Kjerag's development considerably. The name of the Karlan Trade Company is probably derived from the name of the holy mountain the believers of Kjerag worship. The trade company, run by SilverAsh, is the only window to the outside world for the insular and conservative nation of Kjerag. At the same time, this company has unavoidably changed the country. It would be wise for Rhodes Island to research SilverAsh's record, given this level of power and vision.",
  "Archive_File_2": "As a lover of literature and art, a committed hunter and collector, and an expert in traditional Kjerag swordsmanship, SilverAsh has traces of a traditional noble upbringing. That said, SilverAsh's thinking and conduct run counter to tradition, and are full of the progressive complexity and the intensity of modern education. As such, SilverAsh, Chairman of the Kjerag Trade Co. LTD, is a controversial figure at Rhodes Island. Whatever the case, the other Operators have come to a consensus: SilverAsh is not an Operator who can be easily dispatched or controlled. SilverAsh and his employees work very closely with Rhodes Island, but there is no hierarchical relationship between them. Whether it is strategic planning or tactical command, many Operators find SilverAsh's prowess convincing. However, the more skeptical Operators familiar with conspiracy and political tricks are wary of SilverAsh's intentions. Although SilverAsh truly cares about his younger sister, Cliffheart, who is being treated at Rhodes Island, he trusts Rhodes Island no more than Rhodes Island trusts him. Perhaps as the rumor says, what is really of interest to SilverAsh is the value of Rhodes Island Pharmaceuticals itself as well as the Doctor he regards as a competent rival... Dr. Kal'tsit is opposed to trying to make any further contact with SilverAsh. Though the Doctor may have other ideas..",
  "Archive_File_3": "According to rumor, SilverAsh's parents died in a so-called accident when he was a child. Despite the ruling, evidence at the scene pointed to foul play by political enemies of the Silverash clan. Perhaps because of the rapid decline of the Silverash Family, this matter was left unsettled. Naturally, the incident had a huge effect on young SilverAsh's life. But as SilverAsh was the scion of a wealthy family and not a weakling by any means, he never sank into despair, and even kept raising his two younger sisters until they were old enough to take care of themselves. Thereafter, SilverAsh left Kjerag and headed to Victoria to receive a modern education, and let the Silverash family's political enemies divide up their legacy amongst themselves. The Three House Parliament of Kjerag was three houses in name only. This state of affairs lasted until SilverAsh returned back to Kjerag. Upon his homecoming, the young master took upon himself the weighty responsibility of rebuilding his clan. Now according to Cliffheart's testimony, the SilverAsh who had returned was no longer the gentle and precocious youngster he used to be, who would grit his teeth and bear all that the world threw at him. Thereafter, the Karlan Trade Company quickly rose to seize a monopoly in a large number of modern industries that had previously been banned in Kjerag. He exported goods and raw materials to other countries and imported modern industrial products. In doing so, he accumulated a vast amount of wealth in a very short time, and the success of his company restored the Silverash Family name to its position in the parliament. In what may have been a series of plays by rival clans, SilverAsh's two younger sisters each suffered a turn of fortune that would have a huge impact on the Silverash family: Pramanix was christened a Karlan Saintess in a religious ritual, and Cliffheart was infected with Oripathy. Rhodes Island tends to believe that these were acts of political opposition, but Cliffheart thinks that these events merely once again catalyzed SilverAsh's resolve. Now, no one knows what SilverAsh will do, just as no one knows the purpose behind his collaboration with Rhodes Island.",
  "Archive_File_4": "[Classified Log] I am opposed to the dealings between Rhodes Island and the Karlan Trade Company. No, I have not found any hints of anything sinister, nor do I have any proof of anything untoward. I just want everyone to think this through carefully. What is it that Kjerag needs right now? The Three House Parliament of Kjerag is in a political crisis. The conflict between the Kjerag conservative faction and the reformist party have gotten more and more intense. On the surface, the Karlan Trade Company is only concerned with foreign trade. However, its true owner is none other than Enciodes Silverash, head of the Silverash Family and opponent of the two conservative houses in the country's parliament. You may also know him as SilverAsh, brother of Rhodes Island Operator Cliffheart. I am convinced that the Karlan Trade Company doesn't pay a cent to the government of Kjerag. It isn't a state-owned enterprise! Its operations and business are controlled entirely by SilverAsh himself! Modern military equipment has passed from Raythean's hands, through the Karlan Trade Company's channels, and into Kjerag. The conservative faction doesn't even have any means of tracing the whereabouts of the goods. The trade route has already been moved to the foot of the holy mountain, Karlan. The Vine-Bear Court has already used SilverAsh's sister, Saint Pramanix, as leverage to try to get the Silverash family to leave the Three House Parliament and hand over control of the valley and mining sites. The troops the Karlan Trade Company sent to the training camps have already returned from Ascarat County in Victoria. Where are they now? The conservative Kjerag guards don't have any idea. So what does Kjerag need most right now? We are reaching a boiling point here. What do they need? Pressure from outside. Just a little bit of pressure from the outside. Just the tiniest little push... The avalanche will bury all of Kjerag, including all of its conspiracies and all of the matters of the past. I admit that perhaps the Karlan Trade Company isn't hiding anything dangerous. Even so, should we really put ourselves in danger just because Cliffheart received a secret letter? At the very least, Rhodes Island as a whole should not assume this magnitude of risk. — Dobermann, at the meeting 12 days before the incident at the mountain.[note 1]",
  "Promotion_Record": "[Promotion Materials] I don't think the stories everyone's heard are so terrible. Everyone's life has a trajectory that wobbles as the world turns. It's normal. Therefore, I don't want anyone to think of Mr. SilverAsh as a threat. To survive in this land, you need to have trust and cooperation. Since Mr. SilverAsh now regards the Doctor and Rhodes Island as partners, even if Rhodes Island doesn't want to rely too much on the Karlan Trade Company's help because it is skeptical of Mr. SilverAsh, we should not regard him as an enemy. If you regard someone as an enemy, then subconsciously you will treat them like one. The two sides will drift apart, and even if they could have become friends, they will become enemies. I know what Dr. Kal'tsit said about hidden enemies... I just feel that whether or not SilverAsh will really become our enemy depends on the relationship between the Doctor and Mr. SilverAsh, and not on the abilities, strength, or behavior of Mr. SilverAsh alone. Let the Doctor take care of it, as Mr. SilverAsh's designated handler. And that's that. The Doctor will handle this situation. —Amiya"
}