{
  "name": "SilverAsh",
  "trivia_items": [
    {
      "text": "His name is most likely a reference to the main colors of the snow leopard whose much of his (along with Pramanix and Cliffheart) traits are based of, white (silver) and gray (ash)."
    },
    {
      "text": "His given name, Enciodes, is derived from the scientific name of the snow leopard, Panthera uncia. This is shared with Pramanix and Cliffheart, whose given names are Enya and Ensia. Furthermore, his given name can also be derived from the scientific name of the subspecies of snow leopard found in the Tibetan Plateau and the principal of Himalaya, Panthera uncia uncioides."
    },
    {
      "text": "SilverAsh's pet falcon (which he uses to attack enemies in range) is named Tenzin, which is a reference to Sherpa Tenzing Norgay, the Nepalese mountaineer who first reached the summit of Mount Everest alongside Sir Edmund Hillary in 1953."
    },
    {
      "text": "SilverAsh is rendered in two different ways in the story: one without the capitalized \"Ash\" (\"Silverash\") as his family name and the other with the capitalized \"Ash\" as his codename as Rhodes Island operator. This is even more obvious in the original Chinese text in which his family name is a transliteration of \"Silverash.\"",
      "sub_items": [
        "Most Korean players prefer to call called SilverAsh 은재 (Romanized: eunjae) a transliteration of his Chinese name to Korean."
      ]
    },
    {
      "text": "Being one of the most popular Operators in the game, SilverAsh has been a subject of memes in the Arknights community, albeit some being quite controversial due to \"fan-cannon\" interpretations. Here will only list out those that are not controversial:",
      "sub_items": [
        "The CN community often depicts SilverAsh as an overprotective brother towards Pramanix and Cliffheart. Adding with his supreme position as a political leader in Kjerag, this leads to his Chinese nickname as \"Boss Silver (CN: 银老板).\"\nAnother reason he is called \"Boss Silver\" by the CN community is because he shares the same Japanese voice actor with Diavolo from JoJo's Bizarre Adventure: Golden Wind, who is nicknamed \"Boss\" by Chinese fans.",
        "Another reason he is called \"Boss Silver\" by the CN community is because he shares the same Japanese voice actor with Diavolo from JoJo's Bizarre Adventure: Golden Wind, who is nicknamed \"Boss\" by Chinese fans.",
        "The distinctive sound of his  Truesilver Slash has left a deep impression on many players. In the EN community, it is commonly described as \"Schwing Schwing.\" in its onomatopoeia. In CN, it is also nicknamed as \"True Manliness Slash\" along with Mostima's  Key of Chronology (nicknamed \"True Woman Slash\") and Młynar's  Unbrilliant Glory (nicknamed \"True Golden Slash\")."
      ]
    },
    {
      "text": "According to Arknights Global's first anniversary livestream, as of the end of Contingency Contract Pyrite, SilverAsh is the most common Operator assigned as a Support Unit and 6★ Operator to be promoted to Elite 2."
    },
    {
      "text": "His Korean voice actor Nam Dohyeong actually test-dubbed him for fun during his own livestream. He later said this during his reveal as his official Korean voice actor."
    },
    {
      "text": "SilverAsh's 2nd Operator Record is currently the longest one out of all released Operator Records across all servers."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/SilverAsh/Trivia"
}