{
  "Profile": "Specter, real name Laurentina, is a member of the \"Abyssal Hunters,\" an Ægir military squad. She has demonstrated extreme proficiency in operations such as taking down large-scale organisms and destroying hard targets.After the \"Stultifera Navis\" incident, her mental state and mood began to stabilize, and her memories returned.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 14.5%It has been determined that the source of her nerve infection is due to excessive amounts of Originium concentrate that was forcibly injected into her spinal cord. Current medical technology is unable to deal with this condition, so this operator can only be administered minimal conservative treatment. [Blood Originium-Crystal Density] 0.34 u/LThe Originium infection progress is extremely slow, and even if this does not conform to our common sense, it is still a welcome thing. We speculate that the reason for this phenomenon may be related to the transformation that Abyssal Hunters undergo. Operator Specter's medical files have been moved to an extremely high-clearance database. We ask that relevant medic operators maintain strict confidentiality.––Medic Department Internal Notice",
  "Archive_File_1": "After the tides of her hometown called her memories and personality back to her, Specter quickly came to accept what had happened to her during her amnesiac period. For a free and easy person like her, having another \"self\" was not a bitter pill to swallow. Rather, her mad \"self\" merely provided Specter with another angle from which to understand things, greatly broadening her horizons. In this regard, Specter is quite satisfied, although she occasionally regrets that her \"self\" was unable to use the inspiration of madness on the right path. As for now, she has ample time to process and digest the impact her \"self\" has on her surroundings, Rhodes Island, and other operators. The suspicion and bewilderment on the faces of the operators who had contact with her before brought her no shortage of novelty and amusement. Operator Specter's mental state has continued to stabilize as of now, and in theory, the probability of her main persona being replaced again is extremely low. However, during fierce combat, or certain situations that cause her to have intense outbursts of emotion, certain sudden changes to her behaviors have been observed. We cannot say for sure whether this is a relapse of her condition, or if Specter is deliberately imitating her past self in search of \"inspiration.\" We recommend continuing closely monitoring the operator's mental state as much as possible.––Anonymous Operator, Medical Department",
  "Archive_File_2": "Unlike the elusive Gladiia or the reclusive Skadi, Specter is not only the most approachable Abyssal Hunter, but also the only one who will offer brief descriptions of Ægir for others. After chatting with her, many operators got their first glimpse into this mysterious deep-sea country.In Specter's own words, in the ocean far from land's shores lies a utopian country: there is no Originium, the people do not have to worry about survival, and citizens are assigned to work where they are best suited according to their personal abilities. Light covers the bottom of the sea, and each transparent dome carves out a small piece of paradise. Everyday life is filled with various automatic equipment, and almost all mechanized manual labor is completed by high-end technological products. As a whole, the society is even more ideal than the images conceived in Terra's most cutting-edge science fiction novels.Specter's descriptions undoubtedly satisfied most operators' conception of an exotic, far-flung country, and they naturally ignored the things she mentioned far less often: the immense pressure that the Seaborn posed to the survival of the Ægir people, and the destruction wrought upon Ægir by the Seaborn's followers.The Abyssal Hunters invariably face the same problems on land that they did beneath the waves.But due to their lack of manpower, the Abyssal Hunters are unable to change anything. In the face of the scourge of the seas that cannot be completely driven out even with the Ægir's science and technology, what can the land-dwellers' puny technology accomplish?This is the Abyssal Hunters' status quo. Gladiia has long been concerned about this, and Specter is well aware of it.Having that said, she has no reservations about cooperating with her friends on land. This is not due to some calculus based on ability or practicality, but rather because on an emotional level, she feels that fighting with these soft, vulnerable companions might make miracles.That is the reason she leads the charge into enemy lines, her chainsaw's battle-dance opening up the slimmest of chances for her friends.After all, she already created a chance for Skadi's team to kill a so-called \"Him.\"Why can't she do it again?",
  "Archive_File_3": "The operators who take care of Specter on Rhodes Island have found that she tends to stare at sculptures or paintings for a period of time in complete silence. And once Specter returns to herself and expresses her thoughts on these things, the operators finally come to understand that it was her inherent love of art that soothed the scars on her psyche.For Specter, art was the expectation bestowed upon her by Ægir society, as well as her own life's pursuit. Thanks to the nature of her parents' work, she had access to Ægir's bountiful art collection since a young age. Among the various art mediums, sculpture left an indelible imprint within Specter. She still remembers that snow-white sculpture. The moment she laid eyes on it, time seemed to stand still the clock's hand refused to turn. She indulged in the eternal giant displayed before her, coming to realize what true art and beauty is. To this day, she does not understand the idea behind the creation's sculptor, nor has she seen that statute again. However, all the emotional expressivity carried in that piece of stone have long found a home in her heart, and she hopes that one day she can become a sculptor acknowledged by Ægir. One day, she, Laurentina, will be able to create her own sculptures.If she had not become an Abyssal Hunter.",
  "Archive_File_4": "Specter's metamorphosis from a sculpture apprentice into an Abyssal Hunter may appear to be an accident to some; however, what they do not know is that Ægir's technology and institutions can ensure that their chosen personnel will never deviate from the basic needs of their post. Because of this, citizens generally do not refuse when summoned by state institutions such as the Abyssal Hunters. Specter completed her metamorphosis with ease, quickly mastered what she was trained for, and officially became an Abyssal Hunter, hunting Seaborn along with Gladiia. Thus, her obsession with beauty turned into a deep hatred of the Seaborn. It may be the case that Seaborn evolve into striking forms that leave people awestruck, but this cannot be considered beauty - rather, it is more of a byproduct of evolutionary needs. The Ægirians' most ingenious creations are useless pieces of artifice in these creatures' eyes, a perspective that Specter could not tolerate. The 2nd Abyssal Hunter team to which she belonged was once responsible for clearing out a large Seaborn lair: an entire city that had fallen into the sea, its various buildings turned into breeding nests. When she saw the colors bleeding from torn oil paintings and the desecrated stone statues covered with nests, she no longer had any reservations in her heart about slaying the Seaborn.Now that civilization has encountered vermin, Specter is more than happy to play the role of exterminator.Through their deaths, Ægir's survival is forged.",
  "Promotion_Record": "\"You want to know more about the folks who experimented on me?\"\"I pretty much exterminated them all, Gladiia.\"\"I need to review the information and combine it with the intel provided by Iberia.\"\"Alright, let me try to think back.\"\"Quintus, the one you ran circles around, is probably the least worth talking about among the bunch.\"\"He couldn't see anything outside of the experiments, living inside a dreamscape he wove for himself, single-mindedly power-hungry and conceited.\"\"So, it wasn't hard to deal with him, right?\"\"Mm, next one.\"\"Amaia, that damn Liberi. You probably saw her on that Iberian ship.\"\"Elegant, and far more dangerous.\"\"That's right. She was in charge of recording down my mental state and providing feedback after the experiment. Given how knowledgeable and accomplished she was, it's a pity she was so well-suited for this job.\"\"She might've treated me the nicest among the experimenters, but you know what, Gladiia? She never actually liked me. In fact, she had a lot of things to say about the way we refused to follow nature's ordained trajectory.\"\"Hmph.\"\"In the end, becoming food for the Seaborn perhaps was what suited her heart best. Alas, for someone like her, Terra's future only has enough room for the Seaborn.\"\"It's not hard to find crazed cultists like her along the coast.\"\"As for the last guy, he... he wasn't a bishop.\"\"Hmm?\"\"All I remember is, he was the one who carried out the experiment's procedure... Nngh...\"\"Are you alright, Laurentina?\"\"I'm fine, I'm fine... Just getting some phantom pains...\"\"He rarely showed himself except to conduct the operations... The cultists seemed to call him... 'Sire'...\"\"'Sire,' huh? I'll remember that.\"\"Quintus and Amaia are both dead. That guy will probably be watching his back a lot more carefully from now on.\"\"You don't need to worry, Laurentina.\"\"I will deal with this scourge.\""
}