{
  "Profile": "Eyjafjalla, volcanologist, Catastrophe Messenger. She is exceptionally talented in the use of advanced Originium techniques and high-energy Arts.Currently undergoing treatment at Rhodes Island, Eyjafjalla provides support in Catastrophe research, environmental observation/assessment, assistance in traversing dangerous terrain, among others.",
  "Clinical_Analysis": "Imaging test for this Operator showed blurry outline of internal organs with visible unusual dark spots. Unusually high concentration of Originium particles were present in her circulation, indicating signs of infection and confirming her as Infected at this stage. [Cell-Originium Assimilation] 8%Eyjafjalla showed conspicuous symptoms of infection, with corresponding deafness. [Blood Originium-Crystal Density] 0.5u/LThe level of Eyjafjalla's internal crystals are comparatively high.",
  "Archive_File_1": "When Eyjafjalla showed up at Rhodes Island for the first time, the personnel leading her to Human Resources noticed some odd behaviors right off the bat: She couldn't make out what people were saying and would sometimes run right into things. People assumed she was some Operator's visiting little sister, or an intern sent by the pharmaceutical department.A few days later, they were shocked to receive a notice from the executives, approving the Infected Eyjafjalla for missions and the research of Arts and Catastrophes as an official Rhodes Island Operator.It turns out the little girl they overlooked was a legend among the most renowned academies in Leithanien, fueling speculation about her level of education.The optimists believed having a young person in the Arts Department would bring some much-needed energy to their somber daily grind. They debated in low but excited voices over who would mentor her internship.The pessimists lamented that as an Infected, no one could predict where Eyjafjalla might end up in the future.",
  "Archive_File_2": "According to forms filled out by Eyjafjalla, she was born to a prominent academic family in Leithanien. Her parents worked at William University, her father a graduate professor for the School of Originium, her mother an environmental and ecological research specialist. The couple died in a volcanic eruption during a survey.Eyjafjalla's parents had begun a project to study natural Catastrophes on Terra, and the volcano was a key site. Among the files Eyjafjalla took with her to Rhodes Island, she treasured the report on that volcano most of all. She didn't want the study to end with the passing of her parents, so she decided to continue it in their stead.Volcanic research must be done on-site before eruption and required long-term close-range observation. Particles with Originium components tended to be common in volcanic areas, and cooling lava constantly turned over new Originium veins, making the region a breeding ground for Oripathy. This is believed to be the reason for Eyjafjalla's infection.",
  "Archive_File_3": "Eyjafjalla's physical symptoms are very obvious. Oripathy has impaired her hearing considerably, sometimes robbing her of the sense entirely. Fortunately, the impairment has slowed given treatment at Rhodes Island.Eyjafjalla typically uses a hearing aid, or asks her conversant to repeat loudly themselves in order to communicate.In addition, certain facial expressions and body language have also proven effective. For example:Shaking head: Unsuccessful dialogue.Shaking head with a surprised expression: Very likely some words have been misunderstood and should be clarified immediately.Nodding: Successful dialogue.Nodding with a positive expression: Idea successfully communicated, proceed with dialogue. Still, one must be mindful of the context, since the present dialogue might be built on the pretext of a previously unnoticed misunderstanding.Repeating a word or sentence multiple times: Eyjafjalla is confirming what's been communicated to her, respond positively and mind one's volume.Glassy-eyed or negative expression: Misunderstanding has possibly occurred. Review previous dialogue to avoid greater misunderstanding.",
  "Archive_File_4": "[CLASSIFIED]I've perused Eyjafjalla's files and a draft of her thesis.\"The Impact of Underground Originium Veins on Volcanic Cycles\" and \"Investigative Report on the Correlation Between Originium and Natural Catastrophes,\"plus a few other analyses are... very well done and reasoned.Also, very dangerous.I hope everyone realizes she is asking dangerous questions in dangerous areas--and not just academic ones.You do know ants, right? Then you should know ants love carrion.Even though the carrion is still rotting, the ants will still rip it to tiny chunks and carry them back to their nest to feed the whole community.Ants must grow stronger to survive in the world.Do you get it? If the carrion is Originium, we are feeding our community with it for everyone to grow stronger. And the purpose of that is to defend ourselves... and maybe oppose potential changes in the future.Yes, according Eyjafjalla's thesis, Originium is a natural Catastrophe.But we cannot stop, and will not stop....Let the child continue her research, for now.Before she can be certain of her own future.— Excerpt from a closed-door conference, spoken by ■■",
  "Promotion_Record": "Eyjafjalla's pets serve a similar role as Operator Mousse's \"kitties\". Eyjafjalla's dark-woolen companions appear identical to normal animals in physiology and behavior.Eyjafjalla calls them \"little black sheep\", claiming they were gift from her mother when she was still alive.Unlike the naughty \"kitties\", the little black sheep are submissive and sluggish, their idea of fun is to nap in Eyjafjalla's room or some place spacious at Rhodes Island.They helped Eyjafjalla with many things, like move books and deliver goods. They even make good fluffy pillows for her to lay her head on.[Classified Log]This is not really confidential information, but something I believe is noteworthy.Although Eyjafjalla dubbed them \"little\", they're still big pets.Given their size, it is odd that they're hardly spotted at Rhodes Island.On retrospect, it is suspicious that they only showed up to graze or when Eyjafjalla needed them.Another usual phenomenon is that they will give off high heat if they are angry or excited, possibly burning your hand when touched.The truth behind all this is worth investigating."
}