{
  "Profile": "Surtr is a mysterious Sarkaz girl who suffers from amnesia, perhaps due to her Oripathy. Her condition is rarely seen even among Infected. She is currently undergoing treatment at Rhodes Island. During testing, Surtr displayed an inexplicably high combat prowess, and was quickly drafted as a combat operator.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of her internal organs to be indistinct due to slight shadows. Minute amounts of Originium granules have been detected in her circulatory system, confirming her to be infected with Oripathy. [Cell-Originium Assimilation] 1% Operator Surtr has basically no signs of infection on the surface of her body. Blood Originium-Crystal Density] 0.10u/L Operator Surtr's Originium-Crystal density is at the lower end.",
  "Archive_File_1": "Operator Surtr was found in the ruins of a small town ravaged by a Catastrophe, on the outskirts of Ursus. At the time, Rhodes Island operators were carrying out a post-Catastrophe scouting mission and stumbled upon Surtr, who was resting alone in a destroyed building. Assuming that Surtr was a victim of the Catastrophe and afraid that she would fall victim to its aftereffects, the operators decided to bring her back to Rhodes Island. It was only later that we realized Surtr was merely a passing traveler looking for a place to rest.",
  "Archive_File_2": "Though Surtr's combat prowess far surpasses the average combat operator, her power cannot be attributed to any kind of Originium Arts. With the two-handed sword she carries, Surtr can do significant damage to her environs. The sheer heat emitted from the blade can melt most substances, but the theory behind it is difficult to explain. Surtr herself is unable to recall the origin of the sword. It became an indispensable companion without her noticing. Because of this, even if Surtr frequently passes through normal Infected areas, her Infection will not significantly worsen. Whether it will become a key area of interest in the research of Oripathy remains unknown at this point.",
  "Archive_File_3": "Surtr's memory impairment is different from normal amnesia, and is more akin to memory confusion due to overlapping memories within the same period of time. Based on Surtr's explanation, her mind contains many differing memories. In these memories, Surtr herself could be in completely different locations, with completely different interpersonal relationships. Due to the difficulty of investigation, the authenticity of her report cannot be determined as of now. It is unconfirmed if these are really Surtr's own experiences, or others' experiences that Surtr came to treat as her own.",
  "Archive_File_4": "Surtr's lifestyle on the Rhodes Island landship is rather free, without many of the constraints and requirements expected of normal operators. Medical understands her circumstances, and has compiled a partial list of Surtr's memories to aid in her investigation. Surtr spends most of her time looking for clues at the locations in her memories. It is clear that Surtr may never be able to finish investigating all the locations in her memories within her lifetime, but Surtr herself does not seem to mind. Perhaps to her, the journey is far more important than the destination.",
  "Promotion_Record": "[A particular page of Surtr's personal records] [No permission required for viewing] Forest, endless trees, stream, carriage, bandits.Skyscrapers, alleyway, cake shop, icing, albumen.Wasteland, ruins, enemies, friends, a series of explosions.Snowy mountain, a barren snowy mountain, unending snowy mountains.Castle, stone castle, tower, unopenable doorSchool, street, sports field, newsstand, mugger.Police station, interrogation room, timer, criminal.Balloons, amusement park, fountain, roller coaster.Ocean, sea monster, fishing boats.Electric tower, broadcast station, rooftop. ———— Many lines have been crossed out."
}