{
  "name": "Surtr",
  "overview": "An enigmatic Sarkaz who suffers from false memory syndrome due to her Oripathy, Surtr was taken into Rhodes Island from a town destroyed by a Catastrophe at the outskirt of Ursus. Her contradictory recollections prevent R.I. from uncovering Surtr's background and pinpointing her origins, but she is trying her best to remember her past through her fragmented memories. Regardless, Surtr proves to be a capable frontline combatant wielding a greatsword infused with pyrokinetic Arts to lay waste upon her enemies. She is really someone who should not be treaded lightly.",
  "gameplay": "Surtr is a 6★ Arts Fighter Guard who specializes in DPS. As a Arts Fighter Guard, Surtr's attacks do Arts damage instead of Physical, thus allowing her to dispatch enemies with high DEF but little/no RES such as Heavy Defenders with ease. She is notable for having the highest overall stats of all Arts Guards and like them, Surtr can only block one enemy, has above-average HP and ATK, average DEF and DP cost, and innate RES (10 base, 15 at Elite 2).\nSurtr's skills take her DPS specialization to a whole new level by focusing on maximizing her damage output, but with several detrimental drawbacks:\nThe first skill, Laevatain, is a \"critical hit\" skill that massively increases the damage dealt by Surtr's attack every several attacks. Should the attack buffed by Laevatain managed to defeat an enemy, Surtr's SP will be fully restored; this effectively means that Surtr can land Laevatain in each and every attack, provided that the victim is defeated by the critical attacks. As such, Laevatain is best used when Surtr is expected to face low-HP enemies.\nThe second skill, Molten Giant, buffs Surtr's ATK, extends her attack range by an additional tile, and makes her attacks hit one additional target within range while active. With Molten Giant, Surtr's DPS and reach is significantly improved, allowing her to dispatch groups of enemies with ease, but there's more to this: if Surtr only attacks a single enemy while Molten Giant is active, the attack will do more damage, thus making Molten Giant quite effective against single targets.\nThe third skill, Twilight, is identical to Molten Giant, but has a much lower SP cost and greater effects (giving Surtr a colossal ATK buff, extends her attack range by two additional tiles, and makes her attacks hit up to two (three at Mastery 3) additional targets within range), in addition to fully restoring her HP when used and increasing her maximum HP by a whopping 5000, and being permanent once activated, turning Surtr into a literal godlike Operator who will swiftly turn even the most durable enemies into nothing but ashes while withstanding greater punishment in earnest! The major downside to Twilight, however, is that Surtr will gradually lose HP over time while the skill is active, which starts out small but periodically increases up to 20% of her maximum HP every second after 60 seconds have passed. Because Twilight is permanent, this means that death is all but certain for Surtr unless if they can somehow outheal the HP loss (such as by having at least 6 healers focusing on Surtr as seen in this video, although doing this is highly impractical), so use it with extreme caution!\nSurtr's first talent, Molten Flame, causes her attacks to ignore some of the target's RES, allowing her attacks to burn through enemies with high RES. Her second talent, Remnant Ash, makes Surtr's HP cannot be reduced below 1 in the event her HP is brought to 0 for a short time after which she will be instantly KO'd, which buys her some time to inflict more damage upon receiving a mortal blow including from Twilight's HP loss.[note 1]\nSurtr's base skill, Guard Expert α (Bladework Memory at Elite 2), speeds up the skill Mastery training of Guard Operators by 30% (60% for Bladework Memory) when she is assigned as the trainer in the Training Room.\nOverall, Surtr is the ultimate Arts Fighter Guard whose melee Arts attacks can quickly turn every high-DEF, low-RES enemies who stands in her way into naught but cinders.",
  "pros": [
    "Deals Arts damage in melee",
    "Great ATK and DEF – the best of all Arts Fighter Guards",
    "Laevatain restores all SP when the victim dies by the buffed attack, allowing it to be triggered constantly",
    "Molten Giant improves DPS especially against single targets",
    "Molten Flame makes attacks ignore the victim's RES up to a certain amount",
    "Remnant Ash prevent Surtr from being KO'd for a short time when her HP is depleted",
    "Twilight increases DPS to godlike levels, in addition to fully restoring HP and increasing maximum HP"
  ],
  "cons": [
    "Highest DP cost of all Arts Fighter Guards",
    "Can only block one enemy",
    "Surtr will be KO'd when Remnant Ash expire; even with it, she can still be KO'd by certain attacks, notably FrostNova's tile freeze and the Pursuer's Collapsing Fear if Surtr is affected by Dominion",
    "Surtr periodically loses HP over time which gradually increases while Twilight is active and can only be counteracted by having a lot of healers concentrating on her"
  ],
  "url": "https://arknights.fandom.com/wiki/Surtr/Overview"
}