{
  "name": "Surtr",
  "trivia_items": [
    {
      "text": "Surtr is one of the six Operators teased at the end of the CN server's 1st anniversary livestream. The others are Archetto, Mountain, Saga, Thorns, and Goldenglow."
    },
    {
      "text": "She is named after a jötunn of fire who acts as the guardian of Muspelheim in Norse mythology. A being that appears behind her in her Elite 2 artwork likely represents her namesake.",
      "sub_items": [
        "The name itself means \"black\" or \"(the) swarthy one\" in Old Norse.",
        "It is worth noting that the mythological Surtr is a male, in contrast to the Operator of his namesake, who is a female."
      ]
    },
    {
      "text": "Surtr's first skill is named after the Lævateinn, a legendary sword in Norse mythology. Her 2nd skill is also a reference to her own namesake."
    },
    {
      "text": "The name of Surtr's third skill, \"Twilight\", is a reference to the meaning of Ragnarök (ie. twilight of the gods), as it is translated as \"ラグナロク (Rōmaji: Ragunaroku)\", the homophonic translation of Ragnarök in the JP server."
    },
    {
      "text": "The name of Surtr's crossover outfit with I.T., Liberté//Échec, means \"Freedom//Failure\" in French.",
      "sub_items": [
        "Échec could also possibly refer to the game of Chess, since there have been plenty of elements from Chess in Arknights. The word Échec which the game takes its name after in French is the check state, and the meaning of \"failure\" was derived from being checked in chess."
      ]
    },
    {
      "text": "Because Surtr is treated as one of the strongest Operators as of April 2025, some players nicknamed Surtr the \"Ice Cream Goddess\" (referring to her preference for ice cream in Homecoming and her talk after trust increase #2) or \"Granny\" for the CN community of Arknights, as in 你史尔特尔奶奶来啦！ (\"Your Granny Surtr is here!\") on Bilibili. For the EN community, some call her the \"Delete Button\" due to her ability to kill off enemies easily in one or two strikes or do significant damages to boss enemies where other Operators like SilverAsh or Eyjafjalla could not.",
      "sub_items": [
        "A particular example is Patriot, one of the strongest bosses in-game. Since Surtr's introduction, he and the stage 7-18 have become the punching bag and the field test, respectively, for new Operators."
      ]
    },
    {
      "text": "The Chinese community also nicknamed Surtr \"42 (Hanzi: 四二, Pinyin: sì èr),\" which is a pun for the Chinese pronunciation of her name.",
      "sub_items": [
        "Coincidentally, her DP cost is 21 at Elite 2 with no potential level up, this will be 42 after the second retreat during the battle.",
        "This nickname is acknowledged in Surtr's Liberté//Échec outfit, where the number \"42\" is seen on the underside of her skateboard."
      ]
    },
    {
      "text": "According the Global server's 2nd anniversary livestream, Surtr is the fourth most Operator assigned as the player's Assistant."
    },
    {
      "text": "With her Colorful Wonderland CW03 outfit, Surtr is the second non-limited operator to receive a Live2D model, after Phantom."
    },
    {
      "text": "Despite her widespread popularity in the fanart and cosplay community of Arknights, Surtr is the 6-star Operator with the least amount of lore (as of May 2023). In her vignette event alone, she speaks no more than 450 words, receiving no updates to her lore in over 2,5 years, which makes her the most neglected 6-Star Operator in the game. For comparison, the longest Arknights event as of May 2023 contains almost 144,400 words."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Surtr/Trivia"
}