{
  "Profile": "Kal'tsit, one of Rhodes Island's high-level administrative crew, and leader to Rhodes Island's medical projects. Profoundly learned in metallurgy, sociology, Originium Arts, archaeology, history and genealogy, economics, botany, geology, and other fields. In a portion of Rhodes Island operations, provides medical theory assistance and emergency aid apparatus as medical personnel. Simultaneously, active in many projects as a major constituent of Rhodes Island's command system.",
  "Clinical_Analysis": "\"My diagnostic conclusions are left to my own judgment. Your attention should all be placed on other Infected in need of assistance.\"Kal'tsit told me this, but from the very first word, I was sure it was a throwaway line meant to throw me off.Remember, there are some who require others to go and help them. Kal'tsit is the sort of person who doesn't care about herself; the reason she's still alive is because she's determined there are some things she has to accomplish before she dies. She's set her own baseline too low.Yes, yes, she's very strong. Everyone believes Kal'tsit deserves to speak for herself in their own specialties–those of us with years of work experience get that, we do. It's just that it's not specialist proposals some need... it's to relax a little.And some don't need others to extend a helping hand, but that's not to say they should be all alone instead. By help, I mean to tell them–there are others by their side.If you can see this message, that should mean you care about her very much.So, keep it up. Fight on. Don't leave it all up to Closure to make a show.Also, yeah, Kal'tsit really doesn't let people give her physical exams.—Mysterious message that appeared at the analysis report's original address, signed by ■■■ of the HR Department.",
  "Archive_File_1": "Columbia, a fresh name.Victoria has already decided on retreating; you don't need to pay too close attention to this.The die is cast.The duke of this frontier surely overestimated the accumulated worth of his fervent venture. When has Victoria ever concerned itself with the great nobles' personal interests? This is his stupidity; the other dukes would never run this sort of business in plain sight.He's been embroiled in disputes, assailed back and front. He hasn't even a chance.In time, yes. Gaul has put considerable pressure on Victoria in this; the frontier duke's defeat in this conflict is precisely the machinations of Victoria's strange decision-making. Victoria has sent no assistance to him. Not even a single ship.Presumably, they're watching with folding arms, deliberately seeing him to his death. Victoria–does not have just one mind.But no matter what, Victoria will be too busy to concern itself with those cities stopped over in its northwest wastes; this conflict has facilitated the birth of this Columbia.An opportunity? Theresa... hm. Perhaps it is. The founding of a brand new country is always an opportunity.But opportunity often signifies a source of ruin. The next calamity Kazdel faces may very well be brought about by it.Don't joke with me. I wouldn't do such things now, I can promise you... wait, you're making fun out of me, aren't you? You know I'm no longer that sort of person. Besides, unlike in the past, annihilating a country now seems hardly a possible thing.Things change, and grasping a country is no longer simple–every person has, from the warmth of Originium engines, drawn their own notions. They have found their own persons, and no longer keep to their laissez-faire ways.Perhaps it's a good thing? Yes. If they can persevere.Hardly anyone left could prevent Gaul's realization of hegemony, and Victoria has already lost several cities on end.Unless those few empires could, in this interstice, relinquish their past hatred. Impossible. Madmen, lunatics, speculators and slaveowners? Hah. If they truly had such affinity......You have a point too. Whether they truly could find this chance, we can't say. After all, when have we ever dared to assert that we could see the future?",
  "Archive_File_2": "How could this happen–How could this be?Because of this defection, it's likely I'll be expelled from the university. But I already lack the time to attend to such things now.[This is Kal'tsit, a Leithanien scholar sending out an emergency bulletin. If you receive this message, please pass this news on through the following channels to a Messenger.I won't hinder you from learning about this message's contents.A major disaster has just occurred.Presently, judging from bearing, the epicenter could only be in Iberia. All signals have been cut off, and even the electricity has vanished from my personal channel.There's been a great change in the clouds. The ocean's current? This couldn't have solely been the result of a current and storm.Not even for Iberia.The Iberians don't have the capability to cause a disaster like this, and Ægir... Ægir's silence is a form of arrogance. This couldn't be the Ægir's doing either.My conjecture: The creatures we previously witnessed are not Ægir's experimental products. It's likely they signify the ocean's true present state.The data left behind by the islanders is a complete match to them; our sorrowing inferences have come true.Iberia has sunk into quiet, as if the whole of the south has thus faded away.If we wish to learn the concrete state of things, we can only wait for later signal from the Messengers. Presently, I can only prioritize informing you all of this conclusion.A coastal country has suffered the unexpected. If Iberia has become the first sacrifice on the coast, then I fear the present state of Ægir itself... will only amplify in cruelty.May you all be safe.]",
  "Archive_File_3": "The Lord of Fiends has died.Babel has collapsed.Do we, on all these ruins, intend to build a new Babel?No... she wouldn't wish for that.Am I able to decide... what we should do?No, Ascalon, I have no right to decide.I'm not your leader. I don't have the qualification.Let alone that Babel's cause is rendered unable to continue. If even Theresa would fail, then who could succeed?Kazdel wouldn't be destroyed by this, and yet our mission perished too as Babel collapsed. We've lost the strength to unite Sarkaz.So, we... could not simply serve the Sarkaz again.No. Theresa knows. Theresa always knew. It was Theresa who gave me such instruction.Moreover, she believes this hasn't meant our failure. She believes Babel's mission has already come to a close.......I understand.Soon, we'll leave Kazdel. Some people won't accept this decision; let them go.Hardly everyone is like Theresa, able to genuinely leave Kazdel. \"An ideology needs soil,\" and a seed does not necessarily need to sprout in its homeland.Yes... Oripathy... the problem of treating and managing Oripathy.Sarkaz suffer it in great measure. Oripathy is one of the major factors Sarkaz are currently met with.Correct.It's not Sarkaz alone.Just as Theresa said at the very beginning, the problems of the Sarkaz have never been the Sarkaz's alone.This concern was one of the many means we labeled \"unrealistic\" at the time. Nowadays, a means can become a goal too.Oripathy, as well as the terrifying prejudice it brings about, require treatment.This will be our new concern. Not only because all present suffer Oripathy's torment, but also because an ideology, one that drives away prejudice... is a thing that needs soil.Terminal?...No, I don't believe so. Terminal... it can definitely be cured. Terminal illnesses are simply waiting for the day they can be cured to come. I will prove... that on this lone point, she is wrong.We will soon conduct a first round of voting on this concern.–Amiya?I will raise her.",
  "Archive_File_4": "C'mon, how have things gone critical again? Here I thought that engineering thing came back for another bite... didn't I tweak the new facial recognition warning system to treat Castle-3's new paint job as an intruder?...Oh, don't tell me it was the thing where the ground level boiler had its output reworked too high and made all the pipes flow backwards? Nah, couldn't be... is she gonna catch me for this again?Heck no, if things are serious this time, my funds are as good as dead.Wait, no way... no... am I even still useful to Rhodes Island?K–Kal'tsit? Don't spook me like this, Kal'tsit, I... I don't have that much meat on me, y'know–Kal'tsit?How come she's not in... this monitor's way too old, jeez. I gotta get her a new one.No, wait, what is th–863-879? 622-690?What?Hold on......Personal records?Kal'tsit?! Kal'tsit!Ugh, what does \"You already have full privileges\" mean? I haven't even hacked in yet, y'know?PRTS? You there? Can you answer me something?Hold up, this database system is isolated... there are systems disconnected from PRTS on this ship?Waitwaitwait.This Rhodes Island structural diagram isn't right, is it? Where'd this vacant bit up here come from?\"Third-generation prophylaxis theoretical plans\"... huh? Do we have a centrifuge of this grade anywhere?–\"Total effects of Originium on species and forms of life\"?Kal'tsit??",
  "Promotion_Record": "Kal'tsit:The moment you read this, the ending act must already be played.It only took a moment before I thought to hide this letter in your office desk. If you were not sitting down to reminisce in peace, I'm sure you wouldn't find this letter.These words are written for the you in times like this....Do you still remember all those theories you taught me? I always remembered.You said the earth we knew was but a layer of mud, littering upon a celestial orb.You said our different forms were not created so, we crawled, long before we learned to walk.You said the stars beyond skyveil are arks sailing through the stellar lane...The wonderous things you said... Kal'tsit, I remembered. I remembered them all. You once said, more than seeking sense in our action, you wanted to learn of the answer to yourself; and for so many times you asked, of those I have committed to this landship, of the reason I commit this very much into it.I feel the answer is very childlike, so I never directly responded to your question....Kal'tsit, I sense your loneliness. Because you feel you have none of the same kind. Kal'tsit, you shall have my answer at very last: I hope the Rhodes can be a place you name home: an Island you may always return to.Once I thought too, to witness such future with my own eyes alongside you.But yet, there is no antidote to loneliness, there is no end to nomadic wandering, there is no cure to a terminal illness...I already did everything I could do. I won't harbor complaint for my own end.Babel's mission is concluded, and you and this landship have only just set sail.Now go, unto your initial grand quest. Through the grim perils of the longest night, Rhodes Island shall breach into the promised dawn.That future which sails on the tender earth, it belongs to you all. I am not a same kind as you, Kal'tsit. I cannot explain away your puzzlement.–But I have always been your companion. And still I will be.[1] Her Majesty once said it was Dr. Kal'tsit who directed the main cabin's follow-up excavation.Nowadays, occasionally you'll see Kal'tsit hurrying past along the aisle, then stop out of nowhere, and trace her hand across the surface of the wall.I wonder just what this landship means to Kal'tsit?"
}