{
  "name": "Kal'tsit",
  "trivia_items": [
    {
      "text": "Her name is the romanization of the Russian word for calcite (Кальцит), a carbonate mineral and the most stable form of calcium carbonate.",
      "sub_items": [
        "Alternatively, her name might be derived from cat sìth, a fairy resembling a black cat in Scottish mythology."
      ]
    },
    {
      "text": "Kal'tsit has the traits of a lynx, specifically the Eurasian lynx (Lynx lynx). This is further proved by the Cyrillic on Kaltsit's shoulder patch, \"Линкс\", beneath the Emergency Medical Response logo, which is a phonetic transliteration of the word \"Lynx\"."
    },
    {
      "text": "Kal'tsit was called by several characters with the title Dame in game notably by Patriot. Dame is a knighthood title that is often bestowed to non royalty in United Kingdom and its Commonwealth realms."
    },
    {
      "text": "Kal'tsit and Mon3tr's symbiotic relationship is often compared to the \"Stands\" from the manga/anime series JoJo's Bizarre Adventure, with Kal'tsit herself being the \"Stand user\" of Mon3tr, and the latter's vulnerability outside of her range."
    },
    {
      "text": "Kal'tsit's virtual immortality through reincarnation bears resemblance to other fictional characters such as Ozpin in RWBY and the Doctor in Doctor Who.",
      "sub_items": [
        "According to 唯@W, the illustrator of Kal'tsit, the operator's inspiration is actually John Oldman, the protagonist of The Man from Earth. Indeed, both share the similarity of an immortal who walks across their world witnessing the births and destructions of civilizations. Even 唯@W himself gave her this joking nickname: \"the Woman from Terra.\""
      ]
    },
    {
      "text": "Hai Mao's older concept art for Kal'tsit and Mon3tr.  Hai Mao drew Kal'tsit's and Mon3tr's concept art in 2015 as part of Pixiv Fantasia T, a collaborative effort of popular Pixiv artists to created a varied and diverse shared universe of artwork following a fantasy theme, long before her introduction in Arknights. For more information, see this link to his Pixiv account.",
      "sub_items": [
        "Notable differences include the fact that Mon3tr was named Mon5tr, and Kal'tsit's arm appeared to be a sharp claw of the same material that comprises Mon3tr itself which is used as a weapon when equiped with a syringe.",
        "According to the old character profile, Kal'tsit was meant to be a hermit medical researcher of the kingdom of Zairik (a fictional country in the contest) who suffers from chronic hysteria that is not yet diagnosed.",
        "This is not the only case of an Arknights character predating Arknights and being previously an original character of the artist's. It is also the case for KuroBlood's Wei Yenwu and Fumizuki.",
        "Arknights' creative ethos can be explained by Hai Mao's experience with Pixiv Fantasia, as he is its creative director, and they share a lot in common."
      ]
    },
    {
      "text": "As the three official protagonists of Arknights, Kal'tsit is the symbolism of \"the past\" noted by her eternal burden as an immortal, whereas Ch'en represents \"the present\" and Amiya is “the future.”"
    },
    {
      "text": "Kal'tsit's Promotion Record was first introduced as dialogue in Arknights'  third PV. However, the most surprising part is that the PV itself contains a decoding easter egg to the players. The final result is a full letter by Theresa to Kal'tsit. For more information, see Arknights Concept Trailer 3#Encoded Messages."
    },
    {
      "text": "Before her reintroduction as an Operator in the CN second anniversary of Arknights, Kal'tsit held the unique distinction of being the only NPC who had a voice actress listed in-game."
    },
    {
      "text": "Kal'tsit is, with Folinic and Incantation Medics, the only Medic with offensive capabilities as well as the ability to summon units like Summoner Supporters.",
      "sub_items": [
        "This has earned her, Folinic, Incantation Medics, as well as Aak, who is story-wise, a doctor in spite of his class, the epithet of \"harmacists\", a common meme to refer to doctors and medical practitioners who cause harm, or, in the more appropriate word, \"combat medics\", medical practitioners who work in a combat or training environment, and are armed with firearms or other weapons for self-defense."
      ]
    },
    {
      "text": "Kal'tsit was the first 6★ Medic to be introduced in Arknights since the game was released, notwithstanding the fact that she was playable in the beta (see below). As far as Medics go, however, she remains somewhat mechanically unusual, and her healing ability is much lower than that of other 6★ Medics."
    },
    {
      "text": "Kal'tsit is one of the few operators whose skill logos have unique backgrounds. They resemble that of the Emergency Medical Response."
    },
    {
      "text": "Due to her past with the Doctor, the Arknights community often depicts them as former couple, with Kal'tsit being nicknamed the \"ex-wife,\" with especially noticeable verbal hostility that Kal'tsit tones down in later chapters. There is, however, nothing that corroborates this theory, and the dialogue from the later chapters even clearly stated that Kal'tsit and the Doctor reciprocally shared mutual distrust even before the fall of Babel, and before Kal'tsit's feelings turned to outright hate."
    },
    {
      "text": "Along with W, Kal'tsit is one of the few allied characters (especially before becoming an operator) that has expressed hostility or an intention to harm the Doctor at some point. In Chapter 8 Kal'tsit explains that she would kill the Doctor where they stand to get revenge because of what they did to Theresa, however, due to a promise she has made to Theresa, she has to protect the Doctor (along with Amiya) instead. In Vigilo, Kal'tsit once again expresses her (and W's) lingering but moderated hate for the Doctor. It's speculated that by the time of Under Tides, Kal'tsit no longer hates the Doctor and becomes a playable Operator. However, it is unknown when exactly Under Tides takes place, or when she possibly let go of her hatred that she still holds and occasionally hints to in the current point of the main chapters, though its intensity decreased after she confirmed the Doctor's amnesia is real and they were not faking it."
    },
    {
      "text": "The first interlude in Stultifera Navis, SN-ST-1, takes place at an old well and shows Kal'tsit's portrait when chosen from the map. Because of this and how really old she is, some members of the Arknights Global community give her nickname \"old well\"."
    },
    {
      "text": "Kal'tsit's skin Remnant was illustrated by 红色彗星, which is considered as a penname by 唯@W and Kumatangent(熊太), the illustrator of Frost, Heidi and Akafuyu."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Kal'tsit/Trivia"
}