{
  "Profile": "Executor, an official professional executor of Laterano Notarial Hall, has the rights and interests of Laterano citizens from Point 1 to 13 and granted the title of \"Saint\" by His Holiness the Pope Yvangelista XI of Laterano. Laterano didn't exclude him from our contact and the partnership between Rhodes Island and the Notarial Hall is going smoothly. Executor, the operator, is still providing service to Rhodes Island according to the contract and perform tasks related to his civil rights of Laterano.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. 【Cell-Originium Assimilation】0%Operator Executor the Ex Foedere shows no signs of Originium infection. 【Blood-Originium Crystal Density】0.14u/LThe numbers has risen a bit, even though it's not dangerous we need to pay more attention. Hmmm how to put this into words....his social interactions has risen? Can somebody do a thorough check for this?——Medic Operator T.O",
  "Archive_File_1": "Even after being bestowed by the title of \"Saint\", Executor is still affiliated with Laterano Notarial Hall. As an executor, the Notarial Hall still has the rights to delegate tasks to Executor. Using this perspective, it seems like the title doesn't affect his work at all. Executor, who just returned to Rhodes Island, seems to have some changes about him, well at least in appearance. From his own explanation, as well as several other operators with significant enthusiasm, we discovered that the current outfit Executor is wearing right now is provided by the Pope Hall. It's specially and carefully made using the finest materials compared to ordinary outfits. In order to find its differences we conducted several tests to the outfit with Executor's permission. The results showed that the said outfit provided its wearer with shock-protection for Executor with anti-penetrating function and other functions and even anti-riot effect to some extent. Additionally, his two new guns also attracted some Sankta operators interest. When he dual-wields in combat, his fighting style becomes more aggressive and he has more diverse methods of assault. \"During last mission. Federico instantly knocked every single enemies who tried to get close to him with his gun.\" as said by operator Spuria. \"It's not about his fighting style with extra gun, you can hand him a stick or let him fight bare-handed and he'll still be able to finish every single one of the enemies.\" \"Hm? Did you ask why did he make such expression?\" \"Of course because he looks more intimidating like that!\" 【Engineering Department Classified Record】 In regards to the mechanical flying object that follows operator Executor around, at first I thought it was just some kind of one of a kind drone. However, when I saw his combat record I realized that it's not just a run of the mill drone and it even has additional functions. But even Executor himself doesn't know much about it. In his own words, this drone was handed to him personally by the Pope. What's the secret behind this thing? It itches me so bad that If I have a chance I'll disassemble it to have a look inside it.....",
  "Archive_File_2": "\"Operator Executor has been asking more questions lately\". This is the general consensus of the feelings most Rhodes Island operators felt recently. Yes, recently operator Executor underwent some noticeable changes that's obvious to most people. This doesn't meant he suddenly became an extrovert and easy to figure out. It's like, when that student who gets 90 exam score gets extra points everyone will act like usual things, but this is more akin to the student who always left the exam paper blank starts filling it in with proper answers so of course it's shocking to everyone. It's the similar situation with Executor. Several operators who encountered him said he talked with them to ask some questions. \"He asked me why didn't I just tie the client on the spot\" \"Haha, that's not that bad for you, he asked me why didn't I just blow up the building to prevent the target from escaping\" \"....And how did you answer that?\" \"Well It's not like I can answer it the other way, so I just told him the truth, That even if we blow up the building, the cleanup process after it will be difficult!\" \"And he listened?\" \"He did, how about you?\" \"It's kinda similar. Although, kidnapping the client is the faster way the aftermath will be much more complicated\" \"That Executor....although he did say he cannot understand our reasoning but after thorough consideration, he admitted that our methods are better and more reasonable....\" This rather bizarre change within operator Executor attracted attention from others. From what we've gathered from some operators, we can theorize that operator Executor is attempting to incorporate more factors in his way of thinking about the reason behind his actions and combined it with trying on-hands practice to complete his mission in more efficient ways. \"I think he just added new features recently or even more algorithm. While it seems better than before it does lead to some strange conclusions.\" \"Like that time when he was drenched in blood after he took out a bunch of robbers but ended up severely frightening the client because of his appearance that time?\" 【Medical Department Archive】 Some of our operators reported that they suspected Executor to be suffering from some sort of illness which symptoms includes some actions that's rather random or things that made himself confused. Because of that, he frequented the medical department for check-ups many times. \"It's actually a great thing to do, you need to pay attention to your health regularly.\" Said by the medical department personnel who handled him and then said this next \"but there's nothing wrong with him except his nerves sadly\" Side Note: Some of our co-workers in the same department liked Executor's behavior and are discussing how to use him as an example to urge people to get their check ups regularly.",
  "Archive_File_3": "【Internal Audio Record 1 in the Fifth Tribunal】 Federico is an excellent worker. Yes, I can vouch for that. Although I'm not sure why His Holiness the Pope awarded him the title of \"Saint\" at such sensitive period, but if he's the one, I think he's more than capable enough to bear the responsibilities and expectations from the Pope. Regarding his background? Of course there's no problem with his background. I remember that his parents also worked in the Fifth Tribunal. Let me get the file....Ah here, the Giallos, both of the are professional executors affiliated with the Notarial Hall, both are excellent and very capable but unfortunately they passed away during a mission fifteen years ago. He's supposed to be around 10 years old during that time, Poor kid. So, what causes you to suddenly investigate them? Just because he's awarded the \"Saint\" title? ...You're asking about Arturia Giallo? ...First of all, let's make this clear: Federico's file has been strictly reviewed since his hiring and there's no problem in the process. Take note of this. This is outline of our conversation. Regarding Arturia Giallo, Federico's father and her father were cousins and it's not something to be hidden. After the death of his parents, Federico lived in his cousin's house for some period....around 2/3 years where he entered the school afterwards and lived in the dorm. Speaking of, Arturia's crimes were discovered 7 years ago and she was forced to leave Laterano. It was Federico, a rookie at that time who first discovered the relevant clues. This was the reason why any missions related to Arturia have been specifically entrusted to him for years. For him who was still young at that time, it holds a special significance. No, I don't think there's anything wrong with it, we did a thorough investigation when Arturia was caught for the first time and as far as I know there's nothing wrong with Federico and Arturia being close relatives and it won't affect his work. His performance speaks aloud about it. 【Internal Audio Record 2 in the Fifth Tribunal 】 Arturia stayed in the Sanctilaminium Ambrosii for a week, after which we deduced that she'll go to Leithanien and the relevant reports have been submitted to the Notarial Hall. Regarding follow up investigations and related matters. His Holiness the Pope still has other matters to attend to that's not disclosed to me. Elder sister? In terms of familial relationship, Arturia is only a distant relative of mine and I don't need to use such title for her, it's a meaningless question.",
  "Archive_File_4": "If we're talking about \"Saints\", we might go immediately to think about the Saints of Iberian Inquisition. Originally, it was a title borrowed from Laterano religion and has been used in Iberia in their own unique ways. But for Laterano citizen themselves, it's not something to be taken lightly. In all classical history record of Laterano, there are records of the Saints building stone towers and establishing the city. The first Sanktas led their people to found the city-state of Laterano and through the effort of many generations later, the city-state continues to be peaceful far from the flames of war. With the exception of the Sanktas that built the city-state of Laterano, only the Popes will be awarded the title of \"Saint\" when they're sworn in to the office. This isn't only an honor, but also a representation of the need of a leader to the entire Sankta race and the entire Laterano city. For thousand of years, the \"Saint\" title has been passed down from one Pope to another without exception and this tradition was broken by Pope Yvangelista XI. Federico Giallo becomes the first ever Sankta to be bestowed with the title \"Saint\" outside the Pope in the past millenium. What's the reason for such a surprising event? He's indeed an excellent executor, no doubt about it. Except Laterano isn't without it fighters who are more valiant and braver than him and there are even more pious believers and prestigious people around. Everyone had the same question. Why him? Why did they award him the title? While we understand that Federico himself, an excellent worker, seems like he's unaffected with it because of Laterano's rather unique situation, but it can't be denied that His Holiness the Pope's decision is rather shocking and betrays every single common sense. What's the reason behind this wise Pope's decision and what is this signal he's sending out? Executor told us that there'll be disasters looming, but what kind of disaster able to make a peaceful city-state like Laterano to take such urgent measure? Federico Giallo might be the first. But afterwards? The Second, The Third? Will we see Laterano pick other as Saints in the future? Dr Kal'tsit is also paying more attention to this news about Executor and Laterano. I think....we need to prepare for the future. 【Excerpt from Kal'tsit's personal diary】 Without a doubt, this is a warning from Him of Laterano. Disaster is looming and we all know Laterano cannot withstand it alone. Even worse... Laterano will be destroyed first. The new \"Saint\" is definitely the solution picked by Yvangelista XI. \"Saints\" The one who will lead Sanktas to their own way? If so, then we'll see more of them in the future since there can never be just one of them and probably the more unconventional ones. They will be the foundation of Laterano, the hope in the disaster and the alternative for the Sankta. As for the disasters.... I still don't have the exact answer, although it's gradually becoming clearer and clearer in my mind. Too many precedents, too many signs. Soon.",
  "Promotion_Record": "Executor noticed that he seems to be lost in his own thoughts. After the events in Sanctilamonium Ambrosii, he's often stuck in his own thoughts and he concluded that he's in the most difficult circumstance. Letting his emotion gets better of his own action is beyond what Executor can comprehend. Trying to rationalize such actions is a difficult task for him. He's yet able to draw a definite conclusion but he knew how to do it and do his jobs like before. If you have a problem, try to solve it When in doubt, ask someone else for clarifications. 【Audio Record】 \"I saw Executor that day...yes that Executor.\" \"Ah I know, the one that chased you around the dormitory, no?\" \"Did you guys sneak away again?....\" \"No, that's not it! His expression was weirdly serious, like he's seriously trying to solve a serious problem. I don't even dare to say hi to say him.\" \"...uhm...I actually get it.\" \"What is it?\" \"Calm down and think about it. It's not normal for Executor to think about something so hard.\" \"Oh, oh?\" \"Are you sure he's holding a flower? Not some kind of explosive or a firearm disguised as one? Or maybe a mine in the shape of a flower?\" \"...From your words, it could be....\" \"That's right...it has to be more than your regular flower.\" \"It kinda does...I saw him hand it to the Doctor next, tell me if it's supposed to be some secret mission.\""
}