{
  "Profile": "Ch'en, former Lungmen superintendent and former head of the L.G.D.'s Special Inspection Unit, graduated from the Victorian Royal Guard Academy with superb marks and outstanding achievements. During her time with the Department, she cracked down on crime, fought violent offenders, tracked down armed fugitives, and brought down international criminals.Having resigned from the L.G.D., she is now officially a member of Rhodes Island. In accordance with her wishes, she is mainly assigned to provide field operators adequate support and on-location guidance.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 4%Small amounts of Originium crystals have begun to appear on Operator Ch'en's body. [Blood Originium-Crystal Density] 0.18u/LAlthough Ch'en contracted Oripathy relatively early and has not received adequate treatment, thanks to her newly-formed extremely methodical lifestyle habits, Oripathy does not seem to have a significant impact on her health. I was wondering what's the big deal when they told me Lungmen confiscated Ch'en's physical report. Turns out it was no big deal at all. Lame.–Medic Operator Warfarin",
  "Archive_File_1": "Ch'en really caught everyone by surprise when she came back from her holiday with that special gun of hers.What's even more of a surprise is how, after that, she's been showing up at the sniper operators' training grounds. Goes to show how serious she is.The reason she chose to do this isn't anything that complicated either. She is trying to improve in a different area.In principle, Rhodes Island asks its operators to work on their existing talents first. However, we certainly are not against someone like Ch'en trying to explore her own potential when she has already mastered her first skillset.That said, there was a little interlude to our weapon tuning process for Ch'en.Per her personal account, the firearm that Tequila provided for her in Dossoles is geared for mid-range firing. In Laterano, it would be classified as an assault rifle. Her time with the firearm in Dossoles has convinced her that this attack style does not suit her. So, after a week of fiddling and watching our operators from Laterano use their firearms, she came up with this idea–She will use a shotgun for close quarters combat and explosives for mid- and long-range attacks.I have to say, in a way, it's just like Ch'en to choose such a combat style. Compared to the swordsmanship that she is used to, this method of combat is even cruder. In addition, although Ch'en has a solid foundation, compared to other Sniper operators, her shooting can hardly be called exemplary. As a result, her Combat Skill evaluation on her exams has taken a slight hit. Ch'en doesn't mind, however. After all, she likely chose this weapon because she wanted a more effective way of fighting. Besides, in the words of one of the instructors who supervised her exam:\"It feels bad knowing she's actually much stronger without her gun.\"",
  "Archive_File_2": "Thanks to the events that transpired at Chernobog, Ch'en, then a Lungmen police officer, has managed to leave everyone at Rhodes Island a fairly strong impression. Not only was she a core participant in the incident, but she was also intimately connected to Talulah. This is why most operators had a hard time figuring out how to approach her when she formally joined.Ch'en certainly seems to be well aware of this herself, though she did not attempt to rectify it in anyway, at least not when she first came on board. More accurately, she didn't think there was anything about her that needed changing. After all, she was always put in charge of the missions she was assigned naturally, and she always did a great job there, too. Besides, given that she requested to be mainly assigned to field operations–she joined Rhodes Island because she wanted to follow us and see the world, after all–this didn't pose much of a problem.Nonetheless, most operators agree that Ch'en has changed since she came back from Dossoles. This change is hard to describe; it's not a change in personality or style. It's just that, on the whole, Ch'en seems to be a little easier to get along with now.",
  "Archive_File_3": "[Classified Log]Doctor, I have a favor I would like to ask.Because of my responsibilities, I can't visit Rhodes Island often, and you are a very dependable person, so you are the only one whom I can turn to.It's actually very simple, but the reason behind it is a little complicated, so I am afraid this letter is going to be a long one.I am certain that you already know about her trip to Dossoles. Thanks to Bolívar's unique circumstances and the political might of the city's mayor, Miss Candela Sanchez, Dossoles has become a truly unique city that stands out from its peers across the world.I'm certain you've noticed this yourself, but after her holiday there, Ch'en has clearly changedIt's been over half a year since everything that went down in Chernobog, and her trip has lasted almost just as long. I'm guessing that, during her journey with Rhodes Island, she's probably come to truly understand that she can't realize the objective she once had all by herself. But what of it? My guess is that she knew this in her heart before that as well. The only difference is that she probably didn't think the world was so terrible.It was her time in Dossoles that really opened her eyes.Ch'en has of course seen some bad things, but things can only get so bad in Lungmen when Chief Wei runs the place. Dossoles showed her that things can get much worse than she ever imagined. She found out for herself that this isn't something she can do much about.What can she do, then?Doctor, here's a sentence that I once read in a book, and it's fairly interesting: \"When the environment we live in leaves much to be desired, how could we say that we ourselves are good?\"I'm not saying Ch'en had the wrong idea or was going about it the wrong way. She was right, but the world isn't nearly as beautiful a place as she thought.I'm not saying I want her to be like me either. As a matter of fact, I don't want her to be like me, but at the very least, I want her to at least understand that tactfulness is not the same thing as maturity, and that the turmoils of this world do not mean that everything is so harsh. She's not afraid of the shadows, but if everything is really so clear cut that they are either out in the light or in the shadows, then most people wouldn't be so afraid. A swamp that you can't pluck yourself out of is far scarier than a cliff from which you can't see the bottom.Ch'en will need to take that step, and, to her credit, she did try to take that step this time. She consulted me on quite a few things, and I told her a few things about how I handle and view this city.I could tell she was pondering whether it was right to take that step, but she took it nonetheless.By now, I'm sure you can already tell what it is that I'm asking of you.When an idealist finds out the world may not be so black and white, when they decide to try to understand that dark side of humans in more detail, to face some kind of fundamental problem, can they really change their mindset right away? No, they might instead lose sight of themselves. The more resolute a person is, the harder they fall sometimes.This could be the only time when Ch'en's bluntness works against her.At the very least, it could keep her doubting herself and question the way she did things for a very long time. You might even have already heard her mention how there isn't an answer to anything. I am sure you are aware that this is her hesitancy speaking, not her resolve. The contradiction between procedural justice and actual justice will forever torment her. No one can help her find the answer to this question, but, at the very least, we can keep her from straying off the right path.I ask you this sincerely. Please help her before that actually happens.–HoshigumaThis letter was placed on the Doctor's desk when Hoshiguma paid Rhodes Island a visit.",
  "Archive_File_4": "Given that Ch'en was on vacation, there was no need for her to report to anyone the events that transpired in Dossoles. Yet, as soon as she returned to Rhodes Island, she spent a week writing a long, detailed report.Her report contained a detailed summary of her time in Dossoles, including her participation in the competition, her defusal of the crisis that emerged, as well as the assistance she provided the local police during her short stay and the lectures that she, Hoshiguma, and Swire held for the local officers to teach them how to better solve their cases. You will know everything you need to know about her trip to Dossoles as soon as you read this report.But that's not all.Ch'en also completed an excellent write-up on Bolívar and Dossoles, thanks to the many conversations she had with the locals about Bolívar, the three governments, and Dossoles as she worked her cases. This was no doubt helped by the fact she also kept herself well read on Bolívar's history, both during her time in Dossoles and after her return to Rhodes Island.Testament to her education at the Victorian Royal Guard Academy, not only was this an excellent, comprehensive write-up, her observation of their core problems was insightful and eye-opening. However, through this write-up, we can also tell that, the detailed research Ch'en has done has only given her even greater doubts about all the phenomena that this country and city represent. It is also apparent that she arrived at some conclusions prematurely. This perhaps has to do with that change in her mindset.Although her answer is definitely not entirely mature, that does not mean Ch'en herself is immature. Everyone has a path that they must walk. Some choose to give up before they reach the end, but Ch'en evidently is not one such person. This article is not a conclusion that she arrived at. Rather, it represents her musings, and she wishes to share her thoughts with Rhodes Island, whom she acknowledges, to work on this problem together. We at Rhodes Island are glad to see Ch'en place her trust in us, and we are glad to cooperate with her.",
  "Promotion_Record": "One day, I will pass judgment on her."
}