{
  "name": "Ch'en the Holungday",
  "trivia_items": [
    {
      "text": "Her epithet is a pun of \"holiday\" with Lung in place of li.",
      "sub_items": [
        "The Chinese name (假日威龙) may be a reference of the 1991 Hong Kong movie Fight Back to School.",
        "Likely due to a typo, the epithet in the early trailers of Dossoles Holiday are Holungway instead."
      ]
    },
    {
      "text": "A Talulah doll can be seen hanging on Ch'en the Holungday's hip bag, though it is hidden behind her right thigh in her Elite 2 artwork."
    },
    {
      "text": "Ch'en the Holungday is one of the few Operators in Arknights who wear revealing clothes (not including outfits), but only in her Elite 2 artwork."
    },
    {
      "text": "A comparison between Ch'en the Holungday's early E2 artwork (left) and the final E2 artwork (right). Note the slight alterations in their facial feature, highlighted in the bottom.   Originally, Ch'en the Holungday's E2 artwork has a darker skin tone and different facial structure and expression. Her initial artwork received very negative reviews due to various reasons. For more information, see Dossoles Holiday/Trivia#Controversy.",
      "sub_items": [
        "Despite the controversy being long gone, the Holungday's initial artwork has left an unforgettable impression in the CN community, especially her cursing face. As a matter of fact, this face is used as a meme as if she curses others to \"force you playing Arknights\" or \"have your mother arrested\" (in a derogatory sense).",
        "The release of her Ten Thousand Mountains outfit also leads to a much more positive meme in which they see her no longer cursing others thanks to her smile."
      ]
    },
    {
      "text": "Unlike her original version, who is affiliated with Lungmen Guard Department, Ch'en the Holungday's displayed faction is shown as Rhodes Island instead. This likely references how this version of Ch'en has already long since severed ties with the L.G.D. early on in Episode 07."
    },
    {
      "text": "Interestingly, while \"Holiday Storm\" is active, Ch'en the Holungday shows an angry expression, which is noticeable by the angry symbol on her head."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Ch'en the Holungday/Trivia"
}