{
  "Profile": "Sarkaz mercenary Mudrock, formerly a part of the Reunion Movement, led her team far from Ursus after disagreements with the organization. She had no involvement with Reunion whatsoever during the incidents in Chernobog and Lungmen. Searching for a foothold to establish, Mudrock took her team towards Leithanien. After taking in a great number of Leithanian Infected there, Mudrock became a highly esteemed leader, and her team came to be known as the 'Mudrock Squad.' Despite Mudrock's multiple attempts to avoid conflict with other powers, her side was nevertheless drawn into constant disputes. So as to prevent any further meaningless sacrifice, Mudrock chose to head for Kazdel. She came into contact with elite operator Logos within Kazdel's borders, and left with the latter for Rhodes Island.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of her internal organs to be indistinct due to abnormal shadows. Originium granules have been detected in her circulatory system, confirming her to be infected with Oripathy. [Cell-Originium Assimilation] 12% Operator Mudrock bears clearly visible Originium crystals at multiple locations over her body. [Blood Originium-Crystal Density] 0.31u/L As a former Sarkaz mercenary, we cannot be optimistic about Mudrock's infection. She requires regular monitoring and examination.",
  "Archive_File_1": "In order to keep her massive suit of armor upright, Mudrock uses Originium Arts between the cushioning materials as padding. One could ask whether her tremendous form actually intimidates the enemy, but in fact, it has already led many to misjudge her build and strength. This Arts transformation of hers is truly 'armed to the teeth,' her visor making her voice seem heavy yet diminished. Until the moment she took off her suit, none of our HR operators could precisely determine her gender. Tangentially, aside from her longtime Sarkaz friends, the astonishment on every Mudrock Squad member's face at the examination site said it all— Not even they knew their leader's true form. 'But I guess... that explains the mysterious Sarkaz woman showing up from time to time in our team. I always thought I was dreaming.' —A Leithanian Caster from the Mudrock Squad",
  "Archive_File_2": "Mudrock's Originium Arts manipulate stone and soil. Beyond that, she has a natural gift, having grasped several classic and characteristically Leithanian Arts forms as well as an ancient, bloodline-tied Sarkaz witchcraft. This witchcraft lets her consciousness forcibly \"intervene\" in her constructs' bodies, allowing what was the unthinking stone and soil to become her own four limbs extended. For example, it's like the difference between holding a sword in her hands, and her hands themselves becoming a sword. Put another way, from the angle of combat efficiency, not much difference at all. These special Originium Arts prove Mudrock's Sarkaz blood still flows pure, but aren't effective for strengthening her constructs' fighting capabilities. However, this is only in terms of the Arts Mudrock presently displays. Considering her future growth, as well as innate talent shown in her self-taught use of Leithanian Arts systems, perhaps these ancient bloodborne methods may become a table-turning ace in the hole of hers. Meriting additional attention is that Mudrock will occasionally refer to her Originium Arts constructs as 'friends,' both Colossus and small as soil clumps alike. We can be sure that Mudrock does not bestow this title purely from her own individuality or personal interest. Perhaps Mudrock's special Originium Arts make her regard her arisen constructs with emotion, similar to a handy tool one has used for decades. Or, perhaps, her prolonged use of witchcraft has given her some curious affinity with the stone and soil. We request to all Operators that should you find Mudrock alone in her room giving a petite clay figure a sweet smile you've never seen before, please, do not be surprised. In the end, her relationship with the soil is likely far greater than her relationship with most people in its intimacy.",
  "Archive_File_3": "The Infected within Mudrock's group have not had it easy. Mudrock was only 'compelled' to contact Rhodes Island so that they could be given normal care. Mudrock has made it abundantly clear that she refuses to follow the inclinations of other powers. After undergoing initial talks with Rhodes Island, however, Mudrock has been willing to work for us in exchange for her group being able to receive medical treatment. Considering Rhodes Island's precedent of strained contact with 'Sarkaz mercenaries,' The HR Department planned hash out the agreement with her in greater detail,[sic] but so as to not hold up their treatment, Mudrock firmly decided to give up her own position and join Rhodes Island as a cooperative force. Even had she not done so, we still would have aided her people, though her persistent attitude is truly rare to see in a 'Sarkaz mercenary.' This has given us a glimpse as to why Mudrock was so welcomed by the Infected of Leithanien. By the way, while Mudrock was weighing whether or not to become a Rhodes Island operator, she happened to run across Grani, who was 'vacationing' at Rhodes. Grani shared with Mudrock a short story about bounty hunters, treasure and misunderstandings, after which Mudrock appeared gave a rare display of visible happiness.[sic] Operators Folinic and Suzuran further helped persuade her to stay with Rhodes Island in the end.",
  "Archive_File_4": "The Mudrock Squad are far from fortunate for what they went through in Leithanien. As a result of her rebelling against Reunion's advocacy of violence, Mudrock had absolutely no involvement with Reunion in the reign of terror that befell Ursus. On the contrary, she led her like-minded Sarkaz for Leithanien long before, hoping that in a nation of highly developed Originium Arts, prosperous yet rotten to the core, they could find some place in which to hide away. Mudrock knew well that Leithanien's cities and Spires wouldn't readily admit bloodstained Sarkaz mercenaries, so they elected to wander between remote cities, attracting more and more of Leithanien's Infected during this time. Her benevolence, rare amongst mercenaries, earned her quite the following. Before she realized it, the reputation of the Mudrock Squad had spread across the Infected though she often trails off, blushing, when the topic comes up. It seems that she doesn’t like to talk about her “glorious” moment of popularity. Yet all good things come to an end. The vengeful lust of the \"Reunion Movement\" was never contained within reason's reach. While Leithanien as a whole had a milder treatment of the Infected, these conflicts naturally spread through other areas due to ulterior motives. After enduring the calamity led by a string of out-of-control riots, Mudrock despondently decided to return to Kazdel, hoping to establish a shelter for her people there. However, this plan was also cut short, again by outside forces she couldn't defy. When Elite Operator Logos came across the Mudrock Squad in Kazdel, there were hardly any Sarkaz warriors left by her side, and the minds, spirits, and bodies of the Leithanian Infected who now outnumbered the original members were on the verge of collapse. As for what even happened to the Mudrock Squad between leaving Leithanien and arriving at Rhodes Island, or why Mudrock decided differently at the last minute, we're not at all clear. However, without a doubt, they suffered disastrous losses from some Leithanian power pursued them out of Leithanien. After confirming the opposition was clearly intent on \"slaughtering every last Infected,\" Logos opted to come to their aid.",
  "Promotion_Record": "Mudrock once asked Operator Folinic. 'What happened to Wolumonde afterwards?' According to operational records, Wolumonde is a nomadic city in the north of Leithanien, which was once brought by a Catastrophe to near-ruin in a matter of days. Rhodes Island Operator Atro lost her life in this incident, and the team of Operators dispatched to investigate the incident came into conflict with the Mudrock Squad. However, asked 'whether Mudrock had engaged in unforgivable conduct,' Operator Folinic hesitated for a brief moment before issuing a denial. As for the 'after,' this refers to what followed Mudrock's decisive battle (this wording is in line with the situation at the time, and can be seen as a deliberate effort on Mudrock's part) with Rhodes Island's operators, her defeat, and subsequent withdrawal from Wolumonde. The sudden fires and revolts gave the Wolumonde officials grounds to recall the Gendarmerie from the nobles. With the Gendarmerie's aid, the afflicted cities successfully established a passage across the Great Rift. Messengers and supply teams arrived soon after at Wolumonde. After the ordeal, Wolumonde was deeply wounded, not just due to the loss during the conflict and rioting. 'Close to a fifth of Wolumonde's people betrayed Leithanien.' This shadow cast itself deep into the hearts of the locals, and even roused whatever conscience still remained in some of their nobles—and the problems they faced were quite convoluted. Based on letters sent by Messengers responsible for the follow-up investigations, with the professional evaluation of the Gendarmerie, we can confirm that the main instigator of the Wolumonde incident, Biederman, died in the riots. The local Schultz was taken in due to his acute Oripathy, and whether he is alive or dead remains unclear. Soon after, the nobles withdrew Wolumonde's autonomy, deciding to merge its intact areas with the surrounding cities in the coming spring. Judging by the 'experiences' Mudrock described, what the Mudrock Squad and Leithanian Infected saw in Wolumonde was just the tip of the iceberg. You can imagine why the Leithanian Infected within the Mudrock Squad were in such low spirits. We cannot help but recognize that obedience within the Infected's giant cages, giving up freedom may be the only way to eke out an existence in Leithanien. [Classified Log]On the first night the local nobles arrived to investigate Wolumonde, there was an assassination attempt. After failing, the suspect fled near the Winterwisp Mountains, where he committed suicide by biting his tongue off. He was identified as the local Schultz's only son, Thorwald, who was thought to have died in the fire. The Gendarmerie found a letter on his person: 'I've changed my mind. I'll die in your stead. But there's one thing you have to do for me. If you recognize him, get rid of him.' Because of this letter, and the token of a Catastrophe Messenger carried on the suspect's person, we can confirm that the suspect was an accomplice to Biederman. The noble did not make things harder on Severin Hawthorn, whose life was already in grave danger, but it was obvious he had no good will to spare, and so left Wolumonde. Considering that several other operators are involved in this matter, only a small number of authorized personal and the Doctor are permitted to view this document."
}