{
  "name": "Mudrock",
  "trivia_items": [
    {
      "text": "Mudrock's design is likely based on the Biblical Behemoth with the creature behind her Elite 2 artwork being it. The Behemoth is often associated with earth and rock in Christian mysticism and pagan culture."
    },
    {
      "text": "According to the artist, m9nokuro, Mudrock was named after the RX-78-6 Gundam Unit 6 (nicknamed \"Mudrock\") from the video game Mobile Suit Gundam: Zeonic Front."
    },
    {
      "text": "The phrase \"For evil men will be cut off\" are inscribed on Mudrock's hammer, which is taken from Psalm 37:9."
    },
    {
      "text": "Mudrock's revelation as a female surprised many players in the Arknights community.",
      "sub_items": [
        "In Mudrock's files, the same reaction came from Rhodes Island HR operators and the rest of the Mudrock Squad when she took off her suit, even though the latter had seen her without it wandering around them several times.",
        "The original Chinese texts of Twilight of Wolumonde and Rewinding Breeze's stories, which precedes Mudrock's introduction as an Operator use both masculine (他) and feminine (她) pronouns when referring to Mudrock, while the official English localization alternates between masculine pronouns and the singular they instead."
      ]
    },
    {
      "text": "Mudrock's initial appearance in Grani and the Knights' Treasure uses a different artwork. The most notable difference is that the suit displays the initials \"HEV\" on the orange armored part of her plate carrier. This combination of letters and color may have been a reference to the Hazardous Environment suit in Half-Life."
    },
    {
      "text": "Mudrock dialogue are filtered through her mask except in her outfits.",
      "sub_items": [
        "Technically, the filtered voices are used when she's armored. If you choose to use Elite 2 outfit, the filtered voices will only be applied during battle or in infrastructure (RIIC) due to this compatible rule.",
        "The game uses separate voice assets of Mudrock, carrying filtered and unfiltered variants."
      ]
    },
    {
      "text": "Mudrock is the first Defender without a shield, instead using her Arts to act as a shield."
    },
    {
      "text": "Unlike other enemies who disintegrates upon being defeated, the enemy version of Mudrock drops her mask but quickly picks it up while covering her face before vanishing instead.",
      "sub_items": [
        "Mudrock's Operator version can be used on operations where her enemy version is fought."
      ]
    },
    {
      "text": "Mudrock is one of the few characters in Arknights who wears revealing clothes (not including outfits), though this is only in her Elite 2 artwork.",
      "sub_items": [
        "In addition, even though her armor is removed in her Elite 2 artwork, it remains on Mudrock as a deployable unit."
      ]
    },
    {
      "text": "Not only Mudrock has a decent popularity alongside Skadi due to her contrast beauty, but also she becomes the subject of several jokes in the community for the following reasons:",
      "sub_items": [
        "Due to her imposing dialogue portrait, the community thought she was very tall. But her profile indicates that her height is only 163cm. Her archive files explain that she uses her Arts to keep her massive suit upright as additional padding.",
        "Her abilities to communicate with rock and soil; She is portrayed in some fanarts where she helplessly watches other operators and the Doctor unknowingly or casually take away her rock \"friends\" as upgrade materials.",
        "Her use of a sledgehammer makes fans give her nickname \"The Bonk Queen\" by the EN community along with the joke that she will bonk whoever, especially the Doctor, tries to do something perverted to her."
      ]
    },
    {
      "text": "According the Global server's 2nd anniversary livestream, Mudrock is the fifth most Operator assigned as the player's Assistant."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Mudrock/Trivia"
}