{
  "aak": {
    "name": "Aak",
    "overview": "The Feline underground/unlicensed doctor from Lungmen codenamed \"Aak\" was originally the son of a famed doctor. However, an insidious plot against his father after a clinical incident forced the family to turn underground. After his father's tragic death during a gang fight decades ago, Aak decided to carry the mantle and had been a rather notorious gangster-doctor before he was recommended by Ko Hei-sing, a.k.a. \"Hung\", to join the Lee's Detective Agency after another gang fight in his lifetime.\nAs part of the Agency's partnership with Rhodes Island, Aak has been providing his assistance to R.I.'s Medical Department as its medical researcher. Although his methods can be seen as extreme and questionable, not only they prove to be effective, but also they even exceed his father's. Meanwhile, he is an occasional field support unit utilizing powerful combat stimulants to bolster his allies' performance with some \"side-effects.\" Trust me, his boosters are really useful. Really.",
    "gameplay": "Aak is a 6★ Geek Specialist who specializes in Support and DPS. Aak is unique among Operators where his HP \"degenerates\"' (i.e. gradually lost) at a rate of 3% of his maximum HP per second, which can (and eventually will) knock him out. As such, it is important to keep Aak alive either with healers. Unlike most other Specialists, Aak is classified as a ranged Operator with a ranged attack similar to Marksman Snipers, including a range of 3×3 tiles with a 1-tile extension up front that is extended to 3×4 tiles at Elite 1, which also (somewhat) extends to his stats.\nAak's skills are very unusual in which all but one of them allows him to buff friendlies by attacking them first – the only known way of causing \"friendly fire\" in Arknights, which can be detrimental if the target cannot withstand it, though the benefits will outweigh the risks when used correctly:\nThe first skill, Rapid Fire, is an ASPD buff that improves Aak's attack rate to a more appreciable level and synergizes well with Drug Cocktail Administration (see below).\nThe second skill, Type-γ Stimpack, has Aak attack a friendly unit within his range, prioritizing the one right in front of him, with no less than 15 hits that deals 500 Physical damage each when used, which can (and will) KO the target, and then buffs the maximum HP and DEF of the target (if they survives, of course) and Aak himself (regardless of whether the target survives or not) for a decent duration. Type-γ Stimpack is best used on Defenders since their high DEF means Aak's attacks will only scratch them while improving their already good survivability even further, especially with strong Defenders like Hoshiguma, Mudrock, and Nian who will be nearly invincible with the buff. Conversely, it is ill-advised to use Type-γ Stimpack on Operators with low HP and/or DEF (like most ranged Operators) since they will usually be KO'd in the process.\nThe third skill, Durian-Flavored Stimpack, functions identically to Type-γ Stimpack but buffs the ATK and ASPD of Aak and the target instead with a shorter duration and higher SP cost. Durian-Flavored Stimpack can be very tempting to bolster the DPS of already hard-hitting Operators, especially Blaze (with Chainsaw Extension Module), Hellagur (due to his talent which buffs ASPD based on the missing HP), SilverAsh (with Truesilver Slash), Skadi (with Tidal Elegy), Specter (with Bone Fracture), and especially Surtr (due to her colossal DPS with Twilight). Even better, Blaze's Emergency Defibrillator and Surtr's Remnant Ash will temporarily keep them alive upon receiving fatal damage, including from Durian-Flavored Stimpack's shots, so it can be liberally used to give them titanic DPS. Care should be taken, however, to be sure the Operator survives Durian-Flavored Stimpack's shots. The player should try to buff the desired Operator's DEF first (preferably with Nian or Shining) before using Durian-Flavored Stimpack on them.\nAak's first talent, Drug Cocktail Administration, applies one of the following effects whenever he attacks, selected at random:\nHeals Aak by a portion of his maximum HP.\nIncreases the damage dealt.\nBriefly Slows the victim.\nBriefly Stuns the victim.\nAll four effects are equally useful to compensate Aak's HP degeneration, deliver sustained DPS, and stall enemies, though the player shouldn't count on them too much due to the random nature. His second talent, Pharmaceutical Diffusion, increases the effectiveness of healing received by Aak, somewhat mitigating his HP degeneration.\nAak's GEE-X Operator Module, Assorted Fruity Medical Box, increases his SP generation rate by 0.25/second when his HP is above 80%, in addition to increasing his maximum HP and ATK; once upgraded, Drug Cocktail Administration's effects are increased and it now has a chance to proc all four effects at once!\nAak's first base skill, Neuroticism, makes Operators assigned to the Reception Room more likely to find clues from their respective faction (e.g. Rhine Lab clues for Saria or R.I. clues for Angelina) when he is assigned to the Control Center, but increases the morale drain rate of all Operators assigned to it (including Aak himself) by a whopping 1.5 per hour. His second base skill, Surgical Precision, speeds up the skill Mastery training of Medic Operators by 60% when Aak is assigned as the trainer in the Training Room.\nOverall, Aak is an interesting (and fun) introduction to Geek Specialists who can thrive on \"high-risk, high-reward\" playstyles by \"juicing\" up his allies' performance at the cost of harming – and potentially incapacitating – them, hence Doctors who want to utilize him should plan carefully to avoid collateral damage that could risk their defeat, but this mad doctor's buffs will surely get them addicted once they get the hang of it.",
    "pros": [
      "Classified as a ranged Operator with a ranged attack similar to Marksman Snipers (but does not prioritize aerial enemies over ground enemies)",
      "Good stats",
      "Type-γ Stimpack buffs maximum HP and DEF, making it very useful for Defenders",
      "Drug Cocktail Administration applies a random effect (between self-heal, critical hit, Slow, or Stun) in each attack and synergizes well with Rapid Fire",
      "Durian-Flavored Stimpack buffs ATK and ASPD, further improving DPS and very useful for DPS Operators",
      "Pharmaceutical Diffusion makes healing effects on Aak more effective",
      "Shots from Type-γ Stimpack and Durian-Flavored Stimpack are considered as an attack, which can be abused by Operators with defensive SP recovery (especially Liskarm)"
    ],
    "cons": [
      "Degenerates HP over time, which can (and eventually will) KO Aak",
      "Type-γ Stimpack and Durian-Flavored Stimpack have Aak attack the target with multiple hits of relatively high Physical damage which can (and will) KO them (though this can be abused to remove pre-deployed Operators that occupies a strategic tile, e.g. an \"Ifrit lane\")"
    ],
    "url": "https://arknights.fandom.com/wiki/Aak/Overview"
  },
  "angelina": {
    "name": "Angelina",
    "overview": "Once an ordinary Siracusan Vulpo schoolgirl, Angelina Ajimu contracted Oripathy from a car accident[1] and has since been taken to Rhodes Island for treatment. Despite being a rookie, she works as a Messenger in her spare time and starts to learn some tactical Originium Arts.  Angelina turns out to be capable in combat and a reliable field support unit. She is also devoted to R.I. and shows an apparent admiration to the Doctor.",
    "gameplay": "Angelina is a 6★ Decel Binder Supporter who specializes in Slow, DPS, and Support. As a Supporter, Angelina's attacks do Arts damage similar to Casters, but with a range of adjusted 3×4 tiles and, being a Decel Binder, also Slows the victim for 0.8 seconds.\nAngelina's skills allow her to act as either a focused or spread Arts damage dealer who can also restrict the enemies' movement, but requires some tactical execution for optimal results:\nThe first skill, Arcane Staff - Quick Charge Mode, is a temporary ATK buff automatically activated every several attacks, providing a periodic increase to her DPS. Unlike the other two skills, Arcane Staff - Quick Charge Mode is the only one which allows Angelina to attack normally.\nThe second skill, Arcane Staff - Particle Mode, significantly reduces Angelina's attack interval at the expense of greatly reducing the damage dealt in each hit while active, allowing her to consistently apply her attacks' Slow effect which can be useful in stalling dangerous enemies. However, Angelina cannot attack while Arcane Staff - Particle Mode is not active, which can become awkward if its usage is not timed correctly and renders her helpless whenever she has to charge it. On the other hand, despite the ATK penalty, Angelina can deal heavy damage to single enemies with Arcane Staff - Particle Mode, as long as the said enemy is kept within her range.\nThe third skill, Arcane Staff - Anti-Gravity Mode, greatly expands Angelina's range with a 1-tile extension up front and 3-tile extensions to the sides centered on her position, buffs her ATK more than Arcane Staff - Quick Charge Mode, allows her to attack multiple enemies within range at once, and inflicts Weightless on all enemies while active, outside of which she cannot attack as with Arcane Staff - Particle Mode. With Arcane Staff - Anti-Gravity Mode, Angelina becomes a lesser version of Splash Casters who can slow multiple enemies at once and also makes it easier for Push Stroker/Hookmaster Specialists to shift enemies, especially heavier ones, at lower skill levels.\nAngelina's first talent, Accelerator Field, provides a slight ASPD buff to all Operators (including Angelina herself) while she is deployed (which is not stated in-game). Her second talent, Part-Time Job, periodically restores the HP of friendly units while Angelina's skill is not active; being an indirect healing, Part-Time Job affects units that cannot be directly healed, such as Juggernaut Defenders and Musha Guards.\nAngelina has two Operator Modules, both of which further improve her supportive talents:\nHer DEC-Y Module, Gravity Calibration Module, extends the Slow duration of Angelina's attacks to 1.2 seconds in addition to increasing her maximum HP and ATK; once upgraded, the HP restoration rate of Part-Time Job is increased.\nHer DEC-X Module, Experimental Anti-Gravity Module, increases Angelina's SP generation rate by 0.2/second when an enemy is inside her attack range, in addition to increasing her maximum HP and ATK (though less than Gravity Calibration Module) as well as ASPD; once upgraded, Accelerator Field further buffs the ASPD of friendly units inside Angelina's range.\nAngelina's base skill, Clue Search α, increases the clue search rate by 10% when she is assigned to the Reception Room; at Elite 2, it becomes Messenger - Rhodes Island Pharmaceuticals which also makes R.I. clues easier to acquire.\nOverall, Angelina is a very flexible Decel Binder Supporter capable of fulfilling a multitude of roles from delivering concentrated or distributed DPS, stalling, to global buff and healing. Such versatility makes Angelina very valuable in certain operations' Challenge Modes and Contingency Contract where she can circumvent their restrictions such as the inability to use Casters or the increased costs of Medics.",
    "pros": [
      "Attacks deal Arts damage and briefly Slow enemies",
      "All skills have a good uptime",
      "Arcane Staff - Particle Mode is effective in keeping slow-moving, heavy enemies at bay while dealing great damage thanks to ASPD buff",
      "Accelerator Field slightly buffs all Operators' ASPD",
      "Arcane Staff - Anti-Gravity Mode allows Angelina to act as a makeshift Splash Caster and makes it easy for Push Stroker and Hookmaster Specialists to push/pull enemies, especially heavier ones",
      "Part-Time Job passively restores the HP of friendly units when Angelina's skill is not active, which also affects units that cannot be directly healed"
    ],
    "cons": [
      "Arcane Staff - Particle Mode and Arcane Staff - Anti-Gravity Mode prevent Angelina from attacking while they are not active, leaving her helpless",
      "Part-Time Job is disabled when Angelina's skill is active",
      "Must be leveled to Elite 2 and undergo Mastery training for full effectiveness, especially Arcane Staff - Particle Mode and Arcane Staff - Anti-Gravity Mode"
    ],
    "url": "https://arknights.fandom.com/wiki/Angelina/Overview"
  },
  "archetto": {
    "name": "Archetto",
    "overview": "A Liberi nun from the Landen Monastery in Laterano of partial Victorian descent and a member of the Landen Guards, Hildegard has travelled across Terra to offer the Monastery's dairy and wine products for sale in order to prevent its imminent closure due to monetary concerns. Her action makes her to be seen as more of a travelling businesswoman than a faithful nun. This eventually brought Hildegard into the service of Rhodes Island under the reccomendation of Emperor and Eurill Pides where she, under the codename \"Archetto\", makes good use of her archery skills courtesy of her mandatory training and experience as the Guard to provide ranged combat support on the battlefield.",
    "gameplay": "Archetto is a 6★ Marksman Sniper who specializes in DPS. As a Marksman Sniper, Archetto has an attack range of 3×3 tiles with a 1-tile extension up front which is improved to 3×4 tiles at Elite 1, target aerial enemies over ground ones when attacking, and possesses good ATK, low attack interval, decent HP and DEF, and low DP cost relative to other Snipers.\nArchetto's skills are focused on allowing her to attack multiple enemies at once in a similar vein to the likes of Blue Poison and Vermeil, only superior though they are limited by having offensive SP recovery:\nThe first skill, Dispersing Arrows, is a \"critical hit\" skill which behaves identically to that of Power Strike skills with one unique addition: the critical attack will also strike up to three enemies around the main target for a somewhat lower damage, but still higher than Archetto's normal attacks, which is good for delivering sustained DPS against multiple targets.\nThe second skill, Pursuing Arrows, has Archetto fire five arrows in a rapid succession that deals slightly higher damage to an enemy within her range and can ricochet onto up to five other enemies within a radius of 1.5 meters around the primary target, but each secondary target can only be struck by one arrow each time the skill is used, and can stack multiple charges at higher levels. Pursuing Arrows allows Archetto to hit enemies outside her range if the arrows ricochet into one and unleash a flurry of arrows in a short time, potentially causing untold harm to tightly bunched enemies.\nThe third skill, Thundering Arrows, slightly buffs Archetto's ATK, extends her attack range by 1×3 additional tiles, and makes all of her attacks both deliver three hits and capable of targeting up to two enemies within range while active. Thundering Arrows is a more straightforward option to bolster Archetto's DPS, extend her reach to the same level as Platinum (but only for a limited time), and give her a limited AoE capability, making its use when groups of enemies are to be expected indispensable.\nArchetto's first talent, Landen Tactics, gives 1 SP for all Snipers with offensive SP recovery for their skill (including Archetto herself) every 3 seconds (2.5 seconds at Elite 2) while Archetto is deployed, which helps to compensate the fact that all three of Archetto's skills have offensive SP recovery and synergize very well with other Snipers with offensive recovery skills such as Blue Poison and Meteorite. Combined with Ch'en's Scolding, Snipers with offensive recovery skills can even activate them in most of their attacks! Her second talent, Iron Bowstring, grants Archetto a Shield that gives her additional SP upon being expended, which can help her survive enemy attacks and activate her skill early in her deployment.\nArchetto has two Operator Modules, both of which emphasize on either giving more SP to herself or fellow Snipers, making it up to the player's preference:\nHer MAR-X Module, Yesterday Once More, increases the damage Archetto deals when attacking aerial enemies to 1.1×, in addition to increasing her maximum HP and ATK much more than \"Seeds of Tomorrow\"; once upgraded, Landen Tactics' SP recovery interval is reduced, and further for Archetto herself when there are at least one other Sniper deployed.\nHer MAR-Y Module, \"Seeds of Tomorrow\", increases Archetto's ASPD by 8 when there are ground enemies within her attack range, in addition to increasing her ATK, DEF, and ASPD; once upgraded, Iron Bowstring also gives Archetto some SP when she is deployed.\nArchetto's base skill, Pious Fundraising α (Pious Fundraising β at Elite 2), increases Trading Posts' order acquisition rate by 1% (2% for Pious Fundraising β) for each level of every Dormitory built (i.e. having four Level 5 Dormitories increase order acquisition efficiency by 20% for Pious Fundraising α or 40% for Pious Fundraising β) when she is assigned to one.\nOverall, Archetto is a great Marksman Sniper who can pick off multiple enemies with multi-targeting and ricocheting arrow shots alike, making her useful in operations with large groups of enemies and can even act as a lesser substitute for AoE Snipers, though her offensive SP recovery skills and lackluster ATK are what keep her from matching Exusiai. Nevertheless, Sister Archetto will protect the sanctity of Landen Monastery with her marksmanship and faith which guide each of her arrows.",
    "pros": [
      "Attack aerial enemies over ground ones",
      "Dispersing Arrows have good DPS and multi-target capability",
      "Pursuing Arrows attacks an enemy with multiple arrows which can ricochet to other nearby enemies",
      "Landen Tactics periodically gives additional SP to Snipers with offensive SP recovery",
      "Thundering Arrows is an excellent multi-target attack skill and improves Archetto's DPS",
      "Iron Bowstring grants a Shield every time she is deployed which gives her additional SP when the Shield is used up"
    ],
    "cons": [
      "Lower ATK than other DPS Marksman Snipers",
      "All three skills have offensive SP recovery, making them slow to charge outside combat even with Landen Tactics",
      "Each hit from Pursuing Arrows cannot ricochet off more than one target at a time",
      "The Shield from Iron Bowstring can be wasted by damage-over-time effects (e.g. Active Originium, Heated Path, and Poison Haze)"
    ],
    "url": "https://arknights.fandom.com/wiki/Archetto/Overview"
  },
  "ash": {
    "name": "Ash",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attack aerial enemies over ground ones",
      "Good stats",
      "Supporting Fire permanently improves DPS",
      "Assault Tactics increases her damage massively against stunnable enemies, and allows Ash to disorient and dispatch even the strongest of enemies",
      "Auxiliary Equipment Stuns groups of enemies in each deployment",
      "Breaching Rounds fires an M120 CREM that damages and pushes back enemies in its way, and detonates for more damage especially if it hits a melee tile adjacent to a ranged tile",
      "Breaching Specialist reduces DP cost and gives additional SP in the first deployment"
    ],
    "cons": [
      "Can only be obtained during Operation Originium Dust from the Attack/Defence Tactical Collide headhunting banner; Ash can no longer be obtained in any way once the said crossover ends, unless further events involving Ubisoft and the Rainbow Six Siege franchises are launched and rerun",
      "Assault Tactics is mostly worthless on enemies that are immune to Stun",
      "Auxiliary Equipment's Stun only lasts for 20 out of 31 ammo for Assault Tactics, meaning other Stun sources are needed to maximize its damage",
      "Breaching Rounds can only be used twice per deployment and loses over 50% of its potential damage if it fails to hit a wall",
      "Breaching Specialist only works once per operation"
    ],
    "url": "https://arknights.fandom.com/wiki/Ash/Overview"
  },
  "bagpipe": {
    "name": "Bagpipe",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Highest ATK of all Vanguards",
      "Generates 1 DP with each kill",
      "Returns all DP cost when retreated",
      "High-Impact Assault causes attacks to do more damage and deliver two hits, improving DPS",
      "Precise Reloading gives a decent chance for attacks to do more damage and hit an additional enemy",
      "Locked Breech Burst significantly improves DPS and defensive capability",
      "Martial Tradition increases all Vanguards' initial SP"
    ],
    "cons": [
      "High DP cost – second highest of all Vanguards",
      "Her own DP generation is somewhat low",
      "Low DEF and can only block a single enemy, making it hard to take advantage of Precise Reloading (unless Locked Breech Burst is active)",
      "Locked Breech Burst increases attack interval",
      "Her full suite of DP benefits requires her to be at full potential, which can be daunting for later players to achieve. This is proven to be especially pivotal in game modes like Contingency Contract"
    ],
    "url": "https://arknights.fandom.com/wiki/Bagpipe/Overview"
  },
  "blaze": {
    "name": "Blaze",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Great HP and ATK",
      "Attacks hit multiple enemies equal to block count",
      "Can block up to three enemies at Elite 2, like that of most Defenders",
      "Has excellent DPS with all three skills",
      "Chainsaw Extension Module extends attack range and allows Blaze to attack from behind another Operator or even through walls/ranged tiles",
      "Emergency Defibrillation heals Blaze by 50% of her maximum HP once at 25% or lower HP and keeps her HP from going below 50% for a short time, ensuring her survival",
      "Boiling Burst deals heavy damage to nearby enemies when it expires",
      "Harsh Training provides Status Resistance to Blaze once it is active"
    ],
    "cons": [
      "High DP cost that increases with every promotion",
      "Mediocre DEF when Chainsaw Extension Module and Boiling Burst are not factored in",
      "Emergency Defibrillation only works once per operation",
      "Boiling Burst causes Blaze to lose 25% of her maximum HP after it expires which can KO her (except when Emergency Defibrillation is active)"
    ],
    "url": "https://arknights.fandom.com/wiki/Blaze/Overview"
  },
  "blemishine": {
    "name": "Blemishine",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Highest ATK of all Guardian Defenders",
      "Has an attack range of 1 tile ahead, like that of most melee Operators",
      "Can heal friendlies with all three skills",
      "Deterring Radiance also put enemies into Sleep",
      "Knight of Sword and Shield allows Operators with defensive SP recovery to generate 1 SP in each attack",
      "Mercy allows Blemishine to attack Sleeping enemies, which prioritizes and deals more damage against them",
      "Divine Avatar inflicts an additional instance of Arts damage to the target and heals a friendly unit in each attack and has the highest healing output in the game"
    ],
    "cons": [
      "Somewhat lower DEF than other Guardian Defenders",
      "Must be constantly fighting to function effectively – Surging Brilliance is only activated when attacking while Deterring Radiance and Divine Avatar have defensive SP recovery, making them slow to charge outside of combat even with Knight of Sword and Shield",
      "Mercy is only useful in conjunction with Deterring Radiance or another source of Sleep",
      "Blemishine cannot heal herself with Divine Avatar"
    ],
    "url": "https://arknights.fandom.com/wiki/Blemishine/Overview"
  },
  "carnelian": {
    "name": "Carnelian",
    "overview": "The elder sister of Ankhesena aka. Beeswax and the reason why she joined Rhodes Island, Carnelian hails from an ancient Sargonian tribe outside the jurisdiction of the Ameers. She left her hometown for a grand adventure throughout Terra as part of her tribe's tradition. However, during her stay in Leithanien, Carnelian accidentally injured Count Hohenlohe, an Infected Leithanian noble, and was forced  to take care of him for two years out of her responsibility, ruining her future plans. When Count Hohenlohe was taken to R.I. for further treatment, Carnelian followed suit and reunited with her sister. While she stays in Leithanien most of the time, Carnelian remains in touch with Ankhesena and proves to be a capable caster who lends her assistance for R.I..",
    "gameplay": "Carnelian is a 6★ Phalanx Caster who specializes in AoE and Defense. As a Phalanx Caster, Carnelian will only attack whenever her skill (see below) is active, dealing Arts damage to all enemies within the surrounding tiles or a radius of 2 tiles around her from Elite 1; to offset this quirk, Carnelian's DEF and RES is tripled and increased by 20, respectively, whenever her skill is not active, making her much more resilient than other Casters although Carnelian is just as fragile as other Casters when her skill is active.\nSpeaking of Carnelian's skills, they bolsters her offensive capability in addition to providing a limited crowd-control support, and all of them are unique in which they are capable of being Overcharged:\nThe first skill, Sandstorm Guardian, buffs Carnelian's ATK and DEF with the latter being higher than the former at higher levels while active, which is a straightforward buff. When Overcharged however, Carnelian's trait will not be disabled while the skill is active, allowing her to remain more resilient than other Casters regardless of whether Sandstorm Guardian is active or not and soak up incoming damage when necessary.\nThe second skill, Sand Fetters, reduces Carnelian's attack interval and causes her attacks to briefly Slow the victim, which can be effective to stall groups of enemies. When Overcharged, Carnelian's ATK will also be buffed and the enemies will be Bound for a slightly longer duration instead of being Slowed, turning her is a good mass crowd-control Operator who can halt the enemy's advance and pound them into oblivion with her channeling Arts attacks.\nThe third skill, Mark of Gluttony, expands Carnelian's range to the surrounding tiles with 3-tile extensions to all four cardinal directions, and provides a massive ATK buff that gradually increases through its duration. When Overcharged, Carnelian will deal 20% more damage to enemies hit by her attacks when the skill is active, which can stack up to five times (for a total of 100%). Mark of Gluttony is among the best DPS sources in the game, only slightly behind Eyjafjalla's Volcano, but having a better uptime means that it can be used more often and effective against groups of high-HP, low-RES enemies.\nCarnelian's first talent, Meal of Life, restores a moderate portion of her HP when she activates her skill which is doubled should the skill is Overcharged, rewarding the player's patience especially if she is deployed in the frontline. Her second talent, Poised for Action, improves Carnelian's SP generation rate when her SP is past the normal limit, accelerating the Overcharge process of Carnelian's skills.\nCarnelian's PLX-X Operator Module, Hyacinth and Dagger, increases her trait's defense buffs to 215% DEF and 25 RES, and doubles her DEF and increases her RES by 10 when her skill is active as well, in addition to increasing her maximum HP and ATK; once upgraded, Meal of Life now increases Carnelian's maximum HP when her skill is active and its HP restoration is improved at Stage 3.\nCarnelian's base skill, Caster Expert α (Within One's Grasp at Elite 2), speeds up the skill Mastery training of Caster operators by 30% (60% for On My Watch) when she is assigned as the trainer in the Training Room.\nOverall, Carnelian is a great Phalanx Caster who can cause mass destruction to anything in her way should she takes time to Overcharge her skill, which means that she can be very effective when her skill's activation is timed correctly. The patient hunter always get the prey, so does Carnelian whose Arts drown her victim like a quicksand.",
    "pros": [
      "Attacks deal Arts damage to all enemies in range",
      "All three skills can be Overcharged",
      "Have greatly increased DEF and RES whenever the skill is not active or using the Overcharged Sandstorm Guardian",
      "Sand Fetters is an effective AoE stalling skill especially when Overcharged",
      "Meal of Life restores Carnelian's HP when her skill is activated, which is doubled when the skill is Overcharged",
      "Mark of Gluttony significantly improves DPS especially when Overcharged where enemies hit will take increased damage from Carnelian's attack (which can stack)",
      "Poised for Action increases SP generation rate when it is past the maximum limit"
    ],
    "cons": [
      "Can only attack when the skill is active, leaving Carnelian helpless otherwise",
      "The DEF and RES buffs are disabled when the skill is active (unless when using the Overcharged Sandstorm Guardian)",
      "Carnelian's skills are not as effective when not Overcharged, which takes twice as long than the normal charge (unless with Poised for Action)"
    ],
    "url": "https://arknights.fandom.com/wiki/Carnelian/Overview"
  },
  "ceobe": {
    "name": "Ceobe",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks deal Arts damage",
      "Higher ATK than other Core Casters",
      "\"Really Hot Knives\" significantly improves DPS",
      "Thresher inflicts an additional instance of Arts damage based on the target's DEF in each attack, making it devastating against enemies with high DEF but low RES",
      "\"Really Heavy Spear\" greatly buffs ATK, extends range, and silences enemies hit by Ceobe's attacks",
      "Lone Journey slightly buffs ATK and ASPD when there are no friendlies adjacent to Ceobe"
    ],
    "cons": [
      "Lower HP than other Core Casters",
      "All three skills modify Ceobe's targeting priority, which may be awkward at times",
      "Thresher is less effective against enemies with low DEF but high RES",
      "\"Really Heavy Spear\" causes Ceobe's attacks to deal Physical damage instead of Arts and target enemies with low DEF over the others, making Thresher not as effective especially on those with high RES"
    ],
    "url": "https://arknights.fandom.com/wiki/Ceobe/Overview"
  },
  "ch'en": {
    "name": "Ch'en",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Each attack hits the target twice",
      "Good HP and DEF, and can block two enemies",
      "Chi Xiao - Unsheath is devastating especially against groups of enemies, and can be used immediately after deployment at Mastery 3",
      "Scolding periodically gives additional SP to Operators with offensive and defensive SP recovery",
      "Chi Xiao - Shadowless is excellent for crowd-control and against bosses",
      "Blade Art allows Ch'en to sometimes dodge physical attacks"
    ],
    "cons": [
      "Relatively high DP cost that increases with every promotion",
      "All three skills have offensive SP recovery, making them slow to charge outside combat even with Scolding",
      "Despite landing two hits, each attack only adds 1 SP",
      "Chi Xiao - Unsheath is not as effective against enemies with balanced DEF and RES",
      "Despite Chi Xiao - Unsheath being immensely powerful and can be used immediately upon deployment at Mastery 3, Ch'en's standard redeployment time prevents her from truly replacing an Executor Specialist",
      "Requires significant investment to be effective due to being dependent in Mastery training, especially for Chi Xiao - Unsheath"
    ],
    "url": "https://arknights.fandom.com/wiki/Ch'en/Overview"
  },
  "ch'en the holungday": {
    "name": "Ch'en the Holungday",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Highest HP and DEF of all Snipers",
      "Attacks hit all enemies in range with the ones on the frontal row taking 1.5× damage",
      "High-Pressure Splash and \"Holiday Storm\" applies the Holungday's trait to all enemies within range",
      "\"Night of Violet\" and \"Holiday Storm\" cover the tiles within the Holungday's range in goo on each attack that slows enemies and reduces their DEF, making them more susceptible to physical damage",
      "\"Night of Violet\" can be Overcharged to receive more ammo",
      "\"Holiday Storm\" greatly extends the Holungday's range and combines the effects of High-Pressure Splash and \"Night of Violet\", making it her best skill",
      "Frugality gives a chance that the attacks of the Holungday and Snipers whose skill uses the Ammunition mechanic do not consume the skill's ammo",
      "Vestiges of Vacation is most effective on operations with water tiles, notably most DH and OF ones"
    ],
    "cons": [
      "Only available from Carnival limited headhunting banners starting from Holiday Stars; the Holungday will not be available from any other headhunting banners",
      "Very high DP cost – the highest of all Snipers",
      "Very short attack range on her own",
      "Very high attack interval – the highest of all Snipers",
      "The goos' DEF debuff from \"Night of Violet\" and \"Holiday Storm\" are not as effective on enemies with little to no DEF, and both the speed and DEF debuff does not stack if an enemy gets caught in multiple goos",
      "\"Holiday Storm\" consumes two ammo in each attack, unlike the other two skills"
    ],
    "url": "https://arknights.fandom.com/wiki/Ch'en the Holungday/Overview"
  },
  "chongyue": {
    "name": "Chongyue",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Very low attack interval",
      "Low DP cost relative to other Guards",
      "High ATK multipliers on skills let him break through high DEF",
      "Abundant is effective for massive burst damage",
      "Whisk can provide solid crowd-control due to its Levitate effect and area damage",
      "An End to War gives a chance that enemies hit by Chongyue's normal attacks take more damage from him",
      "Anatta is effective for locking down a lane or engaging multiple strong enemies from range if Chongyue is deployed correctly",
      "All Are Guests give SP when Chongyue defeat enemies with his skills"
    ],
    "cons": [
      "Only available from Festival limited headhunting banners; Chongyue will not be available from any other banners",
      "Average-low HP and DEF, and can only block a single enemy",
      "Basic attacks do little to no damage against enemies with high DEF due to his relatively low base ATK",
      "Requires the use of skills to be in optimal effectiveness",
      "Whisk's Levitate is less efficient against enemies with high weight and is reliant on An End to War triggering to deal full damage",
      "Anatta can take some time to ramp up due to using Offensive Recovery and taking 5 activations to fully activate"
    ],
    "url": "https://arknights.fandom.com/wiki/Chongyue/Overview"
  },
  "dorothy": {
    "name": "Dorothy",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Classified as a ranged Operator with a ranged attack similar to that of Marksman Snipers (but does not prioritize flying units)",
      "Allows the deployment of Resonators, which are traps not counted towards the Unit Limit",
      "All three skills are automatically activated and gives Dorothy additional Resonators to use in each activation",
      "Dangerous Entity Removal reduce the victim's DEF, making them more vulnerable to Physical damage",
      "Quicksand Generation is good for stalling especially if the Resonator only hits one enemy",
      "High-speed Resonating Troubleshooter can cause massive Arts damage due to the \"chain reaction\" if deployed correctly",
      "Dreamer buffs ATK (up to a limit) every time a Resonator is triggered"
    ],
    "cons": [
      "Not as effective as true Marksman Snipers in DPS",
      "The Resonators cannot be deployed on tiles occupied by enemies, will not be triggered by flying and invisible enemies, and will disappear when Dorothy is KO'd or retreated",
      "Despite being automatically given and have no deployment restrictions, there is a limit on how many Resonators Dorothy can hold at a time",
      "Micromanagement-intensive, not recommended for casual or new players"
    ],
    "url": "https://arknights.fandom.com/wiki/Dorothy/Overview"
  },
  "dusk": {
    "name": "Dusk",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks deal AoE Arts damage",
      "Transcendental Stroke is good for delivering sustained AoE Arts DPS",
      "Flowing Ink buffs ATK, extends attack range, and makes attacks hit all enemies in range with enemies below 50% HP taking more damage",
      "Sublimity provides a stacking, slight ATK buff for each enemy defeated by Dusk (and Freelings later)",
      "Image Over Form vastly improves AoE crowd-control capabilities and summons/heals Freelings in each attack to help blocking and attacking enemies",
      "Finishing Touch summon a Freeling on the first attack made after deployment"
    ],
    "cons": [
      "Only available from Festival limited headhunting banners from Hidden Moon; Dusk will not be available from any other headhunting banners",
      "Very high DP cost, tied with Ifrit and Mostima",
      "Image Over Form has a high SP cost",
      "The Freelings will only appear if the tile it were to be summoned is an open, deployable melee tile, and has a limited duration"
    ],
    "url": "https://arknights.fandom.com/wiki/Dusk/Overview"
  },
  "ebenholz": {
    "name": "Ebenholz",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Very high ATK – the highest of all Casters",
      "Periodically stores attacks when not attacking, which are released in a burst on the next attack",
      "Desolate Echoes automatically summons Shadows of the Past in open, deployable tiles within Ebenholz's attack range, which deals Arts damage to enemies who trigger them and pulls them towards its position",
      "Dynamics increase the damage dealt by stored attacks and allows one additional attack exclusively used against elites/bosses to be stored",
      "Sound of Silence is an excellent option against elites and bosses, especially those lacking RES",
      "Appoggiatura deals an additional instance of Arts damage when attacking lone enemies"
    ],
    "cons": [
      "Higher than average DP cost",
      "High attack interval",
      "Requires tactical knowledge, timing and micromanagement to utilize effectively, especially if using Sound of Silence to specifically eliminate Elite and Boss enemies",
      "Quickening Presto reduces the damage dealt on each hit and narrows Ebenholz's range to the frontal tiles, requiring proper placement to be effective",
      "Desolate Echoes' activation is counted as an attack, which expends the stored attacks in the process, and the Shadows of the Past have limited duration",
      "Ebenholz only attacks elite and boss enemies while Sound of Silence is active, but the skill can be deactivated anytime so he can attack normally. It can be ironically used to force him to stop attacking and charge dices to empower his next attack, when no elite or boss enemies are in his attack range",
      "Requires Mastery and Modules to be effective, especially if being built as a boss killer"
    ],
    "url": "https://arknights.fandom.com/wiki/Ebenholz/Overview"
  },
  "eunectes": {
    "name": "Eunectes' overview",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Very high ATK – the highest of all Defenders",
      "Very high HP",
      "Has an attack range of 1 tile ahead like most melee Operators",
      "Menacing Slash \"stunlocks\" the enemy being blocked by Eunectes, useful to duel strong enemies",
      "Peerless Bravery either increases damage dealt or applies the Sanctuary buff (reduces physical and Arts damage taken), depending on Eunectes' HP percentage",
      "Iron Will turns Eunectes into a literal war machine with excellent offensive and defensive capabilities",
      "Resilience increases SP generation rate"
    ],
    "cons": [
      "Very high DP cost",
      "Can only block a single enemy, unlike other Defenders",
      "Can only generate SP while blocking an enemy (even with SP generators), making Menacing Slash and Iron Will cannot be charged outside combat",
      "Menacing Slash increases attack interval",
      "Iron Will stuns Eunectes for a short time when it expires where she can neither attack nor block enemies"
    ],
    "url": "https://arknights.fandom.com/wiki/Eunectes/Overview"
  },
  "executor the ex foedere": {
    "name": "Executor the Ex Foedere",
    "overview": "",
    "gameplay": "",
    "pros": [],
    "cons": [],
    "url": "https://arknights.fandom.com/wiki/Executor the Ex Foedere/Overview"
  },
  "exusiai": {
    "name": "Exusiai",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attack aerial enemies over ground ones",
      "All three skills have Exusiai attack in bursts of multiple hits",
      "Charging Mode has high sustained DPS",
      "Shooting Mode and (especially) Overloading Mode has extreme DPS against low-DEF enemies, and is amazing for taking out low-DEF, high-HP enemies",
      "Angel's Blessings affect both Exusiai and another random Operator, and can be useful if she is deployed early on"
    ],
    "cons": [
      "Does almost negligible damage against enemies whose DEF is higher than Exusiai's ATK, even with all three skills (unless supported with buffers/debuffers)",
      "Overloading Mode's automatic activation can be detrimental in situations where precise timing is essential",
      "Angel's Blessings' random targetting can make it target undesirable operators"
    ],
    "url": "https://arknights.fandom.com/wiki/Exusiai/Overview"
  },
  "eyjafjalla": {
    "name": "Eyjafjalla",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks deal Arts damage",
      "Ignition inflicts AoE Arts damage with consistent activation and reduces the main target's RES",
      "Pyrobreath buffs the ATK of all deployed Casters",
      "Volcano literally turns all enemies within range into cinders",
      "Wild Fire gives additional, random SP upon deployment"
    ],
    "cons": [
      "Volcano has a low uptime and are not as effective against enemies with high RES",
      "Requires extensive resource investment for full effectiveness, especially with Volcano"
    ],
    "url": "https://arknights.fandom.com/wiki/Eyjafjalla/Overview"
  },
  "eyjafjalla the hvít aska": {
    "name": "Eyjafjalla the Hvít Aska",
    "overview": "",
    "gameplay": "",
    "pros": [],
    "cons": [],
    "url": "https://arknights.fandom.com/wiki/Eyjafjalla the Hvít Aska/Overview"
  },
  "fartooth": {
    "name": "Fartooth",
    "overview": "",
    "gameplay": "",
    "pros": [
      "High ATK and long range (especially at Elite 1)",
      "Attack enemies with the lowest DEF over the others",
      "Ally Support allows Fartooth to attack blocked enemies outside her normal range",
      "Concentration buffs ATK as long as Fartooth is not attacked in the last 10 seconds",
      "Feathershine Arrows improve DPS and extends her reach infinitely (though only within the frontal tiles)",
      "Steady Breath provides Negative Taunt and the ability to bypass Physical Dodge in each attack while Fartooth's skill is active"
    ],
    "cons": [
      "High DP cost and attack interval",
      "Feathershine Arrows narrow Fartooth's attack range to a frontal line, requiring proper placement for maximum effectiveness"
    ],
    "url": "https://arknights.fandom.com/wiki/Fartooth/Overview"
  },
  "fiammetta": {
    "name": "Fiammetta",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks deal splash damage",
      "High ATK",
      "Decent HP and DEF",
      "Sufferer of Tribulations gives an ATK Vigor when Fiammetta's HP is above 50%, which is doubled when she have 80% or more HP",
      "\"Paenitete\" can be a highly effective AoE skill when its usage is timed correctly",
      "\"Reponite\" is permanent and allow Fiammetta to deal massive splash DPS",
      "Herald of Revelations buffs ASPD outside skill activation",
      "Communal Suffering is a great way to get an Operator instantly back into their base roles without staying in the dorms"
    ],
    "cons": [
      "High DP cost that increases with every promotion",
      "Sufferer of Tribulations causes Fiammetta to lose HP over time (which fortunately is non-lethal), requiring constant heal in dangerous missions lest she becomes easy pickings for the enemy. If her HP goes down below 50% it also causes her Vigor buff to disappear unless she's healed back.",
      "All three skills have offensive SP recovery, making them slow to charge outside combat",
      "Fiammetta cannot attack normally with \"Reponite\", being forced to continuously attack the marked tile until deactivated"
    ],
    "url": "https://arknights.fandom.com/wiki/Fiammetta/Overview"
  },
  "flametail": {
    "name": "Flametail",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Higher overall stats than other Pioneer Vanguards, especially HP and DEF",
      "Quick Intuition causes Flametail to dodge the next Physical attack received",
      "Despite not being an Arts attack, \"Pinus Sylvestris\" is just as useful as Texas' Sword Rain in addition to giving friendlies within range some Physical dodge",
      "Vanguard Swordsmanship makes the next attack after dodging a Physical attack deliver two hits and with multi-target capability (at Elite 2)",
      "Flameheart is a solid DP generation/augmentation skill, especially from its high Physical/Arts dodge",
      "Pinus Sylvestris Leader gives Kazimierzian Operators a small Physical dodge while Flametail is deployed"
    ],
    "cons": [
      "Highest DP cost of all Vanguards, tied with Saga and Siege",
      "Quick Intuition's guaranteed Physical dodge does not stack with multiple activations",
      "The Physical damage and short stun duration of \"Pinus Sylvestris\" makes it less effective for crowd-control",
      "Vanguard Swordsmanship relies on Flametail's dodge, which can be unreliable at times"
    ],
    "url": "https://arknights.fandom.com/wiki/Flametail/Overview"
  },
  "gavial the invincible": {
    "name": "Gavial the Invincible",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Great HP and ATK",
      "Attacks hit multiple enemies equal to block count",
      "Can block up to three enemies at Elite 2, like that of most Defenders",
      "Has solid DPS with all three skills",
      "Precise Thrashing heals the Invincible for a portion of the damage dealt",
      "Chainsaw Assault extends the Invincible's reach and provides some degree of crowd-control",
      "Battleaxe buffs ATK and DEF especially when the Invincible is blocking enemies",
      "Soul of the Jungle significantly improves DPS and halves all damage taken",
      "Medical Background improves healing received by the Invincible, especially when her HP falls below 50%"
    ],
    "cons": [
      "Only available from Carnival limited headhunting banners starting from Great Axe and Pen Nib; the Invincible will not be available from any other headhunting banners",
      "High DP cost that increases with every promotion",
      "Soul of the Jungle causes the Invincible to lose HP over time upon expiring equal to the damage absorbed, which can KO her"
    ],
    "url": "https://arknights.fandom.com/wiki/Gavial the Invincible/Overview"
  },
  "gladiia": {
    "name": "Gladiia",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Can be deployed on both melee and ranged tiles",
      "Has a long attack range of 2 tiles (3 at Elite 1)",
      "All three skills pull enemies towards Gladiia, which can be used to force enemies into the range of friendlies or score environmental kills",
      "Waterless Parting of the Great Ocean can hold multiple charges at higher levels",
      "Waterless Grasp of the Raging Seas extends attack range and allows Gladiia to attack up to two enemies simultaneously",
      "Waves of Ægir give Abyssal Hunters Operators HP regeneration and reduces physical and Arts damage taken from Seaborn enemies",
      "Waterless Dance of the Shattered Maelstrom also slows enemies and deals Arts damage periodically, making it effective for crowd-control",
      "Survival of the Fittest increases damage dealt against lightweight enemies",
      "Welfare Operator; accessible and Potential can be easily maxed out"
    ],
    "cons": [
      "Can only be obtained during Under Tides, but players who missed the event will have the opportunity to obtain Gladiia at the rerun and later, through Record Restoration",
      "Highest DP cost of all Hookmaster Specialists",
      "Waterless Grasp of the Raging Seas increases attack interval",
      "Waves of Ægir requires module at least Stage 2 to be useful against all enemies",
      "Less useful in most operations which do not feature holes and/or hazards"
    ],
    "url": "https://arknights.fandom.com/wiki/Gladiia/Overview"
  },
  "gnosis": {
    "name": "Gnosis' overview",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Low DP cost",
      "Higher HP and RES than other Supporters",
      "Unusually long range for a Supporter",
      "High-Speed Cogitation improves DPS",
      "Zero-Point Burst inflicts Cold to enemies within attack range or Freezes them outright when Overcharged",
      "Rigid Ice causes Gnosis' attacks to apply Cold and inflicts Fragile to chilled enemies, with Frozen enemies becoming even more vulnerable",
      "Hypothermia is an outstanding choice for stalling",
      "Two Paths, One Goal give Status Resistance for Karlan Trade Operators sometime after they are deployed"
    ],
    "cons": [
      "Lower ATK than other Supporters",
      "Cannot reach full capability against enemies immune to Freeze",
      "Abilities to inflict Cold/Freeze are not very effective without support from other Operators",
      "Two Paths, One Goal is ineffective without other K.T. Operators"
    ],
    "url": "https://arknights.fandom.com/wiki/Gnosis/Overview"
  },
  "goldenglow": {
    "name": "Goldenglow",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks deal Arts damage",
      "Lower attack interval than other Casters",
      "Controls a Drone which attacks in tandem with Goldenglow, dealing more damage when attacking the same target continuously up to a certain limit",
      "All three skills give additional Drone(s) and have the Drones lock onto enemies even if they later moves outside Goldenglow's attack range until they are defeated or the skill expires",
      "Surging Current permanently extends Goldenglow's reach and requires less micromanagement",
      "Beacon's Wrath gives a chance for Goldenglow's Drones to self-destruct when attacking, dealing heavy Arts damage",
      "Crystalline Shine allow Goldenglow's Drones to acquire targets on the entire map and causes their attacks to temporarily slow the victims, making it excellent for stalling",
      "Precise Redirection makes Goldenglow and her Drones ignore some RES in each attack"
    ],
    "cons": [
      "Very low ATK",
      "The Drone deals low damage initially and must continuously attack one target for maximum effectiveness",
      "The skills' Drone lock on can be difficult to utilize properly, particularly against numerous enemies, and will often prioritize those closest to the Protection Objective",
      "The Drones' self-destruction through Beacon's Wrath can deprive Goldenglow of some DPS potential",
      "Crystalline Shine stops Goldenglow from attacking and can be ineffective against enemies with Taunt or similar, as the Drones will focus on that enemy",
      "The Drones cannot attack enemies that are obscured by invisibility"
    ],
    "url": "https://arknights.fandom.com/wiki/Goldenglow/Overview"
  },
  "hellagur": {
    "name": "Hellagur",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Have one of the highest HP and ATK of all Guards",
      "Restores HP in each attack, which synergizes well with skills",
      "Waxing Moon provides ASPD Tenacity, allowing Hellagur to inflict more damage when at low HP",
      "Half Moon improves both DPS and survivability",
      "Full Moon extends attack range and allows Hellagur to attack multiple targets at once",
      "Ingenious Strategist allows Hellagur to regenerate HP when not blocking enemies"
    ],
    "cons": [
      "High DP cost – the highest of all Guards",
      "Low DEF and can only block one enemy",
      "Cannot be directly healed by friendly units (but can still be healed with indirect healing, e.g. Bard Supporters' trait)",
      "Must be promoted to Elite 2 to be self-sufficient with trait"
    ],
    "url": "https://arknights.fandom.com/wiki/Hellagur/Overview"
  },
  "ho'olheyak": {
    "name": "Ho'olheyak",
    "overview": "",
    "gameplay": "",
    "pros": [],
    "cons": [],
    "url": "https://arknights.fandom.com/wiki/Ho'olheyak/Overview"
  },
  "horn": {
    "name": "Horn",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Can launch ranged AoE attacks when not blocking enemies",
      "Higher ATK than most other Defenders",
      "Flare Grenade can reveal invisible enemies, making it a good supporting skill",
      "Tempest Command provides a consistent AoE DPS especially once Overloaded, and can be deactivated to cause concentrated AoE damage",
      "Military Fortification buffs the ATK of all Defenders while Horn is deployed",
      "Ultimate Line of Defense massively improves Horn's DPS, especially when Overloaded and at Mastery levels",
      "Bloodbath causes Horn to survive a lethal attack with buffed ASPD and DEF"
    ],
    "cons": [
      "High DP cost that increases with every promotion and attack interval",
      "Short ranged attack range, which also has a minimum range and cannot attack flying enemies",
      "Lower DEF than most other Defenders",
      "Flare Grenade does not work if there are no visible enemies to shoot at",
      "Tempest Command causes Horn to lose part of her HP when deactivated while being Overloaded, which can KO her",
      "Ultimate Line of Defense causes Horn to rapidly lose HP over time while Overloaded, which can KO her",
      "Bloodbath halves Horn's HP and only works once per deployment"
    ],
    "url": "https://arknights.fandom.com/wiki/Horn/Overview"
  },
  "hoshiguma": {
    "name": "Hoshiguma",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Has one of the highest HP and DEF of all Defenders",
      "Has an attack range of 1 tile ahead, unlike most other Defenders",
      "Thorns damage enemies attacking Hoshiguma, making it effective in countering ranged enemies especially invisible ones",
      "Tactical Armor gives a chance to resist incoming attacks",
      "Saw of Strength turns Hoshiguma into a pseudo-Centurion Guard with outstanding defensive capabilities and no penalties (unlike Liskarm's Counter Arc)",
      "Special Operations Strategy provides a DEF buff for all Defenders"
    ],
    "cons": [
      "High DP cost",
      "Saw of Strength is mostly inferior to dedicated DPS Operators due to scaling off Hoshiguma's below-average ATK (compared to other Operators)"
    ],
    "url": "https://arknights.fandom.com/wiki/Hoshiguma/Overview"
  },
  "ifrit": {
    "name": "Ifrit",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks hit all enemies within range",
      "Very high ATK",
      "Longer attack range than other Casters",
      "Spiritual Dissolution makes enemies vulnerable to Ifrit's attacks and other Arts DPS dealers",
      "Pyroclasm lowers enemy DEF and burns them, leaving them vulnerable to physical DPS dealers",
      "Scorched Earth lowers enemy RES further and deals continuous damage",
      "Rhine Loop periodically gives additional SP"
    ],
    "cons": [
      "Very high DP cost",
      "High attack interval",
      "Requires careful positioning due to the linear attack range",
      "Scorched Earth does not affect aerial enemies and drains Ifrit's HP over time, which can KO her"
    ],
    "url": "https://arknights.fandom.com/wiki/Ifrit/Overview"
  },
  "ines": {
    "name": "Ines' overview",
    "overview": "",
    "gameplay": "",
    "pros": [],
    "cons": [],
    "url": "https://arknights.fandom.com/wiki/Ines/Overview"
  },
  "irene": {
    "name": "Irene",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Each attack hits the target twice",
      "Good HP and DEF, and can block two enemies",
      "All three skills Levitate enemies, which can be useful to separate dangerous enemies from the others",
      "Shattertides has a good range",
      "Flames of Castigation gives a 50:50 chance to ignore DEF when damaging enemies, which is guaranteed against enemies being Levitated by Irene's skills as they deals damage after Levitating the targets",
      "Judgment is a solid AoE skill",
      "Sword of Cleansing buffs ASPD, which is doubled when a Sea Monster is present"
    ],
    "cons": [
      "Relatively high DP cost that increases with every promotion",
      "All three skills have offensive SP recovery, making them slow to charge outside combat",
      "Despite landing two hits, each attack only adds 1 SP",
      "Not as effective against enemies with high DEF as all three skills deal Physical damage, though this is alleviated by Flames of Castigation"
    ],
    "url": "https://arknights.fandom.com/wiki/Irene/Overview"
  },
  "jessica the liberated": {
    "name": "Jessica the Liberated",
    "overview": "",
    "gameplay": "",
    "pros": [],
    "cons": [],
    "url": "https://arknights.fandom.com/wiki/Jessica the Liberated/Overview"
  },
  "kal'tsit": {
    "name": "Kal'tsit",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Has a longer healing range than other Medical  Medics, especially at Elite 2",
      "Can summon Mon3tr as a force multiplier, which can be redeployed over and over again when it is KO'd or retreated",
      "Command: Structural Fortification is a straightforward defensive buff for Kal'tsit and Mon3tr",
      "Command: Tactical Coordination buffs Kal'tsit's ASPD and Mon3tr's ATK, and makes the latter's attacks hit multiple enemies equal to block count",
      "Command: Meltdown greatly improves Mon3tr's offensive and defensive capabilities, especially by making its attacks deal Pure damage",
      "Non-Damaging Restructuring Stuns and deals Pure damage to surrounding enemies when Mon3tr is KO'd (and with PHY-X module, also at the first instance of Mon3tr's HP falling below 50%)"
    ],
    "cons": [
      "Lower ATK than other Medical Medics (but higher than Multi-target Medics; this can be somewhat improved with her modules, particularly PHY-Y)",
      "Mon3tr cannot be directly healed by friendly units other than Kal'tsit (but can still be healed with indirect healing, e.g. Angelina's Part-Time Job talent)",
      "Kal'tsit heals herself and Mon3tr over friendly units, limiting her usefulness as Medic",
      "Mon3tr's DEF is reduced to 0 if it is deployed outside Kal'tsit's healing range",
      "Kal'tsit will only generate SP when Mon3tr is deployed and lose all SP when Mon3tr is KO'd or retreated while she uses Command: Tactical Coordination or Command: Meltdown",
      "The ATK buff from Command: Meltdown gradually decays over its duration, and Mon3tr will lose half of its maximum HP if it does not defeat any enemies while the skill is active, which can KO it"
    ],
    "url": "https://arknights.fandom.com/wiki/Kal'tsit/Overview"
  },
  "kirin r yato": {
    "name": "Kirin R Yato",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Has a redeployment time of 18 seconds instead of other Operators' 70",
      "Low DP cost",
      "Some of the highest burst damage in the entire game",
      "Kirin Bolts adds extra Arts damage to attacks",
      "Blade Dance is an excellent single-target nuke skill",
      "Midair Spinning Blade Dance is an outstanding wave-clearing skill that becomes stronger the more enemies hit, and can even affect flying enemies as well as allowing Kirin R Yato to strike through a friendly unit or even a wall",
      "Archdemon Mode buffs ATK while the skill is active and for a short time after the skill expires"
    ],
    "cons": [
      "Can only be obtained during A Flurry to the Flame from the Sharpened by Flame headhunting banner; Kirin R Yato can no longer be obtained in any way once the said crossover ends",
      "Has lacking defenses, making Kirin R Yato more of a \"glass cannon\" Executor Specialist",
      "All of her skills activate on deploy and cannot be reactivated, limiting her power in prolonged combat.",
      "Kirin Bolts can be less effective against enemies with RES",
      "Demon Mode is generally outclassed by Blade Dance, and only performs well against low-DEF enemies",
      "Kirin R Yato Taunts enemies while Blade Dance is active",
      "Midair Spinning Blade Dance is less effective against single targets, requiring it to be used against multiple enemies and/or those occupying mutiple tiles for maximum effectiveness"
    ],
    "url": "https://arknights.fandom.com/wiki/Kirin R Yato/Overview"
  },
  "lee": {
    "name": "Lee",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Has a redeployment cooldown of 25 seconds instead of other Operators' 70 seconds",
      "Very low DP cost",
      "Good stats",
      "Exorcise Evil marks an enemy to make friendlies attack them over the others, and unleash an explosion which deals heavy Arts damage to the surroundings; the explosion damage can be further increased (up to a limit) when Lee hits the victim while they are marked",
      "Kindness Begets Prosperity debuffs the ASPD of the enemy Lee is blocking while buffing his ASPD, with the buff doubled if there is only a single enemy in the surrounding tiles",
      "Honored Guest is a solid stalling and DPS-boosting skill, which also provides a good degree of survivability",
      "Preparedness Averts Peril negates the next Stun or Freeze instance received and temporarily Stuns the source"
    ],
    "cons": [
      "Drains 3 DP every 3 seconds (2 DP every 3 seconds with the MER-X Module) when deployed; Lee will be automatically retreated if the player have less than 3 DP",
      "Does not return DP when retreated, unlike other Operators",
      "Exorcise Evil's detonation will occur prematurely if the damage build-up limit is reached or the victim is defeated, which can be detrimental",
      "Honored Guest's shift effect can be detrimental when used carelessly and Taunts enemies which can be detrimental if there are too many ranged enemies around Lee",
      "Preparedness Averts Peril drains 5 additional DP through Lee's trait to work, which can be detrimental on the early game",
      "Preparedness Averts Peril does not work against enemies with consecutive stunning attacks",
      "Very detrimental to use when the automatic DP generation is slowed or disabled"
    ],
    "url": "https://arknights.fandom.com/wiki/Lee/Overview"
  },
  "lin": {
    "name": "Lin",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks deal Arts damage to all enemies in range",
      "Greatly increased DEF and RES when skill is inactive",
      "Foolproof Plan can nullify many sources of damage on its own or with support",
      "When Crystal Barrier is shattered, the stun and AOE damage can give an opportunity to recover",
      "Elegance is effective for stalling",
      "Shelter can provide stuns or defensive support for other Operators",
      "Riving Lighttails significantly improves Lin's damage, range, and defensive potential",
      "Shrouded Strength gives her great skill uptime when she can be consistently targeted by attacks"
    ],
    "cons": [
      "Can only attack when skill is active",
      "DEF and RES buffs are disabled when skill is active (partially retained with module)",
      "Foolproof Plan's damage threshold is relatively low and thus relies on her DEF, RES and other sources of mitigation to remain active",
      "Crystal Barrier's long regeneration time leaves Lin vulnerable if it gets shattered",
      "Elegance does not provide any defensive boosts itself while active",
      "Riving Lighttails has poor uptime without help from her module-boosted 2nd talent"
    ],
    "url": "https://arknights.fandom.com/wiki/Lin/Overview"
  },
  "ling": {
    "name": "Ling",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Can deploy powerful summons as force multiplier",
      "Amidst Pleasant Melodies gives the summons a ranged Arts attack and can be used to deal heavy Arts damage to nearby enemies before recovering those with below 50% HP, replenishing the summon's deployment limit",
      "To Remain Oneself summons have an AoE attack and can be combined into even stronger \"higher\" ones",
      "Sips of Wine and To Remain Oneself gives Ling additional summons to use in each activation in addition to buffing her and the summons in various ways",
      "So is Writ, an Ode to Wine gives Ling additional SP and a stackable ATK buff when her summons are destroyed, recovered, or combined",
      "Very useful for low-op strategies, or can fill the gaps in certain squads."
    ],
    "cons": [
      "Only available from Festival limited headhunting banners; Ling will not be available from any other banners",
      "Rather low stats, even at maximum level",
      "The summons are counted towards the Unit Limit and only three of them can be deployed at a time",
      "Destroyed or retreated (except with Amidst Pleasant Melodies) summons do not replenish their deployment count",
      "To Remain Oneself summons cost a grand 23 DP to deploy and has a redeployment time of 20 seconds",
      "Higher To Remain Oneself summons use two Unit Limits instead of one",
      "Micromanagement-intensive, not recommended for casual or new players",
      "Must be leveled and promoted to Elite 2 for maximum effectiveness"
    ],
    "url": "https://arknights.fandom.com/wiki/Ling/Overview"
  },
  "lumen": {
    "name": "Lumen",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Wide healing range",
      "Good ATK",
      "In Downpour, Grace cures all Negative Statuses on the healed friendlies when Overcharged",
      "An Everyman's Wish bestows Status Resistance to healed targets, which is extended for friendlies with >75% HP",
      "This Lantern Undying significantly improves Lumen's healing capability especially on friendlies on Negative Statuses which will also cures them, and the ammo will only be consumed when healing friendlies with Negative Statuses",
      "Quick Fix automatically have Lumen heal friendlies the moment they are affected with a Negative Status",
      "Welfare Operator; accessible and Potential can be easily maxed out"
    ],
    "cons": [
      "Can only be obtained during Stultifera Navis, but players who missed the event will have the opportunity to obtain Lumen at the rerun and later, through Record Restoration",
      "Higher DP cost and lower ATK than Medical Medics",
      "Healing is reduced to 80% at further targets",
      "This Lantern Undying can be detrimental when there are friendlies needing immediate HP recovery over curing Negative Statuses",
      "Quick Fix has a cooldown"
    ],
    "url": "https://arknights.fandom.com/wiki/Lumen/Overview"
  },
  "magallan": {
    "name": "Magallan",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Can deploy Soaring Dragons with good overall stats as force multiplier",
      "High-Efficiency Freezing Module is effective for stalling",
      "Laser Mining Module gives the Soaring Dragons an Arts damage attack, useful against enemies with high DEF",
      "Armed Combat Module gives the Soaring Dragons a ranged AoE attack, useful in most situations especially against groups of enemies",
      "All three skills recover the Soaring Dragons when they expires after activation, replenishing the Soaring Dragon's count",
      "Optical Refraction Accessories makes the Soaring Dragons invisible for a short time after deployed"
    ],
    "cons": [
      "Rather low stats, even at maximum level",
      "The Soaring Dragons are counted towards the Unit Limit and only three of them can be deployed at a time (unlike other summons)",
      "The Soaring Dragons cannot block enemies, even when deployed on melee tiles (though this also makes melee enemies never attack them)",
      "Destroyed or retreated Soaring Dragons do not replenish their count, as with other summons",
      "Micromanagement-intensive, not recommended for casual or new players",
      "Must be leveled and promoted to Elite 2 for maximum effectiveness"
    ],
    "url": "https://arknights.fandom.com/wiki/Magallan/Overview"
  },
  "mizuki": {
    "name": "Mizuki",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks hit all enemies within range",
      "Can dodge Physical and Arts attacks 50% at the time",
      "Innately have Negative Taunt",
      "Traumatic Hysteria inflicts additional Arts damage to the enemy with the lowest HP, useful for finishing off strong enemies",
      "Awaken greatly increases damage dealt by Traumatic Hysteria",
      "Prisoner's Dilemma improves DPS, makes Traumatic Hysteria affect two enemies and temporarily binding them",
      "Moon in the Water extends Mizuki's reach and makes Traumatic Hysteria affect three enemies and temporarily stunning them",
      "Countertransference buffs ATK if there is an enemy with below 50% HP inside Mizuki's range"
    ],
    "cons": [
      "Low DEF",
      "High attack interval",
      "Has a block count of 0 (though this can be an advantage as melee enemies will ignore Mizuki)",
      "Traumatic Hysteria is not as effective against high-RES enemies",
      "Mizuki will lose HP if he does not hit three or more enemies in each attack with Moon in the Water, which can KO him"
    ],
    "url": "https://arknights.fandom.com/wiki/Mizuki/Overview"
  },
  "mostima": {
    "name": "Mostima",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks deal AoE Arts damage",
      "Lock of Shattered Time is useful to hold off enemies for DPS dealers",
      "Skill Aura - Caster increases the SP generation rate of Casters",
      "Key of Chronology provides one of the best DPS and Crowd-Control in the game",
      "Subjective Time Dilation slows enemies within Mostima's attack range (all enemies with the SPC-Y Operator Module)"
    ],
    "cons": [
      "Very high DP cost (high with the SPC-Y Operator Module)",
      "Lock of Shattered Time and Key of Chronology have high SP cost and are slow to charge even with Skill Aura - Caster",
      "Skill Aura - Caster does not stack with Ptilopsis' Skill Aura and only affects Casters with automatic SP recovery",
      "Outperformed by strong AoE Operators like Eyjafjalla and W outside Mostima's niche of stalling and crowd-control"
    ],
    "url": "https://arknights.fandom.com/wiki/Mostima/Overview"
  },
  "mountain": {
    "name": "Mountain",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Very low attack interval",
      "Low DP cost relative to other Guards",
      "Left Hook hits two enemies within range",
      "Sweeping Stance is useful on the defensive due to HP regeneration, increased block count, and multi-targeting attack",
      "Forceful Fist temporarily reduces enemies' ATK",
      "Earth-Shattering Smash allows Mountain to attack adjacent enemies with stronger double-hitting attacks and push them back in each strike",
      "Sturdy Constitution buffs DEF and gives Physical dodge"
    ],
    "cons": [
      "Average-low HP and DEF, and can only block a single enemy (unless with Sweeping Stance)",
      "Does little to no damage against enemies with high DEF due to the relatively low ATK",
      "Sweeping Stance reduces attack range and DEF, making Mountain vulnerable to ranged enemies with high ATK",
      "Earth-Shattering Smash increases attack interval and the shift effect can be detrimental if used carelessly"
    ],
    "url": "https://arknights.fandom.com/wiki/Mountain/Overview"
  },
  "mudrock": {
    "name": "Mudrock",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Very high HP",
      "Very high ATK compared to other Defenders",
      "Ward of the Fertile Soil grants one Shield and can hold multiple layers over a period of time, and restores Mudrock's HP each time a Shield is consumed",
      "Crag Splitter damages surrounding ground enemies with a chance of Stunning them, and restores Mudrock's HP",
      "Bloodline of Desecrated Earth renders Mudrock invulnerable (even from effects such as the Emperor's Blade's Collapsing Fear under a tile affected by Dominion) and slow enemies in the first phase as well as Stunning ground enemies upon expiring, and greatly improves her capabilities in the second phase",
      "Unshakeable Solidarity reduces damage taken from Sarkaz enemies"
    ],
    "cons": [
      "Very high DP cost – the highest of all Operators at Elite 2",
      "Cannot be directly healed by friendly units (but can still be healed by indirect healing, e.g. Bard Supporters' trait)",
      "Ward of the Fertile Soil's Shields can be easily wasted when facing multiple enemies and those with low attack interval, and against damage-over-time effects",
      "Crag Splitter has defensive SP recovery, making it slow to charge outside combat",
      "The first phase of Bloodline of Desecrated Earth stops Mudrock from attacking and blocking enemies (though the latter can be an advantage since it makes melee enemies ignore Mudrock)",
      "The Stun from Crag Splitter and Bloodline of Desecrated Earth only affects ground enemies and require precise timing to hit"
    ],
    "url": "https://arknights.fandom.com/wiki/Mudrock/Overview"
  },
  "muelsyse": {
    "name": "Muelsyse",
    "overview": "",
    "gameplay": "",
    "pros": [
      "The Flowing Shape can copy other operators' stats and be deployed on both melee and ranged tiles, making it very adaptable",
      "Melee Shapes steal ATK and DEF from enemies on attack, up to 250 extra ATK/DEF which bolsters its stats",
      "Ranged Shapes create a temporary copy every 10 attacks, increasing its damage output significantly",
      "Superficial Regulation provides amazing crowd control, either through melee Shapes pulling and stunning enemies, or through the ranged Shape instantly creating 4 clones and binding enemies on hit",
      "Has much better combat capabilities than most other Vanguards",
      "E2 talent reduces SP costs of all Rhine Lab operators including herself"
    ],
    "cons": [
      "High DP cost for a Vanguard (though her E2 talent somewhat makes up for that)",
      "Flowing Shapes only partially copy the operator's base stats (90% at E2), and do not copy their trait, talent(s) and skill",
      "Reliant on having good targets for her Flowing Shape to copy",
      "Doesn't fit quite as well in a traditional Vanguard role"
    ],
    "url": "https://arknights.fandom.com/wiki/Muelsyse/Overview"
  },
  "młynar": {
    "name": "Młynar",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Has a larger range than normal Guards with side tiles as well as frontal",
      "Relatively low DP cost",
      "Very high HP and can block two (three at Elite 2) enemies",
      "Gains ATK over time which starts after the skill is not active, up to twice of Młynar's base ATK over 40 seconds",
      "All three skills increase the damage dealt by Młynar's attacks",
      "Unresolved Sorrow will not reset the trait's ATK buff if Młynar defeats an enemy with it",
      "Wanderer improves DPS especially when three or more enemies are around Młynar, at which he also takes less damage",
      "Unbrilliant Glory removes everything from existence",
      "Unmoved counters any attacks directed at Kazimierz Operators with a weak Pure damage while Młynar is deployed"
    ],
    "cons": [
      "Can only attack and block enemies while the skill is active, leaving Młynar combat ineffective otherwise (other than to be a sponge for ranged attacks)",
      "The ATK buff is removed when the skill expires upon being activated, except with Unresolved Sorrow after Młynar defeats an enemy",
      "Unresolved Sorrow increases attack interval",
      "The ATK buff decays at a rate of 10% per kill when Młynar defeats an enemy while Unbrilliant Glory is active",
      "Młynar Taunts enemies with Unmoved, which can be detrimental against enemies with ranged Arts attacks",
      "Must be used alongside Kazimierz Operators for \"maximum\" effectiveness"
    ],
    "url": "https://arknights.fandom.com/wiki/Młynar/Overview"
  },
  "nearl the radiant knight": {
    "name": "Nearl the Radiant Knight",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Very high HP and ATK – one of the highest of all Operators",
      "Night-scouring Gleam allows the Radiant Knight to act as an \"Executor\" Guard that doesn't occupy a deployment spot, especially when supported by Kazimierzian Operators",
      "Brave the Darkness deal Pure damage and stun adjacent enemies when the Radiant Knight is deployed, which is more effective if she is deployed after a Kazimierzian Operator",
      "Blazing Sun's Obeisance is one of the ultimate offensive skills, allowing the Radiant Knight to hold off literally every enemy when used correctly",
      "Daybreak makes the Radiant Knight's attacks ignore some of the target's DEF",
      "Can be obtained and used even if the player does not have Nearl in their roster"
    ],
    "cons": [
      "Only available in the Celebration limited headhunting banners from Chop the Thorns, Open Circuit and Path of the Radiant; the Radiant Knight will not be available from any other headhunting banners",
      "Can only block one enemy",
      "The Radiant Knight will be automatically retreated when Night-scouring Gleam expire and have her redeployment time increased unless the previously deployed Operator is a Kazimierzian (which includes the Radiant Knight herself)",
      "Must be used in conjunction with Kazimierzian Operators, promoted and upgraded with modules for full effectiveness"
    ],
    "url": "https://arknights.fandom.com/wiki/Nearl the Radiant Knight/Overview"
  },
  "nian": {
    "name": "Nian",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Have the highest HP of all Protector Defenders",
      "Good, balanced ATK and DEF",
      "Tin Burning causes attacks to deal Arts damage, useful against enemies with high DEF and/or low RES",
      "Copper Seal improves defensive capabilities and inflicts Arts damage to attackers as well as silencing them",
      "Tectonic Armor increases the maximum HP of all Defenders in the squad, making it very useful on Defender-heavy squads",
      "Iron Defense is among the best defensive support skills which also buffs Nian's ATK",
      "Clairvoyance gives Nian three layers of Shields every time she is deployed"
    ],
    "cons": [
      "Only available from Festival limited headhunting banners from Earthborn Metals; Nian will not be available from any other headhunting banners",
      "High DP cost",
      "Copper Seal stops Nian from attacking",
      "Iron Defense's block and DEF buff, and Status Resistance does not affect Nian herself, and the block increase can be detrimental for Ambusher Specialists since it allows melee enemies to attack them",
      "Clairvoyance's Shields can be easily wasted when facing multiple weak enemies or those with low attack interval, and against damage-over-time effects"
    ],
    "url": "https://arknights.fandom.com/wiki/Nian/Overview"
  },
  "nightingale": {
    "name": "Nightingale",
    "overview": "Liz the Sarkaz healer, codenamed \"Nightingale,\" is a member of the Followers alongside Nearl and Shining. She was a victim of an inhumane Arts experiment conducted by the Confessarii where they transplanted someone's mind onto her body, leading to her Oripathy that causes her emotionless attitude and turning her \"a prisoner of her own conscience.\" Being disgusted by their treatment, Shining eventually  fought against her fellow Confessarii and escaped together with her. After founding the Followers, Liz joined Rhodes Island  to seek shelter from the Confessarii.  Nevertheless, Despite her physical disability that forced her to stay on a wheelchair most of the time, her outstanding knowledge in medical physiology aids her in treating other Infected, wherever and whoever they are.",
    "gameplay": "Nightingale is a 6★ Multi-target Medic who specializes in (obviously) Healing and Support. As a Multi-target Medic, Nightingale simultaneously heals up to three friendly units within a range of adjusted 3×3 tiles with a 1-tile extension in front that is extended to adjusted 3×4 tiles at Elite 1 with lower ATK and DP cost when compared to Medical Medics.\nNightingale's Support specialization is represented by her first talent, White Fiend's Protection, which provides a slight increase of RES to Nightingale herself and friendlies within her range, somewhat mitigating Arts damage they receive and can be useful in the event the player is expected to face enemy Arts attackers. Furthermore, all but one of Nightingale's skills allows her to make herself and friendlies withstand Arts damage better than ever:\nThe first skill, Healing Up γ, is an advanced ATK buff which allows Nightingale to heal more HP.\nThe second skill, Arts Shield, has Nightingale generate a short-lasting Barrier on the friendlies she heal in the next healing instance which absorbs Arts damage by a portion of Nightingale's ATK and increases their RES, and can stack multiple charges at higher levels.\nThe third skill, Sanctuary, extends Nightingale's healing range by adding a 1-tile extension up front and 3-tile extensions to the sides, buffs her ATK, and greatly buffs the RES of all friendlies within range (including Nightingale herself) as well as giving them a chance to dodge Arts attacks while active, making it the ultimate anti-Arts skill. Combined with White Fiend's Protection, even Operators without innate RES could have at least 30 RES when Sanctuary is in at least Level 7 and can sometimes dodge incoming Arts attacks, while those with good RES like Angelina or Beeswax can even have at least 100 RES due to the calculation,[note 1] allowing them to take very little, if not ignorable Arts damage (unless if the attack(s) ignore RES, such as Sarkaz Grudgebearers in Windswept Highland with the Objective: Mounting Hatred Contracts)!\nNightingale's second talent, Fleeting Phantom, allows her to deploy a Mirage on any open melee tiles, which costs 5 DP and has no offensive and defensive capabilities whatsoever, but instead has an unusually high RES of 75, a 30% chance to dodge Physical attacks, and Taunt, allowing the Mirage to draw enemy fire and potentially protect vulnerable Operators from certain death. While the Mirage is not counted towards the Unit Limit, it loses 3% of its maximum HP every second and Nightingale only have two Mirages available for deployment, which can only be replenished by redeploying her (retreating the Mirages will not replenish their deployment limit), so it must be used wisely.\nNightingale's RIN-X Operator Module, \"Closed Hope\", extends her healing range by adding a 1-tile extension up front in addition to increasing her ATK and RES; once upgraded, White Fiend's Protection also slightly increases the healing received by affected friendlies. Closed Hope can be useful to extend Nightingale's reach and improving her healing efficiency and resistance to Arts damage by a bit. Due to the latter's marginal buff, upgrading Closed Hope is not necessary.\nNightingale's base skill, Inspiration (Lady of the Lamp at Elite 2), increases the morale recovery rate of Operators resting in a Dormitory (including Nightingale herself) by 0.1 (0.2 for Lady of the Lamp) when she is assigned to one.\nOverall, despite her specialty on Arts damage protection which makes her not as versatile as other Multi-target Medics, Nightingale is one of the few Operators with such capabilities, and thus she will be very valuable in operations featuring hordes of enemies capable of dealing Arts damage.",
    "pros": [
      "Heals up to three targets within range simultaneously",
      "White Fiend's Protection increases the RES of Operators within range",
      "Arts Shield provides a short-lasting Barrier to the healed targets that absorbs Arts damage and buffs RES",
      "Sanctuary significantly extends Nightingale's range and greatly protects her and friendlies from Arts attacks",
      "Fleeting Phantom's Mirage can be used to draw enemy fire and are surprisingly durable"
    ],
    "cons": [
      "Not as efficient in healing as other Multi-target Medics",
      "Fleeting Phantom's Mirage has similar limitations to other summons, restricting its usage"
    ],
    "url": "https://arknights.fandom.com/wiki/Nightingale/Overview"
  },
  "pallas": {
    "name": "Pallas' overview",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Has an extended attack range of 2 tiles ahead",
      "Attacks deal 120% (130% with X-Module) damage against enemies not blocked by Pallas",
      "Decent DP cost",
      "Good DEF",
      "Whip of Conviction has a good chance of stunning the target in each attack, in addition to extending Pallas' range",
      "Birth of a Hero applies Vigor to Minoan Operators",
      "Blessing of Heroism applies a stronger Vigor to the friendly melee unit in front of Pallas, in addition to buffing their DEF and increasing their block count; if there are no melee units in front of her, Blessing of Heroism will be applied on Pallas herself",
      "Goddess' Inspiration slightly restores HP for Pallas and the friendly unit in front of her on each attack"
    ],
    "cons": [
      "Despite the extended range, Pallas cannot attack flying enemies",
      "Birth of a Hero is situational since Minoan Operators are few in number",
      "Blessing of Heroism's effects applied after a delay, which can be detrimental at times",
      "Goddess' Inspiration does not apply to Operators that cannot be healed directly like Juggernaut Defenders/Musha Guards"
    ],
    "url": "https://arknights.fandom.com/wiki/Pallas/Overview"
  },
  "passenger": {
    "name": "Passenger",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks jump to 3 (4 at Elite 2) additional enemies and slows the targets",
      "Higher ATK than Core Casters",
      "Touch of Static extends the slow effect of Passenger's attacks",
      "Focus Command increases Passenger's attack range and speed, additionally making his attacks jump to 5 targets",
      "Mechanism Analysis temporarily increases damage dealt against enemies with more than 80% HP",
      "Glorious Shards is an effective focused DPS skill that can stack two charges",
      "Lone Soldier buffs ATK when there are no enemies adjacent to Passenger"
    ],
    "cons": [
      "High DP cost – nearly equal to that of Splash Casters",
      "Lower ATK than Splash Casters",
      "Long attack interval",
      "Each jump deals 15% less damage",
      "Glorious Shards has a very low uptime",
      "The increased damage from Mechanism Analysis has a very short duration, requiring Passenger to deliver fast-hitting attacks to maximize its effectiveness",
      "Overwhelmed by large swarms due to attacks reaching jump limit",
      "Dependent on the Modules for full effectiveness, which requires Passenger to be promoted to Elite 2 Level 60",
      "Without the Modules, Passenger is generally outperformed by Operators of lower rarity when only one niche is needed"
    ],
    "url": "https://arknights.fandom.com/wiki/Passenger/Overview"
  },
  "penance": {
    "name": "Penance",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Very high HP",
      "Very high ATK compared to other Defenders",
      "Guardian of the Law grants a Barrier that absorbs a good deal of damage; from Elite 1, the Barrier's damage absorption can be increased by defeating enemies",
      "Last Word is a solid DPS skill that can be Overcharged to be even more effective",
      "Stoic Atonement applies Sanctuary and periodically deals Arts damage to surrounding enemies, in addition to strengthening the Barrier from Guardian of the Law",
      "Trial of Thorns greatly buffs ATK and grants a/strengthens the Barrier, as well as Taunting enemies",
      "Wreathed in Thorns deals Arts damage to attackers while Penance has a Barrier provided by her Guardian of the Law or Trial of Thorns"
    ],
    "cons": [
      "Very high DP cost – the highest of all Operators at Elite 2",
      "Cannot be directly healed by friendly units (but can still be healed by indirect healing, e.g. Bard Supporters' trait) and have no ways to restore own HP, unlike other Juggernaut Defenders",
      "Very susceptible to Elemental Damage buildup",
      "Guardian of the Law can be less useful if Penance is deployed on low-traffic areas or other friendly units steal her kills too often",
      "Stoic Atonement stops Penance from attacking",
      "Trial of Thorns increases attack interval and has defensive SP recovery, rendering its SP unable to be charged outside combat and not suitable against high-speed unblockable enemies"
    ],
    "url": "https://arknights.fandom.com/wiki/Penance/Overview"
  },
  "phantom": {
    "name": "Phantom",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Has a redeployment time of 18 seconds instead of other Operators' 70",
      "Low DP cost",
      "Can use the Phantom in the Mirror, a weaker clone with an independent redeployment time (that starts from when it is deployed) through the namesake talent as a force multiplier",
      "The Phantom in the Mirror have the same skill as Phantom himself, nearly doubling their effectiveness when used correctly",
      "The Phantom in the Mirror will have its skill refreshed for use again when redeployed, even if Phantom himself remains on the field",
      "Phantom of the Night is effective for distraction and stalling",
      "Bloody Opus is effective for assassinating single targets",
      "Night Raid is effective for disrupting enemy formations and interrupting enemy abilities at times, and can also be used together with push/pull Specialists, Ash's Breaching Rounds or Croissant's Magnetic Hammer, to aid in displacing enemies (especially heavier ones). Used with Ash's Assault Tactics, the stun will help Ash inflict more damage and extend the time the enemy is stunned",
      "Phantom Mastery reduces the Phantom in the Mirror's redeployment time"
    ],
    "cons": [
      "Mediocre overall stats",
      "The Phantom in the Mirror is counted towards the Unit Limit and will disappear when Phantom is KOd or retreated, requiring Phantom to remain on the field to maintain the Mirror",
      "Phantom of the Night's Barrier only absorbs Physical damage, unlike most other Barriers, but does not decay over time",
      "Night Raid can be detrimental if used carelessly due to its shift effect",
      "Does not excel in any specializations"
    ],
    "url": "https://arknights.fandom.com/wiki/Phantom/Overview"
  },
  "pozëmka": {
    "name": "Pozëmka",
    "overview": "",
    "gameplay": "",
    "pros": [
      "High ATK",
      "Can use the Typewriter, a crossbow turret with an independent redeployment time (that starts from when it is deployed) through Automatic Typewriter as a force multiplier, or as an invincible attacker that can be deployed deep in enemy lines",
      "Iamb provides a consistent increase to DPS",
      "Précis is effective to provide burst DPS and shortens the Typewriter's redeployment time",
      "Opprobrium gives a massive damage buff on top of reducing attack interval, and annihilates enemies in both Pozëmka and the Typewriter's range",
      "Stenography of Weaknesses gives the Typewriter's attacks a DEF reduction effect that is increased if it is adjacent to Pozëmka herself"
    ],
    "cons": [
      "High DP cost that increases in each promotion",
      "Short attack range and quite high attack interval",
      "The Typewriter lasts for a finite period of time; careful timing is required for maximum damage",
      "Iamb has offensive SP recovery",
      "Précis doesn't quite do enough damage against moderately durable enemies"
    ],
    "url": "https://arknights.fandom.com/wiki/Pozëmka/Overview"
  },
  "qiubai": {
    "name": "Qiubai",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Has a ranged attack used when not blocking an enemy that can hit aerial enemies",
      "Good overall stats",
      "Halting Feather is a solid source of both Arts damage and Bind",
      "Holding Shadow is perfect for stalling enemies in a narrow lane as well as dealing burst Arts damage and Physical damage to them",
      "Find an Opening cause Qiubai's attacks to deal an instance of Arts damage when attacking Slowed or Bound enemies",
      "Questioning Snow is an excellent DPS and crowd-control skill with stacking ASPD boost",
      "Falling Petals gives Qiubai's attacks chance to temporarily Bind enemies"
    ],
    "cons": [
      "Ranged attacks do 80% of melee attacks' damage (unless when Questioning Snow is active)",
      "Damage sharply falls off when skills aren't activated or when facing enemies with high RES status",
      "Reliant on external sources of Slow and Bind to consistently trigger Find an Opening, especially as Questioning Snow cannot inflict it by itself",
      "Halting Feather and Holding Shadow have offensive SP recovery, making it slow to charge outside combat",
      "Questioning Snow has a below-average uptime"
    ],
    "url": "https://arknights.fandom.com/wiki/Qiubai/Overview"
  },
  "reed the flame shadow": {
    "name": "Reed the Flame Shadow",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks enemies rather than healing friendlies, dealing Arts damage",
      "Heals a friendly within range for 50% ATK when attacking enemies",
      "Wither and Thrive allows the Flame Shadow to provide effective support for melee units",
      "Cinder gives a chance to inflict the namesake debuff in each attack, reducing the target's ATK and applying Arts Fragility on them",
      "Ember of Life allows the Flame Shadow to cause mass destruction against clusters of enemies",
      "Reflected Shine heals the Flame Shadow whenever she heals a friendly unit",
      "Can be obtained and used even if the player does not have Reed in their roster"
    ],
    "cons": [
      "Despite having a surprisingly decent DPS, the Flame Shadow is outperformed by dedicated Arts Operators when focused Arts damage is needed",
      "Without Ember of Life, Cinder is somewhat unreliable due to the subpar proc chance",
      "Ember of Life is graphically demanding especially if large swarms of enemies are present and may crash the game if the player's device is not strong enough to handle it!",
      "Cannot heal allies when there are no enemies in range, rendering the Flame Shadow useless when periodic instead of constant waves of enemies are present"
    ],
    "url": "https://arknights.fandom.com/wiki/Reed the Flame Shadow/Overview"
  },
  "rosa": {
    "name": "Rosa",
    "overview": "The eldest daughter of Count Andrey Rostov of Ursus who attended the #4 Secondary School in Chernobog, Natalya Andreyevna Rostova's good upbringing earned her a place as her school's student council president and an example for other students to follow, titled the \"Pearl of #4\". However, the Chernobog uprising changed everything. Natalya was forced to make difficult decisions when she and the other students were trapped in their school by Reunion, and she witnessed the plight and bloodshed among both commoners and aristocrats alike. This left a deep guilt inside her and caused Natalya to suffer from depression, self-loathing, and suicidal thoughts.\nFortunately, Natalya survived the ordeal and together with Anna Morozova, Lada, Rosalind and Sonya as the figurehead of the Ursus Student Self-Governing Group, she was later rescued by Rhodes Island. Under the codename \"Rosa\", Natalya lent her aid to R.I.'s Logistics Department and as a field combatant utilizing a \"siege equipment\" in the form of a harpoon launcher to skewer hostiles from a distance.",
    "gameplay": "Rosa is a 6★ Besieger Sniper who specializes in DPS and Crowd-Control. What defines Rosa as a Besieger Sniper are an unusual attack range which covers 3×4 tiles ahead of her with 3-tile extensions to the sides from Elite 1 and a minimum range of the frontal tiles (effectively reducing Rosa's attack range to 3×3 tiles ahead of the minimum range with 2-tile extensions to the sides from Elite 1), targets enemies with the highest weight (in other words, the heaviest enemy) over the others while attacking (e.g. if Big Bob, a Butcher, and a Light-Armored Soldier is in Rosa's attack range, she will attack Big Bob first over the Butcher and the Light-Armored Soldier, in that order), and high ATK and above-average DP cost.\nRosa's skills are what represents her DPS and Crowd-Control specializations well, which allows her to inflict heavy damage on top of her already high ATK, especially to heavier foes:\nThe first skill, ATK Up γ, is an advanced ATK buff which boosts Rosa's DPS to a better level.\nThe second skill, Split Shot, buffs Rosa's ATK and makes her attacks hit two targets at once while active. With Split Shot, Rosa can dispatch multiple enemies more reliably and mitigates her slow attack rate, which is further supported by its long duration and good uptime.\nThe third skill, Avalanche Breaker, makes Rosa launch harpoons at multiple enemies which prioritizes those with the highest weight over the others (as with her regular attacks) and latches onto them, binding the victims for a short time during which they are also \"attacked\" by Rosa every second, whose ATK is also buffed. Avalanche Breaker can be effective in stalling high-HP, high-DEF enemies as they typically have heavy weight and Avalanche Breaker effectively locks them in place so that DPS Operators have an easier time bringing them down while also being an effective method to quickly remove lighter enemies like Wraiths and Hounds as needed.\nRosa's first talent, Bone Piercer, causes her attacks to ignore a portion of the victim's DEF if they have a weight of at least 3, allowing her to easily defeat heavy, durable enemies like Armed Militants and Heavy Defenders. Her second talent, Ideal Student, buffs the ATK of U.S.S.G. Operators (Gummy, Istina, Rosa herself, and Zima) while she is in the squad.\nRosa's SIE-X Operator Module, Siege Equipment Training Device, increases the damage she dealt when attacking enemies with a weight of at least 3 to 1.15×, in addition to increasing her ATK and DEF; once upgraded, Bone Piercer also deals an additional instance of Physical damage equal to a lesser portion of Rosa's ATK. Siege Equipment Training Device is mandatory to equip, especially due to the later enemies having significant HP and/or DEF, since it now allows her to pierce through any heavy foe who Rosa otherwise could not do much, as such the Last Steam Knight.\nRosa's first base skill, Student Council President, makes every U.S.S.G. Operator assigned to the Control Center generate 0.05 morale per hour for all Operators assigned to it when she is assigned to the Control Center as well. Her second base skill, Prestige, increases the rate at which recruitment tag refresh chances are generated by 20% and makes it more likely for U.S.S.G. clues to be obtained for each recruitment tag refresh chance generated (so long as they are not used) when Rosa is assigned to the HR Office, which is influenced by how long Rosa have been assigned to the Office and the number of recruitment slots.\nOverall, despite of the difficulties in using her effectively due to the quirks related to her attacks and skills, Rosa is a great introduction to the Besieger Snipers who dedicates herself to dispatch heavyweight enemies by her hard-hitting attacks.",
    "pros": [
      "High ATK",
      "Attack enemies with the highest weight over the others",
      "Split Shot buffs ATK and makes attacks hit two target simultaneously",
      "Bone Piercer ignores the victim's DEF when attacking enemies with 3 or higher weight",
      "Avalanche Breaker binds heavier enemies in range and causes them to be \"attacked\" by Rosa every second, whose ATK is also buffed",
      "Ideal Student buffs the ATK of U.S.S.G. Operators, including Rosa herself"
    ],
    "cons": [
      "High DP cost and attack interval",
      "Has a minimum range of the frontal tiles, preventing her from attacking enemies up close",
      "Ideal Student is very situational outside of buffing Rosa's ATK due to the small number of U.S.S.G. Operators, and only Rosa herself having high base ATK",
      "Not as effective and useful against enemies with low weight"
    ],
    "url": "https://arknights.fandom.com/wiki/Rosa/Overview"
  },
  "rosmontis": {
    "name": "Rosmontis' overview",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Attacks deal splash damage with an additional shockwave",
      "Long attack range (especially at Elite 1)",
      "Expanded Cognition causes attacks to deal Arts damage, useful against high-DEF enemies",
      "Armaments of Annihilation causes attacks to ignore a flat amount of DEF",
      "Nociceptor Inhibition expands the splash damage radius, increases the number of attacks' shockwaves, and has a chance of Stunning attacked enemies",
      "\"As You Wish\" significantly improves DPS and deploys two Tactical Devices to act as effective distractions which also weaken enemies",
      "Stable Esthesia buffs the ATK of Rosmontis and a random Caster upon deployment"
    ],
    "cons": [
      "Only available from Celebration limited headhunting banners since Path of the Radiant; Rosmontis will not be available on any other headhunting banners",
      "Cannot attack aerial enemies",
      "Nociceptor Inhibition increases attack interval and can lower Rosmontis' DPS against enemies with higher DEF unless at the skill is at Mastery 3",
      "Rosmontis will only attack blocked enemies while \"As You Wish\" is active",
      "Tactical Devices spawned by \"As You Wish\" can block enemies and keep them outside of Rosmontis' range, preventing her from attacking them",
      "DPS falls off very quickly against enemies with high DEF due to the shockwaves' low damage",
      "Unlike Artilleryman Snipers, if Rosmontis' intended target is defeated before her normal attack lands, the attack will be interrupted and will not cause damage, even if there are other enemies nearby that would have received the splash damage"
    ],
    "url": "https://arknights.fandom.com/wiki/Rosmontis/Overview"
  },
  "saga": {
    "name": "Saga",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Higher ATK than other Pioneer Vanguards",
      "Has good DP generation with skills",
      "Preaching Critically Wounds enemies that took lethal damage from Saga",
      "Cleansing Evil deals heavy Physical damage in a cross-shaped radius, can store multiple charges, and executes enemies Critically Wounded by it after resolving (the killing blow is attributed to Saga, allowing her to benefit from Preaching)",
      "Fierce Glare improves DPS especially against enemies below 50% HP who will be attacked twice by Saga",
      "Clear Mind grant a short-lasting high Physical dodge and HP regeneration when Saga's HP falls below 40% for the first time in each deployment"
    ],
    "cons": [
      "Highest DP cost of all Vanguards, tied with Siege",
      "Lower HP and DEF than other Pioneer Vanguards",
      "Preaching can be detrimental especially if Saga is deployed near a Protection Objective since she will not attack Critically Wounded enemies",
      "Cleansing Evil deals Physical damage, making it less effective on high-DEF enemies, and cannot hit aerial targets",
      "Fierce Glare increases attack interval"
    ],
    "url": "https://arknights.fandom.com/wiki/Saga/Overview"
  },
  "saileach": {
    "name": "Saileach",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Low DP cost",
      "Support γ is one of the best DP generators in the game, especially at Mastery 3",
      "Unwavering Banner gives Saileach the namesake, which debuffs the ASPD of enemies and buffs the ASPD of friendlies around it; the banner can be planted on another location with Inheritance of Faith or Glorious Banner, and automatically returned to Saileach when the skill expires",
      "Inheritance of Faith plants the Unwavering Banner on a friendly with the lowest HP percentage, buffing their DEF and periodically healing them",
      "Glorious Banner plants the Unwavering Banner on an enemy, inflicting AoE damage and stun, and continuous Slow and Fragile to surrounding enemies",
      "Spiritual Influence reduces the DP cost of the next deployed unit when Saileach is deployed"
    ],
    "cons": [
      "Can neither attack nor block enemies while the skill is active (though the latter can be an advantage since it makes melee enemies ignore Saileach)",
      "Spiritual Influence only works once each time Saileach is deployed"
    ],
    "url": "https://arknights.fandom.com/wiki/Saileach/Overview"
  },
  "saria": {
    "name": "Saria",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Higher ATK than other Defenders",
      "Can heal Operators with all three skills",
      "Medicine Dispensing can be used as a subsitute for Multi-target Medics",
      "Rhine Charged Suit periodically buffs Saria's ATK and DEF as long as she remains deployed, which stacks up to five times",
      "Calcification slows enemies and amplifies the Arts damage they took in addition to healing friendlies, making it one of the best supportive skills",
      "Refreshment gives additional SP to friendlies healed by Saria's skills"
    ],
    "cons": [
      "Has no DEF buffs aside of Rhine Charged Suit, making Saria susceptible to enemies with high ATK",
      "Calcification stops Saria from attacking enemies",
      "Rhine Charged Suit's stacks will reset when Saria is redeployed",
      "Refreshment have no effect on friendlies with full HP"
    ],
    "url": "https://arknights.fandom.com/wiki/Saria/Overview"
  },
  "schwarz": {
    "name": "Schwarz",
    "overview": "",
    "gameplay": "",
    "pros": [
      "High ATK",
      "Armor Penetration Arrow improves DPS and reduces the victim's DEF, making them vulnerable to more of Schwarz's attacks and physical Operators",
      "Final Tactics guarantee Armor Penetration Arrow's activation in each attack, allowing Schwarz to inflict massive DPS and quickly defeat bosses, and has a great uptime",
      "Crossfire buffs the ATK of Schwarz and all other Snipers present"
    ],
    "cons": [
      "High DP cost that increases in each promotion",
      "Short attack range and quite high attack interval",
      "Final Tactics increase Schwarz's attack interval and narrows her attack range to a frontal line, requiring proper placement for maximum effectiveness",
      "Not as versatile as other Snipers aside of Crossfire and Final Tactics, the latter of which must be upgraded to at least Mastery 1 for full effectiveness"
    ],
    "url": "https://arknights.fandom.com/wiki/Schwarz/Overview"
  },
  "shining": {
    "name": "Shining",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Black Fiend's Protection increases the DEF of friendlies within range",
      "Auto Protect provides a short-lasting Barrier to the healed targets that also buffs DEF",
      "Creed Field improves Shining's healing and buffs the DEF of friendlies within range",
      "Code of Law improves healing rate"
    ],
    "cons": [
      "Highest DP cost of all Medical Medics",
      "Not as efficient in healing as other Medical Medics"
    ],
    "url": "https://arknights.fandom.com/wiki/Shining/Overview"
  },
  "siege": {
    "name": "Siege",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Higher overall stats than other Pioneer Vanguards",
      "Aerial Hammer does great AoE damage with DP generation, and can stack multiple charges",
      "King of Beasts provides a slight ATK and DEF buff for all Vanguards",
      "Skull Breaker is effective against strong enemies due to high damage and stun chance",
      "Crushing gives SP when an enemy adjacent to Siege is defeated, allowing her to literally spam Aerial Hammer"
    ],
    "cons": [
      "Highest DP cost of all Vanguards",
      "Aerial Hammer loses efficiency if there are intermittent enemy waves or Siege is deployed in low-traffic areas",
      "Skull Breaker has no DP generation and increases Siege's attack interval"
    ],
    "url": "https://arknights.fandom.com/wiki/Siege/Overview"
  },
  "silence the paradigmatic": {
    "name": "Silence the Paradigmatic",
    "overview": "",
    "gameplay": "",
    "pros": [],
    "cons": [],
    "url": "https://arknights.fandom.com/wiki/Silence the Paradigmatic/Overview"
  },
  "silverash": {
    "name": "SilverAsh",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Has a ranged attack used when not blocking an enemy that can hit aerial enemies",
      "Good overall stats",
      "Rules of Survival greatly improves SilverAsh's survivability and can offset the Poison Haze effect in certain operations",
      "Leader slightly buffs SilverAsh's ATK and reduces the redeployment cooldown of friendlies",
      "Truesilver Slash can clear out entire waves of enemies with ease",
      "Eagle Eyes reveals invisible enemies within SilverAsh's range, which is useful against dangerous invisible enemies such as Invisible Casters and synergizes well with Snipers; this also extends to Truesilver Slash, in a temporarily-expanded range"
    ],
    "cons": [
      "Ranged attacks do only 80% of melee attacks' damage",
      "Unlike other Lord Guards, SilverAsh's ranged attacks has a noticeably longer wind-up time",
      "Rules of Survival shortens SilverAsh's attack range (though he will use his melee attack at enemies within range), which also affects his Eagle Eyes range too, inadvertently impairing his ability to reveal invisible enemies from far away",
      "Truesilver Slash has high SP cost, limiting its usage, and greatly lowers SilverAsh's DEF, leaving him vulnerable to enemies with high ATK; it is also not as effective against enemies with significant HP and/or DEF",
      "Relies heavily on Truesilver Slash, thus SilverAsh must be promoted to Elite 2 and the skill must be improved all the way to Mastery 3 for full effectiveness"
    ],
    "url": "https://arknights.fandom.com/wiki/SilverAsh/Overview"
  },
  "skadi": {
    "name": "Skadi",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Very high HP and ATK",
      "Wave Strike provides a massive ATK buff upon deployment for dueling bosses or strong enemies",
      "Abyssal Predator buffs the ATK (and max HP with the upgraded DRE-Y Module) of Abyssal Hunters Operators",
      "Tidal Elegy literally turns Skadi into an unstoppable juggernaut and has a good amount of initial SP",
      "Swift Action reduces redeployment time especially with the upgraded DRE-X Module"
    ],
    "cons": [
      "Lower DEF than other Dreadnought Guards",
      "Can only block one enemy",
      "Tidal Elegy has a high SP cost, limiting its usage",
      "Even with Swift Action, Skadi's redeployment time is still slow (60 seconds, 56 seconds at Potential 3) without the upgraded DRE-X Module",
      "Has a straightforward function of dealing high physical DPS"
    ],
    "url": "https://arknights.fandom.com/wiki/Skadi/Overview"
  },
  "skadi the corrupting heart": {
    "name": "Skadi the Corrupting Heart",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Low DP cost",
      "Heal friendlies within range by 10% of ATK per second",
      "Chant of Returning by Varied Paths fully restores HP, buffs maximum HP, and improves the trait's effectiveness, and redirects part of the damage taken by friendlies within range to the Corrupting Heart",
      "Wish of Burial Beyond the Light permanently Inspires friendlies' ATK and DEF, and somewhat improving the trait's effectiveness",
      "Ancient Kin allows the Corrupting Heart to summon Skadi's Seaborn which is considered as an extension to her range",
      "\"The Tide Surges, The Tide Recedes\" Inspires friendlies' ATK more than Wish of Burial Beyond the Light and makes her trait inflict Pure damage to nearby enemies instead",
      "Predatory Habits buffs ATK when a friendly unit is within the Corrupting Heart's range, which is more effective if the friendly is an Abyssal Hunters Operator",
      "Can be obtained and used even if the player does not have Skadi in their roster"
    ],
    "cons": [
      "Only available from Celebration limited headhunting banners since Abyssal Corrosion; the Corrupting Heart will not be available from any other headhunting banners",
      "Very low HP and DEF",
      "Has no base RES, unlike other Supporters",
      "Unable to directly attack enemies",
      "Has an unusual range which is difficult to utilize effectively",
      "Unaffected by Inspiration buffs, including from the Corrupting Heart's own skills",
      "Skadi's Seaborn self-destructs after a limited time, though it can be redeployed over and over again, and does not cause the Corrupting Heart's trait and skill to stack with the exception to the damage dealt by \"The Tide Surges, The Tide Recedes\"",
      "The HP drain from \"The Tide Surges, The Tide Recedes\" can (and will) KO the Corrupting Heart if she is not supported by healers"
    ],
    "url": "https://arknights.fandom.com/wiki/Skadi the Corrupting Heart/Overview"
  },
  "specter the unchained": {
    "name": "Specter the Unchained",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Will be replaced by a Substitute for 20 seconds when the Unchained's HP is reduced to 0, after which she will return to the map in the Substitute's place with full HP",
      "The Substitute periodically deals Arts damage to surrounding enemies and slows them",
      "The Skill to Survive switches the Unchained's HP percentage with that of the friendly with lowest HP percentage when used, useful to ensure their survivability and facilitate the use of the Unchained's Substitute",
      "The Thirst to Survive",
      "The Pressure to Survive is a great DPS skill that temporarily gives her AoE capabilities, especially against enemies with higher HP percentage than the Unchained who will receive additional damage",
      "Ægir's Depths buffs the maximum HP of Abyssal Hunters Operators when the Unchained is deployed"
    ],
    "cons": [
      "Only available from the Celebration limited headhunting banners from the 4th anniversary (CN)/2023 Gift of the Deep Ones (Global) and Abyss Corrosion; the Unchained will not be available from any other headhunting banners",
      "Has a redeployment cooldown of 70 seconds like regular Operators, despite having the Fast-Redeploy tag",
      "The Unchained loses all SP when she swaps into her Substitute, and cannot gain SP while in her Substitute",
      "The Unchained's Substitute cannot block enemies (though this can be an advantage since melee enemies will ignore it)",
      "The Skill to Survive can be detrimental if used without paying attention to the Operators' HP",
      "The Thirst to Survive \"sets the Unchained's HP to 0 when it ends\", immediately swapping her into her Substitute",
      "The Pressure to Survive increases attack interval and drains the Unchained's HP if she attack enemies whose HP percentage is below her",
      "The Unchained must be redeployed if the Substitute is KO'd",
      "Must be equipped with either modules at Stage 3 to be truly effective; without modules, the Unchained is often worse than base Specter"
    ],
    "url": "https://arknights.fandom.com/wiki/Specter the Unchained/Overview"
  },
  "stainless": {
    "name": "Stainless' overview",
    "overview": "",
    "gameplay": "",
    "pros": [
      "Higher stats than other Supporters, around the same level as Pioneer Vanguards",
      "Can deploy Stainless' Multifunctional Platforms or Prototype of Feist's Metal Crabs depending on the skill used",
      "All three skills improve Stainless' DPS and gives additional Devices to use",
      "Extreme Firepower allows the use of Stainless' Multifunctional Platforms that buffs ATK especially while active",
      "Efficient Resupply allows the use of Stainless' Multifunctional Platforms that periodically gives SP especially while active",
      "Prototype of Feist's Metal Crab allows the use of the namesake that can fire a powerful AoE shot once \"charged up\" by having friendly units attack it",
      "Operators with Offensive SP recovery can attack the Prototype of Feist's Metal Crab to help charge their SP",
      "Cost Cutting gives a chance to recover destroyed Devices around Stainless"
    ],
    "cons": [
      "Classified as a melee Operator and attacks deal Physical damage",
      "Only one/two Device(s) can be deployed at a time and they will disappear if Stainless is KO'd or retreated",
      "All Stainless' Multifunctional Platforms will be destroyed when Extreme Firepower expires",
      "Stainless' Multifunctional Platforms with Efficient Resupply loses HP over time especially when the skill is active",
      "Prototypes of Feist's Metal Crab loses HP whenever it uses its AoE attack, but can be \"repaired\" by having Artificer Supporters (including Stainless himself) attack it"
    ],
    "url": "https://arknights.fandom.com/wiki/Stainless/Overview"
  }
}