{
  "Profile": "Nian, unemployed, is familiar with all kinds of metal craftsmanship and exhibits a profound knowledge in metallurgy that is inconsistent with her background. She is currently staying in Rhodes Island as a visitor, occasionally advising on Rhodes Island's metalworking projects. She claims to be skilled in audio-visual entertainment, often providing products that are not received too well by Operators.",
  "Clinical_Analysis": "Nian insisted on entering Rhodes Island as a visitor and refused to undergo medical tests. After a series of gambling bets, dice-rolling, wrestling, and other competitions, the gathering of physiological data was finally put on indefinite hiatus. \"It's a darn shame that Gavial lost the last rock-climbing competition! We were so close to forcing her to get a medical examination. I never expected that Gavial would contribute to the medical department in such an important manner. Do your best, Gavial! There's always next year!\" — Hibiscus, Medic Operator",
  "Archive_File_1": "Most Operators cannot remember exactly when Nian arrived at Rhodes Island. Surprisingly, Dr. Kal'tsit did not drive her away, as she does with most would-be visitors. With a terse \"let her do whatever,\" Dr. Kal'tsit hurriedly returned to the operating room. Amiya has a friendly relationship with Nian, but most of the time, the two rarely meet. This may be due to Amiya's busy work schedule, whereas Nian has just been resting, on vacation, or... doing absolutely nothing all day. Because Nian is not an employee of Rhodes Island, her behaviors have gotten on the nerves of many Rhodes Island Operators. Fortunately, Nian has no habit of interfering with others' work and mostly pursues her own self-satisfaction, which largely allows Operators to turn a blind eye to her antics. \"Has no habit of interfering with others' work...?\" She tries to get people to play mahjong with her in the middle of work hours. Won't someone stop her?! — Yato, Rhodes Island Operator",
  "Archive_File_2": "Although her attitude leaves much to be desired, Nian is still a kind-hearted person. Few words are more appropriate when seeing her in front of the doors of the engineering department. Nian will engross herself in discussing the similarities and differences between various materials with the engineers, participating in the design and experimentation of new alloys. Once structural issues are involved, she will often stay up with them for several days. At least when she is among engineers, she is shielded from the words she hears far too often, \"unemployed folks sure have it easy.\" When watching Nian debating fiercely with weapon designers over a blueprint, one might speculate that Nian simply is more accustomed to investing in her hobbies rather than pursuing regular work. However, when she was recommended by a Rhodes Island engineering officer, she refused the job offer. It must be pointed out that Nian treats workers in the metallurgy industry more gently than she treats others. Generally, the only people who enjoy such treatment are the actors in one of the \"independent films\" she's trying to produce. Which raises the question, why?",
  "Archive_File_3": "With the permission of Dr. Kal'tsit, Nian has participated in a few operations as a squad member, though only with the purpose of \"relieving the boredom of daily life.\" However, there was nothing playful about the nature of the support she offered to her teammates. Nobody who sees Nian's fighting style will say that she's playing around. She is a force to be reckoned with upon the battlefield. She never wears armor despite the fact that she serves as a heavy operator, and yet nobody has ever seen her get injured. To explain this, Nian attributes her success to the special equipment she carries around. The equipment functionally flows like water, capable of taking the form of a heavy shield or a strange sword. It is even capable of splitting into shards that can be dispersed across the battlefield, channeling some unknown technique to soften all kinds of blows that would have otherwise rained down upon teammates. Although Caster Operators have all come to the conclusion that there is little overlap between Nian's abilities and Originium Arts, that information is hardly relevant to her teammates. As long as it works, anyone not just running logistics has little concern for how it works. That's right, even if Nian uses a massive sword to split apart a Metal Crab. Probably. Under normal circumstances, engineer operators do not recommend trying to analyze or reverse-engineer Nian's equipment. \"It's no good, we can't recreate it. It's best just to let her play around with it.\" Nian claimed to be a bit disappointed hearing this. Of course, Workshops #3 and #6 have been tirelessly working on it for the last three months, with their experiments incurring a massive amount of wasted resources. Not like they'll ever bring that up though. Take it as proof of their motivation.",
  "Archive_File_4": "[Classified Log] We can't wait any longer. That has nothing to do with it. Say you're sitting on a water kettle, and the water is about to come to a boil. Would you keep waiting? I only have eleven siblings. I'm also not here to ask for help. Who would even be able to help me with a situation like this? Think about it. For each one of us that dies, everything related disappears as well. If I die, everything about me will completely vanish from this world. If it said that people can create worlds in their dreams, then this sweet dream is about to pop like a soap bubble. Like I said, I'm not here to ask for help. I just want to invite others to witness this matter. Having a witness is the proof that something existed. Don't let everything you are disappear without a word. Oh, you can talk to Kal'tsit and have her record it. I know she's busy, but she should be willing to take a look.",
  "Promotion_Record": "\"There exist beasts of chalk. Their bellies a great furnace In nine they come. Their horns like hot copper Time passes and colors fade. The year turns once more ...... Harken: The forge of the sky, Awaits five earthborn metals Among the ten peoples, Walk beasts tenfold ...... With a single stroke, Ruination befalls a hundred worlds Countries turn to rust. A brief spark in the wind. A bubble gone without a trace.\"[note 1] Many parts are blurred and cannot be read."
}