{
  "name": "Nian",
  "trivia_items": [
    {
      "text": "Nian is based on the eponymous legendary creature in Chinese mythology that appears once in a year to bring havoc to mankind. This is fitting to the fact that Nian was introduced in the 2020 Chinese New Year in the CN server, as the word would eventually mean \"year\" or \"new year\" in Mandarin.",
      "sub_items": [
        "Nian's sensitivity to fireworks might also refer to the methods used to drive off her namesake (which is a common sight in every Chinese New Year celebrations); loud noises from drums and fireworks, and anything in red. This is ironic, considering red being her outfits' prominent color scheme and her liberal use of giant firecrackers in Ancient Forge and Who is Real."
      ]
    },
    {
      "text": "The terracotta soldiers created by Nian in Ancient Forge is likely a reference to the Terracotta Army."
    },
    {
      "text": "Nian's proficiency in metalworking is a reference to Chinese metallurgy."
    },
    {
      "text": "Some of Nian characteristics represent the Bashu culture, notably the Bashu-styled bronze vessels seen in her Elite 2 artwork and her love of spicy hot pot, which is a famous cuisine in Sichuan and Chonqqing.",
      "sub_items": [
        "Her dialectic CV is spoken in Southwestern Mandarin, specifically the Sichuanese dialect.",
        "Because of this, there are jokes in the CN community by making her a stereotypical Sichuanese who is obsessed with spicy food. This is even elaborated in Terra Historicus where she invited the 2* operators squad to enjoy a very spicy Hot Pot dish."
      ]
    },
    {
      "text": "One of Nian's skill activation dialogues (\"Even a virtuous king must, from time to time, look to the sword.\") is quoted from Tiangong Kaiwu."
    },
    {
      "text": "Nian is one of the few characters in Arknights who wear revealing clothes (not including outfits)."
    },
    {
      "text": "Nian is also one of the few who can break the fourth wall. When deployed but left idle, she will occasionally glance at the player. Tapping on her in the base results in her winking at the screen with her tongue out."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Nian/Trivia"
}