{
  "Profile": "Operator Passenger was born in Columbia. He graduated at age thirteen with exceptional marks, at which point he was recruited by Professor Thorne to work as a research assistant in his study of applied Originium engineering and began a course of study at the Blaine Formative Technologies Research Institute. A project took him to Sargon nearly twenty years ago, at which point he disappeared. Eventually, he came into contact with Rhodes Island, operating around the black market in the Ibut region. He arrived as an Infected seeking treatment, and has since been brought into active service as an operator for the Engineering Department.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 7% The operator's forehead shows some crystal distribution. The actual infection may be more severe than expected due to the location of the Originium crystals. [Blood Originium-Crystal Density] 0.29u/L Operator Passenger spent considerable time in a harsh environment working with Originium machinery without proper safety or infection response measures. The outlook of his disease is not optimistic. A thorough examination revealed no clear complications, but we're not out of the woods yet. That formation on the operator's forehead leaves me worried that Passenger's condition could suddenly and rapidly deteriorate at some point. I hope he'll actively cooperate with our course of treatment to prevent the worst from happening. —Medic Operator",
  "Archive_File_1": "The Engineering Department reverse-engineered the various self-propelled machines Passenger brought with him, to eye-opening results. For several reasons, Passenger was unable to get the cutting-edge Columbian lab materials he needed in Sargon, so his Arts Unit is extremely primitive. Even so, he was still able to independently develop an effective mechanical device, realizing a variety of self-propelled weapons with impressive energy output. When asked about his technology, Passenger does not shy away from the topic. It is a prototype from some experimental excavation in Columbia, which researchers believe has to do with ancient Sarkaz witchcraft. They appear to have used a rare form of Arts to enrich Originium, with several enriched crystals marking the perimeter. A Columbian institute involved in the project anticipated a breakthrough to a whole new energy source and went to work quickly. Passenger did not reveal what happened next. But it is worth noting that many engineering operators like to give names and other personifying features to their creations, while others distinguish them with numerical designations. But this operator does not so treat his machinery. His usage borders on the wasteful, scrapping them without hesitation after a single test. Does he have no heart?",
  "Archive_File_2": "Operator Passenger's performance at Rhodes Island has been more than satisfactory. Naturally, this is a good thing! Some operators are known to make trouble! But Passenger's history as the \"Sand Soldier\" of Sargon, while seemingly only the leader of a little black market operation, of which there are many in Sargon, has proven quite valuable. He has the skills, as well as the wealth, and brought with him a stable source of supplies and mercenary, Messenger, and caravan contacts, legal and otherwise, in the Ibut region. This too, is good. But he's provided this all essentially free of charge! Free! Do you know what that means? It's unsettling! The engineering operators say he's nothing near a ferociously dedicated machinist, even with incredible technical skill... Not only that, but he has little interest in the plight of the Infected. His room is suspiciously immaculate, neat to the point that he may have some pathology. Likewise, he has a tendency to tinker with parts of the room, scattering metal shavings across the floor. Baffling. By the way, the only device he ever named was a special energy charging device he calls \"Thorne.\" Oh, I'm babbling on again, forgive me for this potentially rude question... What is it this man cares for? What does he live for?",
  "Archive_File_3": "Passenger. It's almost a parody of a name one might give oneself. But the truth is it, he does not know where he is going, he is just along for the ride. He has openly admitted his involvement in several horrific murders in Sargon, having spent twenty years there on a quest for revenge. Granted, revenge is not a particularly rare motivation. But this Elliot, a young research assistant of Columbian origin, spent decades transforming himself into a man of Sargon. He has cultivated contacts, wealth, and power in the Ibut region. His unique black market brought local nobles and foreign businessmen alike into his orbit. And after getting his revenge, all that he built over twenty years, he simply discarded. A black marketeer, starting as a lowly assistant, rose to prominence, and gave it all up in an instant. He could have lived like the Lord Ameer of Ibut after getting his revenge. This has some in HR worried about Elliot's intentions after changing his name and coming to Rhodes Island. When pressed on this point, Elliot, Operator Passenger himself, shot a hole through our doubts. He stared at the black coffee in his hand for a moment before giving his answer: \"I hate Sargon. I hate the sand. I hate everything about it. And I always have.\"",
  "Archive_File_4": "Doctor, Kal'tsit, Sesa. Since his arrival at Rhodes Island, only these three individuals seem to have caught his attention. Admittedly, he is polite and meticulous in his work. But after meeting a target from the Engineering Department or returning victorious from a mission, there is no emotional change in his eyes at all. He does not keep secrets, except for the most crucial ones. He describes his experiences and current situation clearly and concisely to anyone who asks, as if he has the speech memorized. Not everyone can face his past with such an attitude. After the fire that brought his revenge to completion, he felt relief, but what was to come next? Where does he go after leaving behind the golden sands of Sargon? Passenger once described Dr. Kal'tsit as his savior. Though I never saw a hint of gratitude in his trademark smile as he said it. He clearly trusts Dr. Kal'tsit on some level, and if Kal'tsit never said another word about how they met in Sargon, he would never share anything personal about her. As for Sesa, Passenger is dangerously concerned with Sesa. Only a very few people, including the Doctor, know that Sesa is investigating a certain Columbian military contractor. Unfortunately, Sesa's \"incomplete revenge\" fits all the elements of Passenger's attention. He is even eager to help Sesa piece together the truth. If it were not for the limitations placed on Rhodes Island Operators, it is hard to imagine what Sesa and Passenger might be able to exact on that Columbian corporation. The main reason why Passenger has not acted more rashly thus far is the Doctor. No matter what his feelings toward the Doctor may be, his primary interest seems to be in actions and accomplishments. He may feel some kinship with the Doctor over their unique life experiences, or he may find comfort in having a commander to give him orders and direction. Either way, we will watch this development carefully. As he said, he left Columbia, he left Sargon, and now he is at Rhodes Island. Wherever he is in the world, he is but a passenger—an outsider, along for the ride.",
  "Promotion_Record": "I was only a stone's throw from death. Kal'tsit gave me this opportunity, Old Isin gave me this power. I had my revenge on those who tried to control my destiny. I won. I spent countless hours and exhausted countless prospects. I took back control by annihilating fate. Now, it is time for me to make my break with the past. But what do I do next? Where do I go? Doctor, I hope you can tell me, on Kal'tsit's behalf. How much time do I have left before Oripathy takes me? How can I use this time to make my death mean something? You are my commander now. I am at your disposal."
}