{
  "name": "Passenger",
  "trivia_items": [
    {
      "text": "His codename and his animal traits are all based on the now-extinct passenger pigeon (Ectopistes migratorius), with several passenger pigeons appearing in his Elite 2 artwork. His birthday, September 1, is also the date when the last surviving passenger pigeon, Martha, died in 1914.",
      "sub_items": [
        "This makes him one of the three, technically four, operators who are based on an extinct animal. The others are Texas, her alter Texas the Omertosa and Lappland."
      ]
    },
    {
      "text": "His name, Elliot Glover, is possibly a combination of T. S. Eliot and Leslie Groves who had connections with the famous nuclear scientist J. Robert Oppenheimer. Especially for the latter, Groves was known to be one of the directors of the Manhattan Project, a reference for Columbia's secret weapon project."
    },
    {
      "text": "In about two years since the release of Arknights, Passenger is the first male 6★ Operator to not be classed as a Guard or Specialist (in his case, he is a Caster instead); all male 6★ Operators prior to his release (SilverAsh, Hellagur, Aak, Phantom, Thorns, and Mountain), including a few after his release (such as Mizuki and Lee) were predominantly classed as Guards or Specialists."
    },
    {
      "text": "Since his release, Passenger has started from a very controversial Operator to a somewhat positively recognized one.",
      "sub_items": [
        "Due to a combination of the innate weaknesses of Chain Casters and lack of a versatile skillset to compensate, Passenger was viewed as the weakest 6★ Operator at the time he was released. As a matter of fact, the CN community once called him \"Yellow Trash\" or joked that he should be a 4★ operator instead.",
        "The buffs to his archetype from Dossoles Holiday onwards did help him to be at least decently useful at the time, albeit still retaining some lingering drawbacks that hold him back. Luckily, the weakness issues has been basically fixed since the introduction of his Operator Modules in Near Light, which amplifies his stats and traits to have excellent synergy with his skills. In Phantom & Crimson Solitaire, the  Hand of Diffusion boosts him even further by drastically decreasing the time for recharging his skills, making him one of the top choices among players.\nAs a result of the improvement of his skills, many in the community give Passenger the nickname \"Godssenger\" or \"PassenJesus,\" though it was originally meant to be satirical one that mocked his weakness.\nSome fans also nicknamed him \"Driver\" when he completes an Operation without relying on too much help from other Operators.",
        "As a result of the improvement of his skills, many in the community give Passenger the nickname \"Godssenger\" or \"PassenJesus,\" though it was originally meant to be satirical one that mocked his weakness.",
        "Some fans also nicknamed him \"Driver\" when he completes an Operation without relying on too much help from other Operators."
      ]
    },
    {
      "text": "Along with Bena and Scene, Passenger is the only Operator whose dialogues feature another character; in Passenger's case, his imaginary younger self (Elliot) speaks to him in most non-combat dialogues when Passenger wears the Dream in a Moment outfit."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Passenger/Trivia"
}