{
  "Profile": "Dusk, a painter from Yan, awaiting assignment. Following the rather excitable actions of a certain resident of the landship by the name of Nian, Dusk has been held as a guest of Rhodes Island. Her skills with a brush are impressive, particularly when it comes the traditional Yan painting style. She currently resides off an isolated Rhodes Island walkway.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%[Blood Originium-Crystal Density] 0.00 u/L [Classified Log]What? She actually took a physical? Wow, she's so easy? I figured anyone Nian would haul in would be pretty much like her. Guess we're not gonna need Gavial's help this time, let her gear up for round two with Nian.Nian's idea for how to run the tests at the normal operator level had the examiner thinking of calling for a medic to shut the whole thing down. And Nian sure looked pleased with herself. She knew exactly how that would go down.But Dusk is really out of shape. Whatever, she's not taking a salary, so it's none of my business...Oh, the results match everything in the files we got. She has \"no connection\" to Originium whatsoever.Not allocating any additional funds. If you're already struggling, you could always consider NOT starting a research project on some weirdo shut-in?—Closure",
  "Archive_File_1": "She made a door in the walkway.It's literally a door you can walk through...And we almost never see Dusk come out of it.She told an HR operator that she has no interest in going out or doing any work.Of course, she doesn't use any of Rhodes Island's resources, but now one of our walkways has a fancy Yan-style door with an incomprehensible weirdo inside it. That's creating some headaches for HR.While she refuses to see visitors, Dusk has said she will continue to paint, occasionally. Some of our staff have seen her work, and find themselves struggling to express anything more interesting than \"wow\" or \"so pretty.\" Saga, however, did confide in me that Dusk is known to casually destroy those breathtaking pictures.On the upside, at least she's a sort of artistic, well-read type?There is the occasional operator who earns Dusk's favor, but they are few and far between.But at least she's a lot better than a certain layabout, right?",
  "Archive_File_2": "Dusk has an interest in all kinds of contemporary artworks. If you want to get close to her, giving her books and photo collages is a great way to break the ice!But the way things go from there all depends on your taste, and how well you pick things.Dusk shares her favorite works with a precious few operators, but they include quite a few very old movies from Ursus, Columbia and such.It's pretty rare that anyone gets to 'make friends' with Dusk. She has a temperament that, if I'm being honest, is not quite as nice as Nian's.The rare few who have a relationship with Dusk tell strange stories of a forest in her room, where they can find her sitting in a little pavilion, or like they push in the door to find themselves atop a mountain peak, with Dusk sitting bare-legged on the cliffs, watching the clouds...Is she really at Rhodes Island? Maybe her door is some kind of portal?On the rare occasion that I see Dusk in the corridor, I sometimes feel like she's a world away. Plus there's all those weird rumors about her. I mean, I've never been in her room either...Maybe she's one of the legendary immortals? A shen-hsien? I think that's what they call it in Yan.So anyway, let's not ask her to do any serious work anymore. We've had more than a couple nosy operators disappear for a few days and then refuse to ever go looking for Dusk again.Oh, right, one more thing. When Dusk and Nian go at each other, it's really something. Dusk speaks with a venom that sends shivers down my spine. \"If only those sisters could get along. *sigh* They should learn from us. Right, Lava?\"—Medic Operator Hibiscus",
  "Archive_File_3": "Oh, that's not Arts. Quit bothering the theoretical casters.Hm, I know. Every time Nian pulls out some remarkable, otherworldly sword or shield or whatever, the theoretical casters work themselves into a fit, so let's quit while we're ahead and leave Dusk alone altogether. Let yourselves go while you're at it.You really want to choose this subject?Let's see if I can talk you out of it. Just clear your mind and think for a minute.Lava and Saga both said they unknowingly made their way into Dusk's scroll, and Saga even said she traveled across the scrolls for ten years.I'm paraphrasing but that's basically what they said. It means they were actually wandering through the landscapes of her paintings for a time.And now, after a very short period at Rhodes Island, we've got reports of people experiencing hallucinations. We looked into food poisoning or research accidents, but all signs point to that closed door and our operator awaiting assignment.The towering cities, infinite waves, blinding snowscapes, they are all depictions from Dusk's paintings. All just paintings.Is it a trick of the optic nerve? Or Arts applied at the cognitive level? We theorized, but after heeding Nian's advice to use firecrackers to force Dusk out of her room, and after two solid hours of questioning, our hypotheses were overturned by the facts.Dusk remains cooperative. I would guess she just wants to avoid trouble? And she'd rather not have to move too much. That's how artists are, I know. Tell me, researcher, where is the line between hallucination and perception?Take a look behind you and see for yourself, the vibrant blue. The autumn chrysanthemum. An HR operator picked it out of the sea of flowers that appeared to her.Does this give us a glimpse into how Dusk functions? At least a little?Well, yes, Dusk also participates in missions. Surprising, isn't it? She actually goes out.I went on one of these little cultural outings. These titles etched into my mind: \"Ink into Armies\", \"Bleached Bones Abound\", \"Rivers Run Red\". It was a few smugglers, and they surrendered on the spot, as they should. I touched the blood, I smelled it, it was so real. It couldn't be more real.But if you close your eyes... no, not right now. You have to close them right at the start.None of it is real.I tried it once with Dusk. Yes, you close your eyes and let her paint, and what she paints you can't see or touch.The truth is, you will get the same answer if you ask her. She doesn't hide anything, she's just unable to explain it herself from a theoretical perspective.\"As long as you didn't see it, it didn't happen.\"So how do those who have seen the painting meet those who haven't? Our sample is too small to give an answer now. We need more data and experimentation.As for aerosolized crystal concentrations, energy spillage and such, we have not observed anything at all. In other words, this is not Originium Arts.That's good, isn't it? You still want to choose this course of study? You're so interested in Dusk's paintings?Then I won't stop you. Interest can be frustrating in the end, but the process itself is enjoyable.Remember to doubt, remember to verify. Good luck, researcher.",
  "Archive_File_4": "\"...After that one's death, we bowed our heads, and from thence began the age of peace.\"What else can I tell you? It is all here in black and white.We bowed our heads. No, I might ask how anyone could not bow their head?But to bow down doesn't mean I have to go along with them? We have our own ambitions, and we will go our own way. The lowly hermit hides in the city, the greatest hermits live in a painting. I like people, I need not act against them.As for when that old thing wakes up, it doesn't make much difference to me. Life and death are fleeting, heaven and earth are constant, my brush too will be constant, what have I to worry about? There is nothing that we brothers and sisters can do.Nian hasn't given up yet. She played too long and refused to go, as it should be. Her fixation on eating spicy food has rotted her brain.Hm? You think I'm the one with no ambition?...Whatever. It's only this I don't care about.Long days pass in time, long dreams come to an end....Ugh, get out of here. I'm done talking about this!If the world outside becomes boring, if I stay here, it stays there, everyone trundles on, what's the point?If only someone could do something to make it more interesting...Should there be such a thing, well, you must come let me know.",
  "Promotion_Record": "\"The virid beasts. Like range on rangeEleven told. In moon, smoke-flowThe clouds haze thick. Sun down, they glowManes blue like woods. Bones ridge as stoneQuoth they: Starshrouded snow. Hidden moon.Man gradates self. Shades classed all wellFive arms, it spurns. Five fires, it fallsBurn down its flesh, and ink wells out. Once smoke recedes, its two heads goneYet the beasts elude: Night gives to day. At once they fadeTheir form is false. Their matter false.Halt brush, wind scroll: Foolish as wine. One dusk, to ash.\"[note 1] It is a complete rubbing of the inscription, but the content is upsetting."
}