{
  "name": "Dusk",
  "trivia_items": [
    {
      "text": "Dusk's Chinese name is Xi (Hanzi: 夕; Pinyin: xī), which has the same meaning as her English name (\"dusk\" or \"evening\").",
      "sub_items": [
        "Dusk is mentioned in Ancient Forge II, but her name is written with the Wade-Giles romanization (Hsi).",
        "The Japanese name uses Shii (シー), which is the kana rendering of her Chinese pronunciation. The same goes to her Korean name as Si (시)."
      ]
    },
    {
      "text": "Dusk is based on a variant of the Nian in the Chinese mythology which appears in dusk/twilight but are otherwise identical, hence her Chinese and English names.",
      "sub_items": [
        "The Chinese name refers to the Nian in some regions of China as Xi and the Chinese New Year's eve, known as chúxī (除夕), means \"to get rid of the dusk beast\" or simply \"dusk ridding.\""
      ]
    },
    {
      "text": "Dusk wields a sword that resembles the Sword of Goujian."
    },
    {
      "text": "Some of Dusk's characteristics represents Chinese ink painting and the Wu culture, notably her preference to less salty food for the latter.",
      "sub_items": [
        "Dusk's speech \"Tse-Chi (Hanzi: 册起; Pinyin: cèqǐ)\" in her Appointed As Assistant dialogue means \"to get out\" in Wu Chinese.",
        "Her dialectic CV is spoken in Wu Chinese too, specifically the Suzhou dialect."
      ]
    },
    {
      "text": "The names of Dusk's base skills, \"Unstirred by Gain\" and \"Unmoved by Loss,\" are quoted from Memorial to Yueyang Tower by Fan Zhongyan, specifically the following line: “不以物喜，不以己悲 (Pinyin: bùyǐwùxǐ, bùyǐjǐbēi),\" which means \"to neither be thrilled nor depressed from external objects and one's experiences.\""
    },
    {
      "text": "Dusk can actually be deployed in WR-10 where she appears as a harmless but invulnerable enemy.",
      "sub_items": [
        "This makes her, along with Troupe Mouthpiece, the only enemy in Arknights which cannot be directly harmed by the player and requires a specific method to be damaged/defeated."
      ]
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Dusk/Trivia"
}