{
  "Profile": "Nightingale, Sarkaz, a member of the infected-assistance group Followers, all other history missing. Possessed amazing talent for Originium Arts, field first aid and clinical skills. Currently undergoing treatment at Rhodes Island while offering her service as field medic and Originium Arts support. She now receives treatment in Rhodes Island, as well as provides battlefield medical aid, Originium technical assistance, and other services to Rhodes Island.",
  "Clinical_Analysis": "Imaging test for this Operator showed blurry outline of internal organs with unusual dark spots. Unusually high concentration of Originium particles were present in her circulation, indicating signs of infection and confirming her as infected. [Cell-Originium Assimilation] 9% Operator Nightingale showed conspicuous symptoms of infection. [Blood Originium-Crystal Density] 0.41u/L Far beyond average. Close medical monitoring of Operator Nightingale is recommended. Nightingale's condition is more severe compared to the average infected, and she has other problems as well. She showed obvious lapse of memory different from that of the Doctor, in that the cause seemed to be medication or possibly even a chemical serum that affected neural transmission. Combined with her endocrine and nervous system, plus traces throughout her body, we could confirm, after internal discussion with the medical staff, that Oripathy is not the sole culprit for Nightingale's condition. It was good that Shining brought Nightingale here, no matter how you cut it. At least at Rhodes Island we can offer the poor girl a relatively free environment for her to deal with the problems. Sadly, as one of the most skilled healers I know and someone who could easily discern symptoms and their sources, she ironically could not do the same for herself. How mockingly cruel is that? — Y.P., Medic Operator",
  "Archive_File_1": "Nightingale is exceptionally versed in healing through Originium Arts. Unlike most Medic Operators, she did not have a full grasp of the principles and practice of modern medicine, nor did she score well on written exams, but she knew the human body and functions like the back of her hand. Her medical applications of Originium were also profound and left the researchers and observers in awe. Operator Nightingale also possessed unique Originium Arts: She can generate an invisible field around herself to mitigate, or eeven complete neutralize, powerful Originium energy attacks initiated by enemies. Operators not familiar with Originium Arts dubbed this field the \"Sanctuary.\" Dr. Kal'tsit suspects Nightingale's healing talent shares the same source as the other Originium Arts she displayed, though the conjecture has not been proven to date.",
  "Archive_File_2": "Even at Rhodes Island, Nightingale remains a unique Operator. When she first arrived on the island alongside Shining and Nearl, Shining expressed her wish for the island to offer Nightingale comprehensive physical exams and a treatment plan. Memory loss, deficient mobility in limbs,■■■■，■■■■■■... The Medic Operators all lamented at the test results. In addition to Oripathy, the other debilitating symptoms she suffered have exacerbated her condition and have far graver consequences. Given the situation, Shining quietly answered all of Dr. Kal'tsit's questions--including the revelation of many classified projects. Following that inquiry, Rhodes Island accepted Nightingale for medical treatment.",
  "Archive_File_3": "When she got better, Nightingale requested going on assignments with Operators Shining and Nearl. Dr. Kal'tsit and Operator Shining fought over the issue. Their debate changed Dr. Kal'tsit's mind. Despite vehement protests from the medical staff, the Doctor still agreed with Shining and approved Nightingale as an Operator to serve Rhodes Island. Although Operator Nightingale is still facing many physical problems and is unable to protect herself in combat, she has surprised many with her ability to turn the tide of a battle. During the course of fighting alongside her, Operators have realized that she longs to prove her worth with her actions, and that converted their attitude for her from pity to admiration. Nightingale's inscrutable disposition and cool personality let many Operators realize the cruel truth of the land, but also the importance of Rhodes Island. Now, Miss Nightingale can be seen occasionally speaking with Operators other than Shining or Nearl in the hallway, sometimes even with a faint smile. The author, for one, finds joy in that.",
  "Archive_File_4": "I find myself currently unable to understand Miss Nightingale. Her emotions aren't just a blank sheet of paper or a tangled ball of twine. Her mood and thoughts are an impenetrable cell, sealing endless fragments of memory to trap her in herself. I can't even fathom whether she wanted this out of her own will. She probably no longer is able to distinguish herself from her imaginary persona, or reality from illusion. We can go in only when Miss Nightingale chooses to come out. It is near impossible and very sad. Shining said Miss Nightingale is the sacrificial lamb of a war, a civil war... inside her own mind. She's trapped in a small space, stripped of her identity and robbed of her life... It's happening in places I can't detect even now. Dr. Kal'tsit didn't want me to get involved, but I felt obligated. Shining rescued Miss Nightingale from there, but I think Nightingale never really left. She often feels confined, incarcerated, still a bird in a cage. I believe I have a duty. With Shining, Nearl, and the Doctor, I'll do everything I can, as I don't think of Miss Nightingale as merely a friend. — Amiya",
  "Promotion_Record": "\"A fleeting illusion is finesse, simple Originium Arts sufficient to distract the enemy in a battle.\" You're doing a great disservice with a description like this in a report. I don't know what Nightingale's been through, but as soon I saw the giant bird cage appeared out of the blue, I sensed it. It wasn't a bird cage but a cell. I felt the same indescribable loneliness, or better yet, fear coming over me like the enemy did. Nightingale saved my life, but I cannot thank her. I just don't have the guts. I just think you should... you should... Stop letting her go on like this, I beg you! — Operator J's mission log"
}