{
  "name": "Nightingale",
  "overview": "Liz the Sarkaz healer, codenamed \"Nightingale,\" is a member of the Followers alongside Nearl and Shining. She was a victim of an inhumane Arts experiment conducted by the Confessarii where they transplanted someone's mind onto her body, leading to her Oripathy that causes her emotionless attitude and turning her \"a prisoner of her own conscience.\" Being disgusted by their treatment, Shining eventually  fought against her fellow Confessarii and escaped together with her. After founding the Followers, Liz joined Rhodes Island  to seek shelter from the Confessarii.  Nevertheless, Despite her physical disability that forced her to stay on a wheelchair most of the time, her outstanding knowledge in medical physiology aids her in treating other Infected, wherever and whoever they are.",
  "gameplay": "Nightingale is a 6★ Multi-target Medic who specializes in (obviously) Healing and Support. As a Multi-target Medic, Nightingale simultaneously heals up to three friendly units within a range of adjusted 3×3 tiles with a 1-tile extension in front that is extended to adjusted 3×4 tiles at Elite 1 with lower ATK and DP cost when compared to Medical Medics.\nNightingale's Support specialization is represented by her first talent, White Fiend's Protection, which provides a slight increase of RES to Nightingale herself and friendlies within her range, somewhat mitigating Arts damage they receive and can be useful in the event the player is expected to face enemy Arts attackers. Furthermore, all but one of Nightingale's skills allows her to make herself and friendlies withstand Arts damage better than ever:\nThe first skill, Healing Up γ, is an advanced ATK buff which allows Nightingale to heal more HP.\nThe second skill, Arts Shield, has Nightingale generate a short-lasting Barrier on the friendlies she heal in the next healing instance which absorbs Arts damage by a portion of Nightingale's ATK and increases their RES, and can stack multiple charges at higher levels.\nThe third skill, Sanctuary, extends Nightingale's healing range by adding a 1-tile extension up front and 3-tile extensions to the sides, buffs her ATK, and greatly buffs the RES of all friendlies within range (including Nightingale herself) as well as giving them a chance to dodge Arts attacks while active, making it the ultimate anti-Arts skill. Combined with White Fiend's Protection, even Operators without innate RES could have at least 30 RES when Sanctuary is in at least Level 7 and can sometimes dodge incoming Arts attacks, while those with good RES like Angelina or Beeswax can even have at least 100 RES due to the calculation,[note 1] allowing them to take very little, if not ignorable Arts damage (unless if the attack(s) ignore RES, such as Sarkaz Grudgebearers in Windswept Highland with the Objective: Mounting Hatred Contracts)!\nNightingale's second talent, Fleeting Phantom, allows her to deploy a Mirage on any open melee tiles, which costs 5 DP and has no offensive and defensive capabilities whatsoever, but instead has an unusually high RES of 75, a 30% chance to dodge Physical attacks, and Taunt, allowing the Mirage to draw enemy fire and potentially protect vulnerable Operators from certain death. While the Mirage is not counted towards the Unit Limit, it loses 3% of its maximum HP every second and Nightingale only have two Mirages available for deployment, which can only be replenished by redeploying her (retreating the Mirages will not replenish their deployment limit), so it must be used wisely.\nNightingale's RIN-X Operator Module, \"Closed Hope\", extends her healing range by adding a 1-tile extension up front in addition to increasing her ATK and RES; once upgraded, White Fiend's Protection also slightly increases the healing received by affected friendlies. Closed Hope can be useful to extend Nightingale's reach and improving her healing efficiency and resistance to Arts damage by a bit. Due to the latter's marginal buff, upgrading Closed Hope is not necessary.\nNightingale's base skill, Inspiration (Lady of the Lamp at Elite 2), increases the morale recovery rate of Operators resting in a Dormitory (including Nightingale herself) by 0.1 (0.2 for Lady of the Lamp) when she is assigned to one.\nOverall, despite her specialty on Arts damage protection which makes her not as versatile as other Multi-target Medics, Nightingale is one of the few Operators with such capabilities, and thus she will be very valuable in operations featuring hordes of enemies capable of dealing Arts damage.",
  "pros": [
    "Heals up to three targets within range simultaneously",
    "White Fiend's Protection increases the RES of Operators within range",
    "Arts Shield provides a short-lasting Barrier to the healed targets that absorbs Arts damage and buffs RES",
    "Sanctuary significantly extends Nightingale's range and greatly protects her and friendlies from Arts attacks",
    "Fleeting Phantom's Mirage can be used to draw enemy fire and are surprisingly durable"
  ],
  "cons": [
    "Not as efficient in healing as other Multi-target Medics",
    "Fleeting Phantom's Mirage has similar limitations to other summons, restricting its usage"
  ],
  "url": "https://arknights.fandom.com/wiki/Nightingale/Overview"
}