{
  "Profile": "Her real given name is Lisa, her surname hidden at the request of her guardian. Miss Suzuran may be young, but she has inherited a profound talent for Originium Arts from her lineage. She is also under the guidance of Dr. Kal'tsit while receiving treatment at Rhodes Island. After Miss Suzuran decided to apply to Rhodes Island, she was approved to participate in some low-difficulty tasks under the supervision of other operators.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of her internal organs to be indistinct due to abnormal shadows. Originium granules have been detected in her circulatory system, confirming her to be infected with Oripathy. [Cell-Originium Assimilation] 8%Clear traces of Originium crystals are visible on the left arm and shoulder. The likely route of infection was through a wound inflicted by another person. [Blood Originium-Crystal Density] 0.18u/LOperator Suzuran's infection is currently under control. However, because Suzuran is still growing, we hope that the infection will not affect her development. Miss Suzuran comes from a unique lineage. One can tell from her tail that she is different from most Vulpos. Furthermore, Miss Suzuran's current condition is more stable than expected. In addition to regular treatment, we should also consider how to treat this child so that she may receive a proper education and mature into an outstanding... Why are you looking at me like that? Th-this has nothing to do with my personal feelings; I simply have an obligation to Suzuran and her guardian! That's right! It's an obligation! Look, this is the essence of humanitarianism in action! –Unnamed Operator from the Medical Department",
  "Archive_File_1": "Lisa is a wonderful and well-behaved child!Ahem... I mean, after taking care of so many strong-willed people, it's rare to meet such a well-mannered and sensible child. Of course this is my personal belief. Despite the unfortunate fact that Lisa was infected at such a young age, she still has such a strong and pure aspect to her that I can't even begin to comprehend what her parents went through to shield her from that kind of environment. However, because of that, Lisa lacks some basic knowledge regarding the Infected. Perhaps we should seriously consider educating Lisa about these subjects, which may leave her feeling confused and sad. However, it would also avoid the inevitable pain and trauma that will come with her status as an Infected, at some point in the future.Even if we exaggerate a little bit. If Rhodes Island is unable to even guide these Infected children down the correct paths so that they can understand their destiny and choose the life that is right for them, can we really seek to break the status quo of the Infected simply through medical treatment?Of course, Lisa may also show us the bright future that lies ahead. That is the reason I'm so fond of her. No, it's not just because she leaned against my shoulder to take a nap during Dr. Warfarin's lecture.",
  "Archive_File_2": "Lisa was protected well, but because of this, there are too many things she hasn't yet seen. She doesn't know about how the Infected living outside of this land fight for their survival, or about the suffering of Infected children near her age. Note that while her parents tried to protect her, they weren't trying to dote on her or spoil her; otherwise, they never would have entrusted her to Rhodes Island.Should we provide Lisa with normal living conditions? Or should we teach her the means to rebel? Ultimately, we should give her the ability to make that choice. But before that, we must first teach her to recognize the world around her.We hope that our operators can enjoy a bit of the warmth of acting as a \"parent,\" but at the same time, also understand the immense responsibilities that comes with that role.Nevertheless, when the day Lisa departs from Rhodes Island comes, we all hope that she is well-equipped to face this blemished, but still worthwhile world.",
  "Archive_File_3": "Miss Suzuran's mother is from Siracusa, and is a member of one of the core families there. Suzuran's father is a kannushi, or priest, who built a small name for himself in a certain city-state in Higashi. In light of recent situations and the vast distance between Higashi and Siracusa, it is hard to imagine how Suzuran's parents met, fell in love, and then had their daughter, Lisa. Suzuran inherited her mother's hair color and facial features, but she also inherited the sacred bloodline of her father,[1] seen through her nine tails. At one point, this trait made Suzuran recognized as heir to her father's priesthood status, but her father did not intend to allow his daughter to be shackled to the family's endless shrine duties. While he firmly believed that what he did brought succor to the people, he clung onto selfish hopes that his daughter could have a broader, freer future. As such, Suzuran was secretly taken to Siracusa by her mother, but the peaceful times did not last long. Her mother's family was involved in a bout of civil unrest against the ■■■■ family. During this uprising, Suzuran, who was recognized as her mother's weak point, was injured during a certain plot when a shard of originium hidden within a stuffed doll cleanly pierced her left arm. One can imagine how remorseful Suzuran's mother felt as a result of this incident; after entrusting Suzuran to Rhodes Island, her mother personally led an assassination attempt against the assailant's family, and has not been heard from again since.As for how we learned about these inside stories that are rarely known even inside the city-states of Siracusa... we must keep Lisa a secret.",
  "Archive_File_4": "[After pushing away a large number of personnel eager to write the file for \"Good Girl Lisa,\" the author carefully recorded Suzuran's performance in Rhodes Island in the most objective way possible.]Suzuran wakes up at 7 o'clock every morning makes her bed brushes her teeth reads for 10 minutes from a poetry anthology and then heads to the medical department to learn how to use her Originium Arts to actively help other Infected children around her age to manage their emotions and she always treats every member of the medical staff with kindness and every day at noon she will nap for an hour and after waking up she will drink a cup of hot chocolate with creme and if an operator ever gives her gifts she will always refuse politely with a gracious bow and if she ever meets a stranger she will simply bow her head while standing behind an operator and keep walking forward and during the afternoons after she attends one of Warfarin's lectures or sits in on a meeting, she will always stay behind to clean the room and turn off the lights and at night she basically always stays in her room and if she is tired of reading she will ask if she can help the logistics operators with some chores and of course even a little bit of praise will make her blush She goes to sleep before 10 PM every evening and occasionally plays with Popukar and Shamare so please remember that Miss Suzuran is our light– [The next HR personnel to check this document should add in punctuation marks, and attempt to make as objective an observation as possible. \"Objective.\" \"Observation.\"]Miss Suzuran is what keeps us going.[Please ask the next HR personnel to avoid making exaggerated claims when checking this document. I understand that taking care of a well-mannered Infected child can be quite therapeutic, but work is work, so please refrain from being excessively simple-minded.]Don't let Lisa meet Lappland.[Please ask the next HR personnel to explain the rationale behind otherwise unsubstantiated claims when checking this document. This intimidating statement is not to be used as reference.][Addendum: After checking, the above statements did not originate from the HR Department. Please keep an eye on where these files are placed and maintain confidentiality at all times.]",
  "Promotion_Record": "Lisa's parents, a couple who couldn't be more different, did everything in their power to protect their daughter.To be honest, they are incredibly brave. Her father cannot be considered a political heavyweight, and her mother is but one of her clan's underlings. Yet despite that, they were able to smuggle a nine-tailed Vulpo out of the isolated Higashi, even though she was identified to be a successor. In Siracusa, they managed to maintain a good education for her within the chaotic and predatory environment of Siracusa.What makes them so strong?Lisa has received only basic courses on Originium Arts in Rhodes Island, but considering her age, even these courses are far beyond the norm. Lisa would often burn the edges of her dress because of her poor control over her Originium Arts, trying to put up a smile in front of concerned operators. After all, not everything can be explained away by \"naivete.\" The success and progress she achieved was not due to either her \"pedigree\" or her \"innate talent.\" She may still be a child, but as with Amiya, do not overlook her inner fortitude. Lisa has been working hard silently, and has also been growing silently. That is a power that she has always possessed, without us needing to tell her about our ideals, the times, or the grand propositions for Terra. She does not need us to underestimate her, let alone coddle her. Let Lisa see both the beauty and cruelty of this land, and I dare say that every person who claims to want to protect Lisa will be protected by this strong child in the end."
}