{
  "name": "Horn",
  "trivia_items": [
    {
      "text": "Her codename actually refers to the musical instrument, not the animal part."
    },
    {
      "text": "Horn is likely inspired by the English epic hero of Beowulf, specifically the 2007 movie in which the hero is given a golden horn by the king as a commemoration."
    },
    {
      "text": "Her surname, Skamandros, is likely based on the eponymous Greek god of river or Newt Scamander from J. K. Rowling's Fantastic Beasts series who was the founder of the Werewolf Register, the latter of which linking Horn's identity as a Lupo."
    },
    {
      "text": "Horn is one of the few characters in Arknights who wears revealing clothes (not including outfits), though this is only in her Elite 2 artwork."
    },
    {
      "text": "Horn's English dialogues are spoken in Received Pronounciation, which fits her Victorian origin."
    },
    {
      "text": "In her initial release on Global servers, Horn's File erroneously lists her race as a Feline instead of Lupo. This is rectified in the Lingering Echoes update."
    },
    {
      "text": "Horn is currently the only operator whose ammunition mechanic, upon cancelling, causes her to fire all of her remaining bullets, for Tempest Command."
    },
    {
      "text": "Horn's outfit, To Effloresce Whitely, contains several references:",
      "sub_items": [
        "The first one is the animation where she appears from a body of water wielding a sword. This is a reference of the Lady of the Lake in the Arthurian legend in which she gave King Arthur the sword, the Excalibur which is detailed in the outfit text.\nInterestingly, there are parallels with this and the story. Horn is assisting Siege (who herself is inspired by King Arthur) to secure the Victorian throne in the name of the White Wolf Count, the faithful house to the Aslan Kings.",
        "Interestingly, there are parallels with this and the story. Horn is assisting Siege (who herself is inspired by King Arthur) to secure the Victorian throne in the name of the White Wolf Count, the faithful house to the Aslan Kings.",
        "The second is the animation where the sword turns from iron-colored to gold-colored. This is a reference of the fairy tale The Honest Woodcutter.",
        "Her skills' explosion visual effect is in the form of white lily flowers (Lilium candidum). The said flower has the meaning of purity or rebirth."
      ]
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Horn/Trivia"
}