{
  "Profile": "Shining is a Sarkaz medic, a former member of the Sarkaz medic group \"Confessor\" and current member of the infected assistance group \"Followers\". She is an authority in fields such as Originium Arts, field medicine, medical theories, and clinical medicine. She is now a Medic Operator at Rhodes Island, contributing her knowledge on Originium Arts theories and providing medical support for many an operation.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this Operator is believed to be non-infected. [Cell-Originium Assimilation] 0% Operator Shining shows no signs of Oripathy. [Blood Originium-Crystal Density] 0.1u/L Shining frequently visits areas with high rates of Oripathy, but so far seems unaffected.",
  "Archive_File_1": "Operator Shining has great expertise in medical Originium. She has offered numerous theories to the Rhodes Island medical department that advanced knowledge regarding Originium. According to Shining, she pioneered the field with her colleagues to alleviate the pain of the Infected. Her empathy and dedication has earned her the admiration of many of her fellow Operators. Further observations suggest she could possibly offer even more with her Originium Arts... As battle reports indicated, Shining not just could heal hurt Operators, but also \"protect\" them from combat damage with Originium Arts. Any specific conclusions must await further research by Caster Operators.",
  "Archive_File_2": "It is said that Operator Shining would demonstrate certain unique Originium Arts in private gatherings. It was described as a warm glow moving slowly in a dark room before gradually expanding, then even dancing on the wall and changing color. The performance seemed to captivate the children at Rhodes Island. Compared to the radiant light emitted by Nearl and other Operators, Shining's glow appeared more solid and tangible. As for the nature of the aura, why she left her own kind, what has she been through emotionally, what is the Sarkaz's role in various political bodies and similar questions, Shining always declined to answer.",
  "Archive_File_3": "[Debriefing Sec-J12] Let me tell you... Shining's healing expertise in no way means she's your typical frail medical genius. True, no one saw her in actual combat. Yes, she seemed warm and gentle like sunset, and even a bit lonely... Very much unlike a warrior, right? You must all feel she's incredible only in resolve and medical skills? Perhaps that she possessed Originium Arts of a different kind? That must be what you're thinking, since that's what you've ever seen her do. But I must you, she is the mightiest swordfighter I've ever seen. I know, I know, several commandos and rather reckless people are great swordfighters. However, I'm telling you, Shining doesn't take a backseat to any of them. No way. I was foolish to assume what she has in her hand all the time is a normal Arts staff... I don't know why she doesn't use a sword. Her expression was... loathing? As if blades disgusted her, or maybe she was disgusted to wield a blade... I'm not sure. Anyway, she has been hiding her sword skills from Rhodes Island. Proof? I'm still alive and here for the debriefing, isn't that proof enough? Why would I lie? Let's put it this way, sunset wasn't just a metaphor. I suspect she could turn bright daylight into night in an instant. Yeah, that's a hyperbole, but you don't get that how I feel right now! At the time, I was severely wounded, just barely able to lift my head. I saw her interposing herself in front of a platoon of heavily armed enemies. ......To save the rest of us who were felled by the ambush. Just her alone. I'm thinking this isn't the first time it has happened. Honestly, it happened in a flash, like her name. ——A surviving Operator of a classified mission. Such a story... You should treat it as hallucinatory side effect of my healing Arts. ——Shining's response to the log.",
  "Archive_File_4": "The \"Confessor\" is a secret Sarkaz organization. Even I don't have much intel on them. It's impossible for Shining to be a mundane Sarkaz traveling healer, judging by her reaction upon meeting Amiya for the first time: subtle, but conspicuous, when it's common knowledge among humans. So, on which side does she stand? The Redeemers are not a simple Sarkaz outfit like she made it out to be. If another so-called Redeemer crisis should arise, is she tight enough with us for her to merely stand by, or even fight alongside us? Her past must be as enigmatic as her emotions. It's impossible to try to figure her out solely based upon her behavior. Maybe we could learn her true thoughts if someone like the Doctor can get her to lower her guard. Anyone who could understand her, I'm sure, would never divulge any of her secrets to any agency. ——Kal'tsit",
  "Promotion_Record": "Miss Shining's statement in her debate with Dr. Kal'tsit in the medical department is allegedly something that many Medic Operators have taken to heart. \"Few things are more important to Rhodes Island than the dedication and reliability of its Operators. Likewise, few things are more important to medics than patients who value their own lives.\" It very well reflected the wish of many medical staff that their patients recognize just how precious life is while undergo treatment. Miss Shining not only wants to save those fighting to live, but to also protect them. To her, healing and protection are perhaps one and the same."
}