{
  "name": "Rosmontis' trivia",
  "trivia_items": [
    {
      "text": "She is named after the rosemary shrub, which symbolically represents remembrance. This is fitting for Rosmontis as she is trying to remember her past. Her banner's name, \"Forget Me Not\", is also a reference to this fact."
    },
    {
      "text": "As a Feline, she has the traits of a common household cat and sometimes ends her sentences with a meow when at ease. Furthermore, a mackerel tabby cat can be seen in her Elite 2 artwork."
    },
    {
      "text": "Rosmontis, along with Shirayuki, are one of the few Snipers in Arknights who does not wield a firearm (or any pseudo-firearm-esque weapons that launch projectiles) or a (cross)bow as their main weapon. In her case, she uses her Arts to telekinetically bombard enemies with her Tactical Equipment."
    },
    {
      "text": "In her Become Anew outfit, when Rosmontis uses Nociceptor Inhibition, its AoE shows a flipped clock with the Roman numeral 8 (VIII) missing, hinting her age when she first underwent experimentation. The said numeral is also absent in this outfit's dynamic artwork."
    },
    {
      "text": "Up until the introduction of Greyy the Lightningbearer, Rosmontis has the distinction of having the longest period of time of being the sole member of her subclass (in her case, the Flinger Sniper) ever since the release of Arknights, for a total of over 20 months in CN server. The former who held this title are Blast Casters with Ifrit, until the release of Corroserum."
    },
    {
      "text": "Rosmontis has been a subject of several jokes in the Arknights community for the following reasons:",
      "sub_items": [
        "Her inability to target aerial enemies like typical Snipers do makes others to joke that she is more of a melee Operator with ranged attack.",
        "Sunaookami Shiroko from Blue Archive has a similar appearance with Rosmontis. Both even share the same voice actress and soft-spoken nature.",
        "She was formerly one of the oldest 6★ Operator without any outfit, a distinction previously held by Eyjafjalla and later Rosa, both of whom eventually got outfits. This eventually came to an end due to the release of her Become Anew outfit during Il Siracusano."
      ]
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Rosmontis/Trivia"
}