{
  "Profile": "Weedy, a bioengineering expert who was born into a family of Iberian scientists, is a researcher who has been with Rhodes Island since its establishment. After a long period of testing and adjustment, she has finally completed a customized weapon for herself. She has chosen to become an operator of her own free will, providing long-ranged support to other operators on the battlefield.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0% Operator Weedy has no signs of Originium infections. [Blood Originium-Crystal Density] 0.12u/L Operator Weedy utilizes comprehensive protection when coming in contact with Originium. If Weedy can still get infected despite all these protective measures, then life on Terra can no longer persist. —Gavial",
  "Archive_File_1": "Weedy is a scientist and a bit of a neat-freak. Under normal circumstances, she is never seen in public. When interacting with others, if she notices anything untidy about her interlocutor's appearance, she will courteously but bluntly point it out with the expectation that it will be fixed immediately. Otherwise, the conversation will come to an abrupt end. For this reason, Miss Closure, Weedy's immediate supervisor and renowned slob, has difficulty lifting her head when talking to Weedy – a rare sight to behold indeed.",
  "Archive_File_2": "Bioengineering is a discipline that has emerged only recently. Scientists have found that by combining biological theory with the experience of engineering, they are in a better position to solve various problems encountered in the fields of biology and medicine. This new discipline quickly became closely linked to the practice of medicine. Especially for a company like Rhodes Island that seeks to develop drugs to inhibit and treat Oripathy, a bioengineering laboratory can be said to be a necessity. However, even if Rhodes Island offers a favorable salary compared to the rest of the industry, it is well-known as a pharmaceutical company that specializes in Originium research and Oripathy treatment. Naturally, these are subjects that would discourage most people. But even setting this point aside, the fact that Rhodes Island needs to be mobile, and the existence of tech companies such as Rhine Lab that can provide a better baseline, has caused Rhodes Island to be at a disadvantage when competing for talent. Furthermore, Rhodes Island is not purely a pharmaceutical company, and many prospective employees decide to leave after learning about Rhodes Island's true purpose. All in all, despite the considerable successes of Closure's Engineering Department in attracting a vast amount of talent, Rhodes Island's recruiting efforts are far from enough to meet the scope of the challenges. Closure can often be heard complaining about these difficulties, but she knows that there is little that can be done to improve the situation. Despite these conditions, there is, according to Closure, one department that she never has to worry about, and that is the Bioengineering Department led by Weedy.",
  "Archive_File_3": "While people have joined Rhodes Island from the various corners of Terra, a bioengineer from Iberia is a strange sight indeed. First, as everyone knows, Iberia has been blocked off from the rest of the world. Second, though completely unsubstantiated, is the idea that Iberia is some backwards and xenophobic place. In fact, the inverse is true. Setting aside the complicated relationship between Laterano and Ægir, Iberia is a land full of flair and friendly to scientific research, although this friendship is conditional. A tacit understanding exists within the scientific community that one is free to conduct whatever research they choose within certain fields; and undeniably, Iberia has made substantial achievements in these fields. However, some fields of research are completely forbidden; or perhaps more accurately, in Iberia, those fields of research do not exist. To do justice to the modern history behind this situation would require an entire encyclopedia's worth of writing, so I will omit that here. However, bioengineering does exist in Iberia, or Weedy would not have been able to become an expert in the field at such a young age. Naturally, this was a result of her continuing her family's research. Admittedly, the above description makes it sound as if Weedy is seeking asylum in Rhodes Island to escape persecution, but this is actually a necessary background explanation based upon existing intelligence. Weedy joined Rhodes Island simply because she no longer wanted to stay in Iberia, and wished to see more of the world. According to her own account, there were virtually no barriers to her leaving, but she was also told that it would be significantly more difficult to return to Iberia – to which she had no particular sentiments. She received an offer from Rhodes Island shortly before receiving an offer from Rhine Lab. Weedy is not shy about mentioning her belief that Rhine Lab is better suited to her work than Rhodes Island is, but whenever this topic is brought up, she will tack on the phrase, \"but I think Rhodes Island is pretty good too.\" Of course it is. Otherwise, she wouldn't have chosen to set foot upon the battlefield either.",
  "Archive_File_4": "Scientists who devote themselves to the study of Originium, particularly those who specialize in treating Oripathy, often find themselves at odds with other researchers because they cannot understand how their colleagues can share the same scientific spirit and yet also harbor a deep rejection of infected peoples. In the past, experimenting upon infected persons was not considered immoral. Even now, there are no shortage of scientists who specialize in studying the Infected, but with the intention of proving through various means that they are of inferior birth or even deserving of death. Even in Rhodes Island, there are a number of researchers who only recently overcame their fear of the Infected, and still have not reached a point where they can address those individuals with kindness. If this is true even among scientists who are supposed to represent the bleeding edge of knowledge, what are we to think about the beliefs of ordinary people? Sometimes, reality can be crushingly disappointing. However, there are also people like Weedy. Her abilities would have allowed her to find a better work environment, but she chose to stay with Rhodes Island. Her only demand towards people she is communicating with is that they remain tidy, and she does not care if they are infected or not. She is not particularly talkative, but she does attempt to use her technological expertise to help people within her means, such as making small gadgets or toys for them. Even her reason for joining the battlefield is as simple as it is moving: \"Is there anything I can do for them?\"",
  "Promotion_Record": "Weedy's physical qualities are somewhat at odds with our impressions of the Ægirians. In fact, after she successfully passed the other exams, she spent an entire three months before she was able to pass the physical component. Other than her physical strength and endurance, her condition is completely normal, her regimented routine with extra attention to hygiene bears mention. She is arguably even healthier than most of her fellow operators. Therefore, instead of worrying about her, you should perhaps strive to become more like her, from this day forward."
}