{
  "name": "Weedy",
  "overview": "Weedy is an Iberian Aegir hydrodynamics engineer/researcher from a family of scientists who joined Rhodes Island as one of its first members partly to escape the persecution that befells her race since the Profound Silence, especially after her mentor Abuelo (who himself is the protégé of Weedy's grandfather) lost his research materials from being confiscated by the Inquisition, forcing him to suspend his studies, and to see more of Terra with her eyes.\nDuring her times in R.I., Weedy provides her knowledge in hydrodynamics as the leader of R.I.'s Bioengineering Department. However, she is known to suffer from mysophobia that makes very cautious about her hygiene and unwilling to do field work. To overcome this, Weedy later invented an autonomous drone dubbed \"Leaf the Bionic Seadragon\" to aid her in her tasks and a portable \"cannon\" firing blasts of pressurized, compressed water partially based from Abuelo's research to provide combat support.",
  "gameplay": "Weedy is a 6★ Push Stroker Specialist who specializes in Shift, DPS, and Crowd-Control. Unlike other Operators, Weedy can be deployed on both melee and ranged tiles, and being a Push Stroker Specialist, her attacks hit multiple enemies equal to her block count (despite the in-game text, Weedy does not need to block the enemies for her attacks to hit them; the enemies just need to be within her attack range).\nWeedy's skills act as core to her playstyle, though hers takes the pushing capability to a whole new level and makes her the ultimate Push Specialist:\nThe first skill, Barrel Burst, makes Weedy's attack do more damage and pushes the enemy away with a force of 0 that is strengthened in each upgrade (1 at Level 4, 2 at Mastery 3) when fully charged. Barrel Burst's straightforwardness and ease of use, however, is mostly overshadowed by Weedy's other two skills.\nThe second skill, Hydraulics Mode, once fully charged, permanently turns all of Weedy's attacks into AoE ones which push the victims away with a force of -1 that is strengthened in each upgrade (0 at Level 4, 1 at Mastery 3), buffs her ATK, and extends her attack range to 1 (2 at Mastery 2) tiles ahead of her, but also increases her attack interval. Although it takes a while to kick in, lowers Weedy's DPS, and does not push back enemies as strong as the other two skills, Hydraulics Mode's permanent duration, AoE attacks, and extended range can be useful if Weedy is to be used to stall groups of enemies and allows her to hold a lane on her own most of the time.\nThe third skill, Liquid Nitrogen Cannon, have Weedy fire a blast of compressed LN2 that does heavy Arts damage to enemies in a distance of up to four tiles ahead of her and pushes them away with a force of 1 that is strengthened in each upgrade (2 at Level 7, 3 at Mastery 3), and causes the victims to take Pure damage based on the distance they moved for a short time afterwards. If the enemies are pushed far enough by Liquid Nitrogen Cannon, they could be quickly defeated (or at least, left with minimal HP) if not plummeting into holes, not to mention that the Pure damage means Liquid Nitrogen Cannon is completely unaffected by the enemies' defenses. Furthermore, in the event Weedy uses Liquid Nitrogen Cannon while she has the Water Cannon (see below) deployed in the adjacent tiles to her, it will fire another instance of Liquid Nitrogen Cannon, potentially doubling its effectiveness if a single enemy is struck by both Liquid Nitrogen Cannons.\nWeedy's first talent, Industrial Water Cannon, allows her to deploy the namesake on any open melee or ranged tile, which can attack enemies in a range of up to three tiles ahead of it and push them away with a force of 0, but only lasts for a limited time before self-destructing, though the Water Cannon is not counted towards the Unit Limit and can be redeployed after 35 seconds, allowing Weedy to provide shift support in multiple places or enhancing her already strong shift capability. Her second talent, Upgraded Water Cannon, amps up Weedy's shift capability to eleven by increasing the force level of the Water Cannon's attacks and Liquid Nitrogen Cannon by one level. As the result, the Water Cannon's attack now push the enemies away with a force of 1, and with the Liquid Nitrogen Cannon at Mastery 3, the Water Cannon's own Liquid Nitrogen Cannon now pushes the victims away with a force of 4 – enough to even send heavy enemies flying several tiles away and noticeably knocking back most bosses! Furthermore, with Upgraded Water Cannon, Weedy will receive 1 SP every 3 seconds when the Water Cannon is deployed in the adjacent tiles to her.\nWeedy's PUS-X Operator Module, Custom Bionic Seadragon, refunds half of her DP cost when she is deployed on ranged tiles, in addition to increasing her maximum HP and ATK; once upgraded, Upgraded Water Cannon's SP generation interval is reduced and it also buffs Weedy's ATK.\nWeedy's base skill, Automation β (Bionic Seadragon at Elite 2), increases Factories' productivity by 10% (15% for Bionic Seadragon) for every Power Plant built (i.e. having three Power Plants increase productivity by 30% for Automation β or 45% for Bionic Seadragon) when she is assigned to one, at the cost of reducing the productivity bonus of other Operators assigned to the Factory to 0 except for those with the Automation base skills as well.\nAs with other Push Stroker Specialists, Weedy is more of a situational rather than a core Operator; she typically only saw usage in operations where environmental kills by pushing enemies into their oblivion are possible. However, Weedy is far more useful and can at times act as an actual core Operator since she can reliably stall enemies by pushing them away with her skills, not to mention that she can inflict more damage against them.\nAs a side note, Weedy now joins the other shift Specialists in the infamous \"Crownslayer Bully\" squad, though she takes these bully tactics above and beyond through her more powerful shift skills.",
  "pros": [
    "Can be deployed on both melee and ranged tiles",
    "Attacks hit multiple enemies equal to block count",
    "All three skills push enemies away from Weedy, which can be used to stall enemies or score environmental kills",
    "Hydraulics Mode is useful for a more consistent pushing",
    "The Water Cannon deployed through Industrial Water Cannon can push enemies in each of its attacks, though not as strong as the other skills, and can fire another instance of Liquid Nitrogen Cannon when it is deployed adjacent to Weedy",
    "Liquid Nitrogen Cannon deals Arts damage, has a very long range, and greater force (3 at Mastery 3), as well as inflicting distance-based Pure damage to the victims",
    "Upgraded Water Cannon increases the Water Cannon's force level; with Liquid Nitrogen Cannon at Mastery 3, the Water Cannon's Liquid Nitrogen Cannon has a force of 4 – the highest known force level",
    "Upgraded Water Cannon periodically gives Weedy additional SP if the Water Cannon is adjacent to her"
  ],
  "cons": [
    "Highest DP cost of all Push Stroker Specialists",
    "Hydraulics Mode increases attack interval and has the least force level of Weedy's skills",
    "The Water Cannon self-destructs after a limited time, though it can be redeployed over and over again",
    "Like most shift sources, Weedy's skills are dependent on investment into Mastery training for maximum effectiveness – notably Hydraulics Mode and/or Liquid Nitrogen Cannon need to be improved to Mastery 3 for full effectiveness"
  ],
  "url": "https://arknights.fandom.com/wiki/Weedy/Overview"
}