{
  "name": "Młynar",
  "trivia_items": [
    {
      "text": "His name derives from młynarz which means \"miller\" in Polish."
    },
    {
      "text": "A golden centaur is present behind Młynar in his Elite 2 artwork."
    },
    {
      "text": "A portrait of Mlynar can be seen in the background of Nearl the Radiant Knight's Relight outfit behind her right side."
    },
    {
      "text": "Młynar is the second Arknights character whose name uses diacritics after Lin Yühsia and the second Operator with this distinction after Pozëmka."
    },
    {
      "text": "Młynar reads a newspaper when his skill is inactive, which is a reference to the scene in NL-ST-2. Once the ATK buff from his trait reaches +100%, Młynar takes a glance at his communication terminal.",
      "sub_items": [
        "A cut newspaper is also shown in the icon of his first skill Unvoiced Anger.",
        "As a matter of fact,  Młynar sitting on a bench and reading newspaper menacingly while waiting for Roy has been a joke in the Arknights community, and it is recognized as an official joke through the four-panel comic.",
        "He is also jokingly compared with the Newspaper Zombies in Plants vs. Zombies, who will become stronger when their newspaper is destroyed."
      ]
    },
    {
      "text": "Młynar is the first male Operator who is capable of dealing True damage. He is also the first Operator who can taunt enemies with talent instead of skill."
    },
    {
      "text": "Młynar is one of the Armorless Union's representatives in Near Light's Your Desk missions, even though he is opposing them in the story. He shares this distinction with Toland Cash."
    },
    {
      "text": "Młynar has been called uncle by Arknights players across all servers. This is because he is the uncle of the Nearl sisters with Whislash being called the aunt."
    },
    {
      "text": "Młynar is identical to SilverAsh in the following facts:",
      "sub_items": [
        "Both are the current heads of their families, which have some members that are either murdered or missing due to their political involvement.",
        "Both are Guards, and their third skills ( Unbrilliant Glory and  Truesilver Slash) have similar attack ranges and functions. As such, in the CN community, Młynar's third skill is sometimes nicknamed \"True Golden Slash.\" This is also the same with SilverAsh's skill as \"True Manliness Slash\" and Mostima's  Key of Chronology as \"True Woman Slash.\"",
        "The EN community called the composition of Młynar, SilverAsh, Tequila and Mostima \"Schwing Squad\" named after SilverAsh's True Silverslash's skill sound effect."
      ]
    },
    {
      "text": "Młynar has been jokingly compared with two figures in other franchises: Margit, the Fell Omen/Morgott, the Omen King in Elden Ring and Kanna Ogata in Blue Archive:",
      "sub_items": [
        "He is similar with Margit/Morgott in which both uses light-based abilities in combat, shares the same English voice actor (Anthony Howell), and their name starts with an M. This joke is popular in the EN community and resulted in memes based on Margit's dialogues in the boss fight where Młynar looks down on the players as if they are a Tarnished (the Elden Ring player character).",
        "His comparison with Kanna is based on their similarities as shachiku (\"corporate slave\"), their stern nature, and their physical appearances such as golden hair and a pair of horse ears, although the latter's is more related to that of a dog. This joke is widely used among the JP community with various fanarts altering Młynar in the poster of An Obscure Wanderer."
      ]
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Młynar/Trivia"
}