{
  "Profile": "Ling, resident poet of Shangshu, tied to the Sui Regulator and other governmental organs of Yan. Came into contact with Rhodes Island during the Shangshu incident. Now remaining as a visitor aboard the landship, following thorough audits.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Ling shows no signs of Originium infection.[Blood Originium-Crystal Density] 0.00u/L Miss Ling agreed to be medically tested, which we didn't anticipate. We thought she'd dodge us as hard as Nian did. She did show a sort of... laissez-faire attitude during the tests, though, so the results were all over the map. Not rigorous at all... but Miss Closure says not to mind it, so we suppose we won't. \"It's probably all the wine she drank,\" was her explanation.–Medic Operator Hibiscus",
  "Archive_File_1": "Hoshiguma offers us this assessment: \"This girl's an old hand! And she's got good boozing habits!\"Presumably, these \"good habits\" refer to Ling never forcing outsiders to keep her company: she proffers a cup with a smile when people choose to sit with her, and otherwise spends the day pouring her own wine when alone. Nor does any harm ever come of her fits of drunkenness; her sole offense once inebriated is improvising songs at the top of her voice. Compounded by her writing the lyrics on the walls with her tail, the inkwork unrestrained, this resembles some sort of performance art. However, compared to others who shoot giant impromptu SFX-laden movies, or who throw operators into paintings at the slightest offense, Ling is far from registering on the scale. As such, Closure hasn't placed any special restrictions on her.That said, other operators show considerable interest in the songs Ling writes, copying down and collating the lyrics. Her phrases overflow with archaic flavor, her sense of meter is classical and complex, and her forms are most tastefully chosen. Her couplets may finely mesh, but the meaning bounds about without order. Her sentences vary vastly in scope, narrating at great, torrential lengths... It's reportedly a classical literary form in Yan unifying \"poetry,\" \"speech\" and \"essay,\" and having gone through several centuries of development, is now of notable artistry. Of course, the unfamiliar ancient toponymy of Yan and certain fearful accounts within her verses, blending fact and fiction, no doubt deserve further research. However, everyone has clearly underestimated what it will take to comprehend them, and achieving an understanding of said interpretation and patterning in a short span of time is far from practical. HR has received many forms to the effect of \"We hope Ling will stay aboard the landship a while longer.\"",
  "Archive_File_2": "As reported by other operators, Nian's settled down a lot since Ling came to Rhodes Island. She's stopped roping people into playing mahjong or shooting movies, instead having mysteriously begun some \"side gig\" of her own; she takes a lot more trips to the field than before, too. As for Dusk, Nian not hassling her has left her more content with staying inside her own paintings. Operator Hibiscus, a veteran at negotiations between sisters, attributed the whole phenomenon to \"the law of the eldest,\" and specifically went to consult Ling about it.\"They simply find me vexing, and no more.\"\"It's not nagging, necessarily, that does it. Perhaps they feel obligated to straighten their shoulders at the sight of me... just as a student recalls the next day's examination at the sight of their teacher.\"\"You would call this law? Yea, very well. Young children prove themselves to be knowing in the end; we must exercise patience.\"[Classified Log]\"Our\" seniority was born from the roar of chaos. Whoever first broke free of that muddle, and who answered the mortal realm that first question, came first in our family. Of course... this was only ascertained after the fact.What question? Hm... when summarized in modern language, it is a question that can be no simpler...\"Who am I.\"Heh. Truly a clumsy, immature question! But to seek that question took us an age, and to seek its answer an age more. So seas raced and ice broke, waters in time turned to fields. What a grand and farcical dream!How did we find this question? This great land did not yet bloom as it now does; all the world was a sealed kettle, yet we felt only torment, knowing not our bodies even lay within. We could not help but vie with each other... The senseless slaughter continued past all remembrance. Some fled, some slumbered, and the ones left sorrowfully awake, in the end became perplexed... And how one found the answer was down to oneself. Painting art, playing chess, sowing seeds, forging swords, composing poetry. All each to their own, all found their own happiness, and within each one's joy was their answer.As to the present... We held together once the name of Sui. It is soon to awake, and Its own dream has run far longer than mine! Nian and Dusk have felt it, but Nian is too rash, Dusk's taboos too numerous, and all have their own ways about it and their own minds on it, yet we cannot help but gather in the end... What harm lies in returning to the kettle? Such are we siblings in the first place.Heh. Tell, how would I regale Miss Hibiscus of *those* negotiations? Well, \"Doctor\"",
  "Archive_File_3": "\"Unfettered.\"Ling has not shown the same kind of ability as me or Nian, and I can understand you're all very curious. Both she and Nian have met our eldest and second brothers plenty of times, but apart from those two, I'm afraid to say we're all pretty much clueless. Even out of us all, she's still the most elusive one.Right... unfettered. She likes that word. Unshackled, free. This is my own opinion, but people have broken that word's back with ideals... plenty of which aren't realistic, yet real is exactly what she makes them.Just what could stand in her way? What could twist her will, keep her from going forward?My paintings? She comes and goes however she pleases. Those things Nian forges–prisons? Restraints? They'd be nothing to her, she'd shake her tail and wander off just for a pot of wine.I think, probably, even the months and years couldn't hold her back. She dreams in millennia, and nobody knows what she's been doing in those dreams–nor who she's become.Obviously, dreams aren't real; no need to panic. But, if she does one day stop believing in the falsity of dreams, in any of the laws of this world having meaning, then not even I know what she might become. Before our reunion in Shangshu, the only impressions I still had of her were \"keeps out of business\" and \"no mind for worldly affairs.\" It seems the years she enlisted and held the border, in place of our eldest brother, changed her considerably, though...In short, stay somewhat wary. After all, that basket of blunders is up to no good now. It seems he's plotting something as great as the heavens, and Ling's one of the few who can deal with him... so whatever his next move is, I'm sorry, but Rhodes Island can't shake its responsibility in this.Don't ask me. If you want someone to blame, blame Nian, and blame Kal'tsit too for letting Nian run wild around Rhodes Island. Alright, fine, now get out. I've been agitated these past few days. I'm in no mood to paint.",
  "Archive_File_4": "[Classified Log]You need no further consult poets to analyze my past movements. Wheresoever your curiosity takes you, I see no harm in telling you. Of course, I have my own curiosity about Rhodes Island as well.......Yea, I have been many a place.First, it was Jiangnan. There, wine was incredibly sweet, wares were held precious, the grass was rich with nature's cries, winding streams hosted parties, and the sights and sensibilities were thoroughly entertaining. But over the years, the people went through their ages. Things were what they were, and it was still beautiful, but past bridges did water flow, as so did the departed, and I couldn't help but be frustrated in my loss. By happenstance, the brother eldest was teaching me to wield a sword, and I spoke of the yearnings in my heart, and hence he urged me to leave for Yumen.......Yumen. Often do I revisit that city in my dreams, mountains stretching far, spring breeze ever blowing. It stood flat before the great desert, as if a lone titan... Yan's elite forces laid in ambush in distant meadows, and the city's tower gate was strung with lanterns at night, a din filling the skies, the whole city become as bait. Already it is unclear to me the number of people lost, the number more of battles fought so bitterly. Mist laid long across the desert, a lone city to hear the drums of war. The soldiers, they with their roughened faces, accents of all their homes, gazes at whistle's sound to where their native lands laid on the eve of that deathly fray, all were swallowed. Who spake that generals willed to die–old bulwarks birth new willows year on year... At the time I left the sun of Jiangnan, I had toured Yan for centuries, and felt I saw clearly through the ways of the world. I have seen all great people before, yet this world still holds sights I have never before experienced, emotions never before felt firsthand. Could you claim to know that? That day I stood upon the gate of Yumen's wall, it was only then I realized this realm was so vast.......As for what transpired in Shangshu, you all are plenty aware... If you could bring me two more jugs of wine, now, come.",
  "Promotion_Record": "\"A beast sequesters lone. It sleeps with mount for bedIt takes its number third. Its spine flies steep and highIts breath blots day and night. Its roar mutes bell-tolls allThe deepest lacquer black. Its scales and nails so huedThe mount may fall to feet. Its form is still unseenWater as low as leech. Its voice is still unheardTo sense it is to glimpse what waits. Luck and woe manifold, light and dark in converseTo meet it wanders highest crests. There battles fade away, and poems come to formMan values talent great. Beast holds compassion feltFar will the rivers run, their bones all buried 'neath. I am unfettered hence.\"[note 1] The rubbing of this inscription is clear and defined, but a full deciphering is difficult with the knowledge we presently have. Accounts say the Sui Regulator of Yan has a complete interpretive document."
}