{
  "name": "Ling",
  "trivia_items": [
    {
      "text": "Her Chinese name means \"order\" or \"command\" (Hanzi: 令; Pinyin: lìng), referring to her role as a military strategist and Summoner. Alternatively, it may refer to 时令 (Pinyin: shílìng), meaning \"seasons\", or 酒令 (Pinyin: jiǔlìng), meaning \"drinking game\"."
    },
    {
      "text": "Ling is most likely based on the panlong in Chinese mythology."
    },
    {
      "text": "Also, Ling obviously alludes to two ancient Chinese poets, Li Bai of the Tang dynasty and Xin Qiji of the Southern Song dynasty.",
      "sub_items": [
        "Her alcoholic character alludes to Li Bai's title, the \"Wine Immortal\" (Hanzi: 酒仙). Chinese culture often associates poets and alcohol because of him.",
        "Ling is also a military strategist and is skilled in calligraphy, which alludes to Xin Qiji's role. Xin was both a poet, a calligrapher, and a military general.",
        "The names of Ling's skills, such as \"Sips of Wine\" (重进酒; lit. \"reapting toasts\") and \"To Remain Oneself\" (宁作吾; lit. \"be(ing) oneself\"), are quoted from Xin's poems.",
        "Her first base skill, \"Keep the Wine Flowing\", is quoted from Invitation to Wine by Li Bai, the same poem that gives the title for the eponymous event.",
        "Ling has been to the Jiangnan region of Yan and Yumen (Terra's analogue of Gansu or the Anxi Protectorate) prior to her settlement in Shangshu (Terra's analogue of Chongqing/Sichuan). Similarly, Li Bai was said to be born in Suyab of modern-day Kyrgyzstan, spent much of his childhood in the Bashu region, and frequently travelled around the Jiangnan region of China during his adulthood.\nThis also has a lesser application from Xin's life. Xin was born in the Jurchen Jin dynasty of the north, spent much of his adulthood in in the south after swearing his loyalty to the Song court, and attempted to lead his army to expel the Jurchens and recapture Zhongyuan and northern China as a whole.",
        "This also has a lesser application from Xin's life. Xin was born in the Jurchen Jin dynasty of the north, spent much of his adulthood in in the south after swearing his loyalty to the Song court, and attempted to lead his army to expel the Jurchens and recapture Zhongyuan and northern China as a whole."
      ]
    },
    {
      "text": "Ling also has quotes from other poems and classical passages as well:",
      "sub_items": [
        "In her CN server introduction on Arknights' Weibo and Bilibili accounts, there is a particular line (尽吸江海，满斟北斗) that is paraphrased from Song of Niannu: Passing Dongting Lake (Hanzi:《念奴娇·过洞庭》) by Zhang Xiaoxiang.",
        "Her Operator Module description pays homage to The Night Whistle of Shouxiang City (Hanzi:《夜上受降城闻笛》) by Li Yi.",
        "Her in-game sprite has five Chinese characters on the back of her robe written as \"志 (Pinyin: zhì, lit. 'ambition' ),\" \"言 (Pinyin: yán, lit. 'word'), \"嗟 (Pinyin: jiē; lit. 'exclamation'),\" \"咏, (Pinyin: yǒng; lit. 'song of praises'),\" and \"舞 (Pinyin: wǔ; lit. 'dance').\" These are based on the Mao Commentary from the Western Han dynasty.",
        "The name of her second base skill, \"Vast Mountains and Rivers,\" is likely derived from a modern poem written by Xi Murong."
      ]
    },
    {
      "text": "Ling's skill in poetry represents Chinese poetry, and her characteristics represent the Zhongyuan culture.",
      "sub_items": [
        "Her dialectic CV is spoken in Central Plains Mandarin, specifically the Guanzhong or Xi'an dialect."
      ]
    },
    {
      "text": "On the underside of Ling's robe are bamboo slips, which were used in ancient China to write documents before the invention of paper in the Han dynasty."
    },
    {
      "text": "Ling is the first Sui Operator who was not illustrated by Huanxiang Heitu; she was illustrated by Xiaye Hongming instead. Chongyue would follow as being illustrated by KuroBlood."
    },
    {
      "text": "Ling's Japanese dialogues are spoken in a low and motherly tone, befitting her position as the eldest sister of the Sui fragments. Her Japanese voice actress, Kikuko Inoue, is known to have voiced many mother and big sister characters.",
      "sub_items": [
        "This results in some jokes in the Arknights community that Ling is Honeyberry's \"mother\", as Kikuko herself is the mother of Honoka Inoue, Honeyberry's voice actress."
      ]
    },
    {
      "text": "Denise Moreno's role as Ling's English CV is her very first known voice acting role in ACGN media."
    },
    {
      "text": "Notably, some within the Arknights community had regarded Ling to be one of, if not the most powerful Operators, despite her being a Summoner Supporter, one of the most difficult branches to use. A portion of which were afraid that she would make the game \"too easy\" or \"not challenging anymore\", as explained in this video."
    },
    {
      "text": "In May 2022, an interesting incident happened when a Chinese secondary school student won the first place in a school poetry contest by literally copying Ling's poetic dialogues. The news was later spread to Chinese forums, and many in CN community were both amused by this and strongly condemned the student for plagiarism through official reports. The incident was later resolved when the school finally disqualified the student."
    },
    {
      "text": "With the release of Chinese National Geography collaboration event Ling became the first operator to receive two different Live2D outfits."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Ling/Trivia"
}