{
  "Profile": "The son of a top Columbian construction CEO, Mountain and his entire family were put in prison after they were framed by a rival corporation. He enlisted in Rhodes Island upon his escape. Mountain possesses a physique naturally fit for combat, and he is currently active as a Guard Operator and on the frontlines of a variety of missions.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of his internal organs to be indistinct due to abnormal shadows. Originium granules have been detected in his circulatory system, confirming his to be infected with Oripathy. [Cell-Originium Assimilation] 5% Small amounts of crystals distributed across surface of Operator's body. [Blood Originium-Crystal Density] 0.22u/L According to Mountain's personal account, he contracted Oripathy while he was still in prison. Although the disease's spread has been slow thanks to his physique and the relatively luxurious living conditions he enjoyed, owing to the fact that he only had access to limited, insufficient medical facilities in prison, his condition can hardly be considered optimistic.",
  "Archive_File_1": "A well-composed male Feline with a large build. Although his fierce appearance may suggest otherwise, he always approaches everyone around him with grace. Thanks to this dissonance, Mountain became quite the talk of the town when he first arrived at Rhodes Island. Furthermore, even though he is by no means a humble man, neither is he arrogant, and this has helped him become fast friends with many of our operators. He doesn't hide the fact that he comes from an affluent background and that he is well-versed in all matters pertaining to high society, but he never takes pride in this fact and rarely brings up the topic himself.",
  "Archive_File_2": "Mountain is very demanding of his own combat abilities, and he is constantly training to better himself. Ever since he first arrived at Rhodes Island, this fact has never failed to catch his fellow operators by surprise. It is certainly understandable why they would think that. After all, with just his natural-born might, Mountain is already able to take on many of our operators, and his combat abilities certainly leave little to be desired. Even prior to his enlistment, Mountain's abilities more than satisfied our mid-to-high-difficulty missions' participation requirements. However, this was not enough for him. This may be a result of how he personally sees his strength. To him, he still has a long way to go until he is truly strong, and having encountered all these formidable operators at Rhodes Island has only reinforced this thinking. On the other hand, it may also have to do with his own objectives. He hasn't ever revealed his goal to anyone, but it is obvious he is working towards bringing it to fruition and that he needs to become even stronger in order to do so. Simply put, you might want to pay the training room a visit in the evenings if he isn't out on missions. You might just be able to catch a breathtaking showdown there.",
  "Archive_File_3": "[Classified Log] I've talked to Silence already. During our conversation, she didn't really display the kind of determination she had for her own actions that Kal'tsit said she had. It seems she has gone through quite a bit herself, though that doesn't change the fact there are certain things that I cannot tell her right now. Kal'tsit didn't agree to help them because she was convinced by Silence's honesty; there likely isn't anyone other than Amiya who could manage to do that. Kal'tsit agreed because Mountain is worth something to Rhodes Island. This is the biggest reason. Now, Kal'tsit didn't really tell me what he's worth, and my guess is she couldn't be bothered to tell me, but it isn't very hard to figure out what exactly it is. Mountain can cut open new paths, and through these new paths, we can get into places that we couldn't have otherwise. He might also be a trump card, especially one that can be used to negotiate with Rhine Lab. Well, saying this makes me feel like I'm a baddie... Whatever, only a few people have the clearance to read this anyway. To tell the truth, though, if we don't have to, I'm not sure I'd want to get on Rhine Lab's bad side. Since we're working together, it's better to just stick with the status quo. I'm sure Kal'tsit doesn't want to cross them, either. Which means that while Mountain does have some utility in that sense, she probably isn't thinking of using him that way for the time being. This also means that, to put it in less flattering terms, Mountain is just a refugee that Rhodes Island chose to take in. Feels kinda like it's more or less the same thing we always do. After all, we get a lot of folks with pretty messed up pasts. You could probably say what Mountain's been through was cute, compared to those guys. With traumatic pasts a dime a dozen here, what's the harm in taking him in? I'm not trying to be condescending or anything. He's a fine, young man, and he knows what's appropriate and not in all kinds of situations. Most young folks these days aren't sharp like that, tsk tsk. Anyway, I've had a little chat with him and everyone else who was involved in the jailbreak. To avoid attracting any unwanted attention, we'll keep everything that has to do with Rhine Lab and the jailbreak classified; anything else is fair game, though—Looking at the information I got afterwards, it looks like all the info about his jailbreak was suppressed, so I suppose all this hush-hush is working. He also promised me that he'll at the very least let us know in advance if he ever decides to do anything against Rhine Lab, so I guess everyone's happy. ——■■■",
  "Archive_File_4": "Mountain isn't one to shy from sharing his prison stories. If you're curious about prison life, you could do worse than asking him directly. However, it would be in our best interest to simply ignore the invitation he extended to the Doctor. This isn't to say he was trying to deceive the Doctor. On the contrary, it was perhaps his way of showing sincerity to one whom he trusts. That may be the case, but that is also exactly why we shouldn't take him seriously. It doesn't matter how powerful he used to be in prison. It doesn't change the fact that he was a felon.\\nThe reason he said that was most likely because he had nothing to his name. His family is still serving time elsewhere, and there is nothing he can do to get his revenge right now. He used to be a pampered rich kid, and now he has to go incognito at a pharma company after spending six years behind bars. He may seem very calm, but I can say for sure that this came as a huge shock to him. The only thing that he has is probably the name he made for himself at Mansfield State Prison. His reputation there may just have been an illusion, but it is nonetheless something he built from the ground up himself. This isn't to suggest he's too wrapped up in something that's not real. What I am trying to say is that every time he says that, he's actually making fun of himself as well as reminding himself that this, too, is part of his past. Of course, we cannot eliminate the possibility that Mountain will actually reclaim what is rightfully his one day and take over the prison out of nostalgia. He might even invite the Doctor there as a guest. He probably could pull it off.",
  "Promotion_Record": "Many of our operators have seen that other side of Mountain on those missions where he has to truly give it his all. His sharp fangs and his fierce appearance are almost like the embodiment of violence. Mountain is fully aware of this himself, and he doesn't ever ask those whom he has scared to look at him any other way. However, contrary to his expectations, he wasn't ostracized by any of our operators because of this. This is undoubtedly because we have other operators who fight in far scarier ways here; everyone has gotten used to this long ago. It likely also has to do with the fact his fierceness on the field hasn't changed how courteous he normally is— A person who's brutal on his enemies can still be likable to his friends and family. Once they realize that his graciousness isn't a mere social pretense, most would naturally come to understand that his ferocity and his friendliness are two sides of the same coin. However, it's likely that he isn't aware of this himself. After all, he himself claims that his composure, his calm, and his politeness are all just a mask, a facade. Yet there likely wasn't ever a facade; personalities are more complicated than that. His excuse is more like a kind of self-loathe towards his violent side, and he loathes this violent side of his because he strives to be even more calm and polite. Suppose he's actually wearing a mask as he says, though. If a person has been wearing a mask each and every day for decades, then who can say for sure that is actually a mask? Of course, we aren't trying to say there's anything wrong with Mountain; he isn't abandoning his violent ways as a means of rejecting them, after all. Yet there is perhaps an idea that he's going to need to learn during his time here in Rhodes Island: He needn't feel ashamed for this. After all, we all know that he never fights anyone undeserving of his rage."
}