{
  "Profile": "W, Sarkaz mercenary leader. W's squad, having been involved in Kazdel's lengthy civil war, is infamous for their brutal and efficient combat methods. W clashed with Rhodes Island during the Chernobog incident, but after defecting from Reunion for unknown reasons, signed a strategic cooperation agreement with Rhodes Island after negotiating with Dr. Kal'tsit in person.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of W's internal organs to be indistinct due to abnormal shadows. Originium granules have been detected in her circulatory system, confirming her to be infected with Oripathy. [Cell-Originium Assimilation] 14% Mercenary W shows clear signs of infection. No further examinations available. [Blood Originium-Crystal Density] 0.29u/L There is little reason for optimism regarding W's prognosis due to prolonged exposure in the Kazdel area, as well as unchecked misuse of military-grade Originium products. However, she has never experienced dysphoria regarding her status as an Infected; perhaps, as is true for many Sarkaz, she has become accustomed to persecution for her dual identity. As everyone already knows, W has a very disagreeable personality. Even after entering a cooperation agreement with Rhodes Island, she has never complied with our inspection— yes, that's right, inspection, not treatment. To be honest, I don't know many who are willing to look after her, beyond their duties as medics. Even so, this Sarkaz has demonstrated remarkably little willingness to comply with anything, frequently spouting off rubbish such as \"If you don't want to help me, then don't bother,\" or \"I've killed your people before, so there's no need to embarrass yourselves over formalities.\" Of course I already knew that, but... even though that's a different matter, bring her over here right now! —A medical department director",
  "Archive_File_1": "W belonged to an independent mercenary team during the war in Kazdel. The team gained notoriety for its frequent raids on Laterano business convoys, and many of its members have claimed guardian guns as trophies. These guardian guns, often awarded through formal ceremonies, can fetch a very high price at the Scar Market, Kazdel's infamous black market. W herself still has a number of guardian guns in her collection, but this collection was marked as contraband and confiscated following her onboarding in order to avoid inciting the ire of our Laterano operators. Among the many weapons that she often uses, is an explosives-launching device with obvious signs of modification. As for its source... after thorough consideration, we decided to not investigate the matter any further. After the conclusion of the war, W accepted an offer from Talulah to fight for Reunion as a mercenary, thus becoming one of Reunion's accomplices. Following that, W unilaterally broke off her cooperation with Reunion and reached an agreement with Rhodes Island that continues to this day. From the above, we most likely have no way of determining W's specific role during the Kazdel Civil War, her motivation in joining and then quickly betraying Reunion, or her purpose in cooperating with Rhodes Island. We know nothing about her history from the onset of the Kazdel Civil War to the time she joined Reunion. Considering that W is still a mercenary, and also factoring in what she did during the incident with Reunion, we urge all ordinary operators to keep their distance from W as much as possible, and also urge all departments to exercise caution when dealing with these dangerous collaborators. [Classified Log] You want to let an ordinary operator keep tabs on W? Isn't that asking for too much? There's too much they wouldn't know. But since we're old acquaintances, why not let me take care of it? Fine, fine. We should be thankful that W rarely needs to stay aboard the landship. Everyone views her with hatred and fear, but how could things be that simple? What I'm saying is, how complicated could she be? If you've seen what she used to be, you should know how to get along with these kinds of lunatics. Her abilities are the real deal – otherwise, how would she have been able to pull all her mercenaries from Talulah? But don't worry, even if she dared to pull something on us, Dr. Kal'tsit would see right through it. However, it is true that we should keep our distance from her. Especially for our adorable operators who are still naive towards the world's affairs, W's provocation would be too upsetting. As for our elite operators... I fear that equal parts conflict and alcohol would spark an explosion that ends up destroying half of the landship, if not all of it. I pray that such a thing never comes to pass. I'm serious. Finally, please remember that as members of the HR Department, we would never invite instability into the ranks of Rhodes Island. After all, teamwork is critical to our success. Therefore, the possibilities are twofold – first, the situation is dangerous enough to require such measures, or second... we've always known the truth. Or perhaps, it's a bit of both. Wouldn't you agree? —■■■",
  "Archive_File_2": "Sarkaz mercenaries. Up until the final days of Kazdel's Civil War, mercenaries were the most common armed forces seen in Kazdel's barren lands. Each of them worked in small teams, sometimes being recruited by nobles with vast funds and supplies, other times forming spontaneous coalitions with other mercenary teams. In Kazdel, where allegiances shift like the sands and various groups frequently find themselves at each others' throats, the concepts of life and death take on a different form than compared to any other region. For the soldiers mired in conflicts across the regions, becoming mercenaries has become an increasingly popular option. In the history of modern warfare, the topic of \"Sarkaz mercenaries\" has always been a subject of intense debate. Some Sarkaz mercenaries were sponsored by someone outside of Kazdel who was both well-equipped and skilled in local strategic configurations, an alarming arrangement that posed a security challenge to all parties. As a result, professional forces dedicated to counteracting the Sarkaz mercenaries have been formed, though specific details are not yet available. After the incumbent regent clashed with the orthodox royal family to spark the civil war, the remnants of Kazdel's army which had been scattered among various nobles began to gradually unite with civilian forces, eventually being split into factions. The fighting was brutal and harrowing, but some scholars believed that the Civil War allowed a new process of redistribution and restructuring to take root in the barren and chaotic Kazdel. Although the heirs of the orthodox royal family were expelled from Kazdel, they were still supported by various ancient clans and noble families who pitched their massive economic power into unifying a large number of mercenaries, effectively gathering these scattered warriors under a king's banner. This event is considered to be the official start of the mercenaries' prominent role in the Civil War. Shortly afterwards, the regent's side returned fire and did the same. As a result, most mercenaries were brought under one of these major banners, which to some extent eroded the original meaning of the term, \"mercenary.\" Despite this, there still remain a small number of mercenaries who are unwilling to get shackled down to this unsurvivable conflagration, and still struggle to maintain an independent position between the two main groups. They believe that mercenaries, or rather, Sarkaz as a whole, should be free. Their deeds are widely circulated as legends among the civilians of Kazdel, albeit having been heavily embellished for artistic purposes. —Struggle and Freedom, Chapter 2 – \"Kazdel and the Modern History of Mercenaries,\" excerpt. This book came from W's personal belongings, and the author's name is unexpectedly abbreviated to only the letter \"H.\" The sentence, \"Sarkaz should be free,\" is highlighted in red.",
  "Archive_File_3": "W and her squad remained largely independent from Rhodes Island, and considering the peculiarities of Sarkaz mercenaries, rarely spent time stationed on the Rhodes Island landship. Even her infrequent sightings on the ship are enough to cause quite an uproar. One need not reiterate W's nasty temperament, and excluding Dr. Kal'tsit and Dr. {nickname}, she considers few to be worth her attention. The last time I came back to the ship for debriefing, I almost got in a fight with two elite operators... the reason? W's provocations, of course. Even when there is no ill intent behind her words, her mere attitude is enough to incite conflict, particularly when it comes to her attitude towards the deceased — not to mention, some of who were originally very close to her! Truly, a Sarkaz who sheds neither blood nor tears! Oh, right, regarding Amiya. Amiya does not seem to know much about W, and W, despite not considering Amiya to be particular noteworthy, will still defer to her. Isn't that strange? We all think so. Even despite her grumbling, complaints and tendency to disregard orders and act according to her own judgment, W has complied with Amiya's orders at least when it comes to reporting results. It's as if... W has greater expectations for Amiya, but I don't think that's a good thing. One more thing – I'm not entirely sure if this is just my imagination, and the boss doesn't let me keep observing— But sometimes, W will stand in front of an empty room, unmoving... as if in a daze. Other times, she'll just watch Amiya while she goes about her daily business. Yeah, just stare. What in the world could she be thinking? In the likely event that it's something dangerous, we must take precautionary measures. Importantly... every time she was observed, she wasn't smiling.",
  "Archive_File_4": "[Classified Log] Doctor, surely you must have discovered this as well, but there is actually some relationship between W and Rhodes Island... as well as with your past. When a Sarkaz like Flamebringer showed up at Rhodes Island, I knew that this day would eventually come. Miraculously, from Kazdel to Ursus, then to Lungmen until today, and even perhaps into the future, we've continued to move forward, yet still meet the same people we began this journey with – only now, with the far-reaching effects that they left behind. And once again, I must come to terms with the fact that there are things in this life that cannot be avoided, that we cannot run from. I talked to Ms. Kal'tsit and Amiya, and even brought a bunch of snacks to bribe Closure with – and everyone brought a different opinion. I'm begging you■■ Please let me talk to the Doctor. Even though you might not recognize me anymore, I feel like I have to talk to you about something. Mm. You just have to keep thinking of me... as a Sarkaz boiler worker. I wanted to talk about W. I've known W for a long time. Did W mention this to you... while She was still alive? About Her Majesty. Originally, this is a topic that us \"old Operators\" swore to never bring up, but it's not that we're trying to hide anything from you, Doctor. The reason is simple – none of us are willing to confront that past. Ms. Kal'tsit... of course she also knows about this. Hm? Don't worry, I said hello to Ms. Kal'tsit before coming here. I can't do certain things as thoroughly as Ms. Kal'tsit would like, so I'm just here to have a little chat Back to W – in the beginning, she was a child who only knew to follow Her Majesty's commands, and nobody else's. Even among the then-unified Sarkaz, few knew about W's existence. What about Amiya at the time? Their paths should not have crossed yet at that point; after all, she had just enlisted as a mercenary, unscrupulous, cynical, and sporting a devil-may-care smile. As for me, I was just a boiler worker at the time who had never set foot upon the battlefield— huh? That's right, I've had to work hard for every little thing in this lifetime... and becoming an elite operator was a complete accident... I've never been on the battlefield. I don't know how extreme W was considered in the eyes of those soldiers, and I don't know why she was considered as an unstable person. I've never seen her on the battlefield except when returning from a mission, trailing Her Majesty from a distance and never daring to be so presumptuous as to utter a greeting. As I saw it, she was simply trying to pursue Her Majesty. Pursuing Her ideals, pursuing Her light, just like every Sarkaz who had come before. But W is no longer that same person. There aren't actually very many people in Rhodes Island who know about W. But most of the people who W knew are now gone. She wore her disguise... for too long, and let it sink in too deeply. She used to have several friends. Yes, even someone like her still needs the help and companionship of others. They used to all fight alongside us, and though it wasn't for a very long time, if those friends were still here today, they might still be able to lend her a helping hand. Now, perhaps not a single person is left who can help her. That's right, there's nothing we can do. There's nothing that you or Dr. Kal'tsit can do, and it would be understandable if nobody wanted to do this anyway. But we shouldn't take that for granted. We all want to know what W seeks, and what she plans to do. In her eyes, is Rhodes Island merely a lingering illusion, or a brand new future to carry the hopes of the past? This is a very important question, perhaps even more important to those who are still haunted by the past. That includes Amiya, and even Ms. Kal'tsit. This is also related to how W will handle her relationship with Rhodes Island in the coming days, as well as with Amiya, Ms. Kal'tsit, and even you. Hm? Ah. The reason I came to talk to you about this is very simple. You might not be able to remember the past, but the people from your past have appeared before you one by one. Some are trusting while others harbor suspicions, and I'm sure you must be having a hard time dealing with them... Haha, unfortunately, I am but a lowly boiler worker with no right to worry about the Doctor of Rhodes Island. Ms. Kal'tsit and Amiya may be able to take good care of you and also allow for the steady, continued operation of Rhodes Island, but W... is nothing like them. Regardless of whether she's confronting you or vice versa, I do hope that both of you can stay calm and not rush things. Originally, these words were supposed to be shared to you by Amiya or Ms. Kal'tsit, or at least personally delivered by ■■■. Everyone acquiesced to letting me handle the matter, but truth be told, I also was quite nervous. After all, I am just a normal, run-of-the-mill Sarkaz. I can't manipulate crazy Arts or swing massive swords or axes – if anything, I'm more likely to drop them on my feet. The best I can do is to take care of my own work. All I hope... is that Rhodes Island can continue to move forward on this land, safely. Hm? You have a question for me? Theresa? You... where'd you hear that name from? ... Theresa, huh? Perhaps the day when you have to truly face your past is not far away either.",
  "Promotion_Record": "\"After all, you...\" \"Death is also an effective means of fraud. The idea of escaping to meet you was his idea, nothing more.\" \"Then, when can we also go to Victoria? Wouldn't be nice to keep the usurper waiting.\" \"The situation in Victoria is much more complicated than you think. We only have the bit of intel from Theresis, right?\" \"Still not enough for you?\" \"For you, perhaps. But for Rhodes Island, far from it. Do you want everyone with you to die?\" \"Fine, fine... since you're so eager to give this a try, I thought you... Oh, were just thinking about how to help him?\" \"Just sit quietly for now. It's not time yet.\" \"Oh... in other words...?\" \"......\" \"Goodness, to think that we'd be able to find all these clues about Londinium just by staying over at Rhodes Island for a bit. How could Kal'tsit be this unprepared?\" \"You've done your homework, so stuff like this happens. After all, you also 'get along' very well with the Doctor.\" \"Does that pique your attention?\" \"Not really. If possible, I'd like to head back and find Ascalon.\" \"Are you going to Rhodes Island yourself?\" \"That's right. I'm looking forward to seeing what you do next, so try your best to not die outside Victoria. We still have a lot of unfinished business.\" \"It's okay, don't worry about it. There will come a day when we tie together all the loose ends.\" \"Hmph... You'd better uphold your end of the bargain. I'm be waiting.\""
}