{
  "name": "W",
  "trivia_items": [
    {
      "text": "W bears many resemblances to M4 SOPMOD II from Girls' Frontline:",
      "sub_items": [
        "Both characters share a similar color palette (black, grey, and red): a giddy, sadistic, somewhat unhinged nature; enjoying the process of blowing their enemies to pieces; using a variant of the M4 carbine as a weapon; and possessing the ability to use grenades.",
        "The original concept art for Girls' Frontline drawn by Hai Mao. Notice the girl at the lower left corner who resembles W.  This is likely because Hai Mao recycled his old concept arts for Girls' Frontline as W's basis. There is a concept art showing the six members of M4 SOPMOD II's squad, Anti Rain (AR), with the sixth character resembling W (see image on the right)."
      ]
    },
    {
      "text": "W has been drawn by two illustrators. The first one, her enemy version, was drawn by 唯@W (Amiya's, Ch'en's and Blaze's illustrator). The second playable version was instead drawn by Liduke (Ines', Hellagur's and Schwarz's illustrator).",
      "sub_items": [
        "The differences between them are the color of W's ahoge-s (black in 唯@W's; red in Liduke's), her slimer body, the darkness of her jacket's and skirt's color and her pupils.",
        "However, the sprite of W's Operator version in her default outfit reuses her enemy version's which is noted her black ahoges. On the other hand, her sprite in the Fugue outfit matches the Operator version."
      ]
    },
    {
      "text": "W carries a firearm resembling a Mk 18 Close Quarters Battle Receiver carbine that is never used in-game. Instead, she uses a grenade launcher resembling a heavily modified M320 Grenade Launcher Module with a drum magazine or a cylinder in her Operator version and throw explosive charges in her enemy version to attack."
    },
    {
      "text": "\"D12\" is obviously a reference to C-4 explosives. Indeed, the special ability of W's enemy version (from which D12 is mostly based on) is named \"c4\" in the game files."
    },
    {
      "text": "W is affiliated with Babel (and currently the only Operator affiliated to the said faction) even though it has ceased to exist by the time of Arknights' Main Theme, which refers to her loyalty to Theresa."
    },
    {
      "text": "W is the first friendly unit who is also an enemy unit.",
      "sub_items": [
        "Along with Crownslayer, Sarkaz Centurion, and Talulah, the Fighter, the enemy version of W is the only boss without an S rating on her stats.",
        "Along with Mephisto and The Last Steam Knight, the enemy version of W is the only boss with a unique Stunned animation.",
        "Unlike other enemies who disintegrate when defeated, the enemy version of W vanishes in a cloud of smoke instead, subtly hinting her questionable loyalty to Reunion.",
        "W's Operator version can actually be used in operations where her enemy version is fought."
      ]
    },
    {
      "text": "W is the only operator who can place an offensive summon (mines in her case) on tiles where enemies are currently standing on. If placed there, these mines will explode as soon as they are planted.",
      "sub_items": [
        "Even if the attack misses, like with Tiacuah Brave or Manfred, they can still be stunned if they are not immune to it."
      ]
    },
    {
      "text": "Due to the commitment HG had set for Limited Operators, she's the only operator whose costume received updates and has its price increased twice. The first update being addition of Live2D's animation and the second one being additional voice lines exclusive for said costume."
    },
    {
      "text": "Due to her availability in TW-S-2's Tribulation Mode, part of Twilight of Wolumonde which preceded her introduction in the Global server, W's description, quote, skill names and descriptions, Archive files, and dialogues were officially translated to English, and a blank icon of hers could be seen in Archives before she was officially introduced in the 1st Anniversary Celebration."
    },
    {
      "text": "W made an appearance in Ambience Synesthesia as the Arknights character performing Cannot Wait For, voiced by Cristina Vee."
    },
    {
      "text": "Excluding crossover characters, W is the only character whose name is consistently written in Latin across all servers.",
      "sub_items": [
        "This results an interesting case of redundancy in name as non-English servers usually subtitle the Operator's name in actual English (while in the EN server, the subtitles are reserved for names in their native script, as is the case of Ursus Student Self-Governing Group operators whose Cyrillic name occupies said space), resulting in both name labels being W."
      ]
    },
    {
      "text": "W is one of the few Operators (especially considering her Reunion background) that has expressed hostility or intention to harm the Doctor at some point. This has since cooled down especially in her talk dialogues at Elite 2."
    },
    {
      "text": "W is nicknamed \"cockroach\" by the Arknights community based on her three ahoge-s, with two on the sides that look like cockroach antennas. This nickname also fits another interesting fact: W has survived many incidents like cockroaches, which have impressive survivability."
    },
    {
      "text": "According to Arknights CN's 2nd Anniversary livestream, W ranks first in a list of top 10 6★ Operators promoted to Elite 2."
    },
    {
      "text": "According the Global server's 2nd anniversary livestream, W is the third most assigned Operator, as the player's Assistant."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/W/Trivia"
}