{
  "Profile": "Typhon, a Sarkaz active in Sami, lived alone as a hunter, and have sufficient knowledge and skills to handle the environment and potential threats in Sami. Now partnered with Rhodes Island following the invitation of Operator Magallan to assist Rhodes Island in the Sami area and its endless icefield.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 3%Few Originium Crystal can be seen on the body surface of Operator Typhon. [Blood-Originium Crystal Density] 0.19u/LEven though she's in the wilderness for a long time, Typhon's infection status is pretty stable, and it seems like someone taught her complete protection procedures.She is an Infected…… no, just like what she said, \"It's normal for Sarkaz to be Infected.\" But what made the staff of the Medical Department have complicated feelings about it is her calm tone when she said it.",
  "Archive_File_1": "Between Rhodes Island Operators, there are definitely hunters that lived on the barren lands for a long time, but Operator Typhon, who is also living alone as a hunter, is different compared with those wanderers outside the civilization settlements and also different with those civilians that hunts for living in Samifjod clans. Typhon herself knows about her specialty, but she keeps telling us not to touch her weapon even though she couldn't tell the reasons clearly. Hence, Rhodes Island has conducted a specific battle test for her. What she used with her arrows is a pretty ancient Sarkaz Arts, and we saw the similar Originium Arts on Operator Valarqvin which belongs to the same class with her, but Operator Valarqvin knows the essence of Originium Arts more clearly, While Typhon mainly used the features of this Originium Arts to strengthen the power of her arrows. Later, we found some abnormal statistics on test results. After the repeated tests with constantly changing conditions, the recorded data there confirmed that even without the support of Originium Arts, the arrows shot by her using that huge, attractive bow themselves will create a small fluctuation to the surroundings, and even if you can't see it with bare eyes, the instruments caught this abnormalities accurately. After the conversation later, we know that Operator Typhon not only hunt beasts, but also the \"disaster\" in the words of Samifjods, and assisted them in dealing with the series of abnormal phenomenon from the \"disaster\". Due to the \"disaster\" itself having an unnatural movement logic with normal lives on Terra, Operator Typhon naturally learned uncommon battle skills. But, according to her statement, these unfamiliar phenomena for us are just the enemies that all Samifjod warriors have to face. Of course, the Engineering Department is very interested with her weapon, especially when she keeps repeating to not touch it, Don't you think it only makes us more curious? But she's way too cautious about it, it's very frightening to sneak into her dorm room while she's napping, only to get our ankles caught in the dark…… Also, it's even more terrifying when trying to trick her that she needs a body check before testing, and to do it while her weapon is not with her, only to get shoulder patted by Kal'tsit from the back! ——A voice record of the Engineering Department, by Closure [Classified Log] Don't touch Operator Typhon's weapon. Its black appearance is actually the fragment of demons bending the reality, or, what most Samifjods often say, \"corruption\". This weapon is a result of combination of her ancient Originium Arts which allows Operator Typhon to hold back the corruptions by demons effectively, and this demon-repelling effects of hers is vastly different with the resistance of Samifjod warriors. This warning is for those who can see it, Doctor. When facing this kind of threat on the icefield, you shouldn't be learning to prepare for it, but instead you prepare before learning about it. ——Kal'tsit",
  "Archive_File_2": "We have already heard many Sami stories from the pioneering team, and these stories are likely going to make people having prejudices like thinking that Sami is an area that falls behind the time and have never experienced development or when locals saw the technologies of modern society, they'll be shocked like when the ancient humans obtained tinders; Or, we'll compare nature and technology and think of the latter as the power to resist the creations of nature, and those that leaned towards nature would get shocked by the advancement of technologies. After reflecting on the incident when Operator Qanipalaat joined, Rhodes Island have designed special guiding preparation to welcome a new Sami associate. However, when Typhon interacted with other R.I. Operators, or with what she called \"Southerners,\" the culture shocks that we have seen didn't show up- for example, she just came in, pointed at two photos on the records of the files, suggested that I change their position, then left. Obviously, this is partly because of the influence of Columbia in Sami. Many of the most advanced technologies on Terra have already appeared on the sight of Samifjod. However, the development from Columbia for adventuring and travelling only extends to little areas of the southern of Sami, so unless you approach them actively, a Sami people is unlikely to master the usage of these devices like Typhon. Of course, Typhon isn't some talented \"modern culture\" learner. She's just letting out her curiosity and will on learning to accept these naturally, and understand them with her own experience. Actually, even if approaching outsiders actively is uncommon, there's a lot of Samifjod that have the predisposition of naturally accepting people from outside. Columbians engineers always thought that they gave light to Samifjod, but the joy of Samifjod towards technologies might be the same as obtaining delicious fruits.When we used this topic to ask for Typhon's opinions, she only answered, \"Everything is grown from nature.\" For real, just listen to her, if you mess around, she'll hit your hands…… it's pretty painful, I have experienced it. So after being repeatedly reminded by her that's how respectful Samifjod are to trees, I trembled with fear for a week when I went to the Convalescence Garden to help cutting the branches, afraid of seeing her. Why was I only afraid for a week? Uh, because I saw that she came to the Convalescence Garden to help as well, haha. \"On this little southern land, the trees can only grow like this, there's no way around the rules you have here,\" she's right…… afterwards I understood that she thought of herself as the people of Sami. She needs to teach us the rules when we go to Sami; She needs to learn others' rules when she's outside. This is like Sami, where every clan has a different culture. She probably already got used to living between these diversities. ——An Operator that went to Sami for a field mission",
  "Archive_File_3": "Most of Typhon's habits are obviously influenced by her adopter Valarqvin. She's taught in using Originium Arts, and due to Valarqvin's habit of seeking all sorts of knowledge and information widely, she also has the same level of curiosity of anything fresh and new. Not only that, Typhon has also heard and seen the interpretation of the prophecy for Valarqvin, and very rarely showed optimistic attitudes which doesn't fit with the age of the girls like her and calmly faced those severe situations. However, the relationship between them seems to be not as close as we thought, at least according to Typhon, the time that they interacted with each other actually wasn't much. Maybe because she already had decent survival and battle abilities when Valarqvin adopted her, so the moment she can remember, Valarqvin has always been absent, and never told her her whereabouts. As for Typhon, she learned the structure of Cyclops' cave in the darkness, found the exit of the cave, and returned to the barrenlands of Sami alone. For hunters like her, the natural environment of Sami is her real home, and Cyclops' cave is only one of the shelters that she found, hence she never used the word \"home\" to describe Valarqvin's living place, and never use other names when calling Valarqvin. Everyday, she fights in the dangerous frozen land, and gathers survival knowledge and hunting skills from the fights, as well as many questions. She brought these questions back to the cave and if she's lucky and Valarqvin isn't outside, then she'll receive the patient and detailed answer from the intelligent Cyclops. \"Mm, of course she knew that I'm coming to Rhodes Island to collaborate with you as well. She even told me, me and Maggy would have our car crashed by ravaging rockhorns on the way, and there would be kind Columbians that kept wanting to take photos with us. Because of her reminder, we took care of the trouble easily. She usually won't tell me this much, perhaps she's worried of me this time.\" \"Hm…… what's so strange about her worrywart attitude towards me? She doesn't need to come to Rhodes Island together with me even if she's worried about me.\" \"She has promises that she must fulfill, you don't need to take it seriously, you just get used to it.\"",
  "Archive_File_4": "If not because of some kind elder Operators keeps asking her, it's hard to notice that Typhon's childhood memory is close to being empty. Even though she knows that Valarqvin is just her adopter, she neither knows who her biological parents are nor remember their appearances. She only believed that before the ambush, she's living with them. She remembered that the small house is far away from Samifjod clans, inside the forests, the ingle burning brightly, the light from the flame reflected two obscured shadows and she's sitting there, looking at this cozy scene. The rest were what Valarqvin told her when she woke up, like her horn decorations and huge bow are the leftovers of her parents. When Valarqvin rescued her, she said to hers that she will handle this corrupted weapon, but Typhon held it tightly while unconscious, and won't release it. Even till now, Typhon still have the same nightmare from time to time. In the nightmare, she became many types of those helpless small beasts, and she's hunted by the huge shadows. She saw her habitat was destroyed multiple times, and her loved ones left nothing but their skeletons. Initially we analyzed the point of modern medical science and thought that she's closing a part of her memories due to traumatic experiences, and hence we went to communicate with her. Typhon said that she wanted to to find the memories back due to missing them, and won't be afraid of the possible side effects after remembering them. After her request is approved, we conducted a preliminary check on her, and unfortunately, she's neither closing her memories deliberately, nor are her memories damaged because of abnormal brain damage. We can confirm that the damage of the \"disaster\" is something that we can't detect now. At the request of Dr. Kal'tsit, we stopped to try to find anything on her memories. No matter what, Typhon is living well now, she never even thought that her memory loss is abnormal, but still longed for the warmth of her already forgotten parents. Different from the view of life and death with other areas on Terra, Samifjod believe that the deceased only have their body immobile, after a certain ritual, their souls will be able to walk on the world, and able to see their ancestors. This makes them less afraid of death and largely reduces the sorrow from it. Typhon has been travelling in the barren lands of Sami with this thought. She always believed that her parents were protecting her from somewhere.",
  "Promotion_Record": "When a young beast witnessed the death of their parents, they'll be back for revenge when they grow up, they'll pierce through the belly of the predator even if they're herbivores. Typhon prepared for that day for a long time. She followed behind the most seasoned hunter to learn skills, hid between the gap between the rocks and watched the training of northern warriors, and sought for knowledge from Alcis——perhaps only Alcis sees through the secret yet huge determination from this kid, and as always, the Cyclops didn't stop her. Finally, Typhon only has one question in front of her: How to find her nemesis. She thought that this would be a long journey, but in reality, it's only the moment when she had the idea. To be accurate, her nemesis found her, and she felt the abnormal weight on her black bow. Following her \"feelings\", Typhon followed the beast corrupted by the demons for the first time, and started to see this hunt as her responsibility. And the contest hasn't ended until now."
}