{
  "Profile": "Magallan is a field specialist employed by Rhine Lab, operating under a cooperation agreement with Rhodes Island. She is currently based with us as she prepares to launch a new expedition. Magallan is skilled in the operation of highly modular drones, using them for attack or support as the situation dictates.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there are no other signs of infection. At this time, this operator can be confirmed to be uninfected. [Cell-Originium Assimilation] 0% Operator Magallan shows no signs of Oripathy infection. [Blood Originium-Crystal Density] 0.14u/L Regularly operates in unknown environments, must take appropriate protective measures.",
  "Archive_File_1": "[Originium Overview] \"Lutra Workshop and Rhine Lab Development joined forces to create Magallan's custom-made exploration suit. It includes a wide variety of sensor systems, as well as an Egret-type support drone!\" Multi-functional survey sensor systems. High temperature, low temperature, high pressure, all-environment work capability. High endurance, high efficiency, guaranteed operation time. Error tolerance <1mm, meets the highest testing standards. Improved laser port for measurement/attack/radiation, one tool with many functions. Internal systems come with all the latest software for your convenience. Egret-type support drone Preinstalled modules: 4 Number of drones that can be controlled under normal operations: 2 Number of drones that can be controlled under [redacted] operations: 5 Backup drones: 3 Be sure to equip your drones as appropriate for the situation on the ground. Module list: R23 module: High efficiency refrigeration module. Default operations impede targets, capable of freezing on activation. LRBD module: Laser mining module. Default operations fire an industrial laser at the target, capable of increasing power output for a short time upon activation. #66 module: armed attack module, default operations make use of the survey apparatus's assault port. When enabled, attacks a target within range. Activation greatly upgrades the assault port. [Redacted] module: effects unknown, please contact the module technician for more information. Huh? What's this supposed to be? Am I not a Caster? What's going on? — Caster Operator Z.R.'s note upon reading the report.",
  "Archive_File_2": "As a field specialist for Rhine Lab, Magallan has participated in numerous exploration projects over quite some time. her primary area of interest is sparsely populated ice sheets. Whether this is out of personal fascination or habit at this point, we cannot say. Normally, she sets out in early summer so as to return before the start of winter, gathering data herself from the unexplored land to the north of Rhine. During the last round of personnel transfers, Magallan received new orders and she began preparing to move her base of operations to Rhodes Island. Prior to arriving at Rhodes Island, Magallan's resupply was largely handled by experienced couriers, thanks mostly to secuirty concerns. As such, she is familiar with a number of logistics firms. Interestingly, Magallan seems to have a good relationship with the boss of Penguin Logistics, \"Emperor,\" such that some operators have expressed envy. Why exactly that is, no one can be certain.",
  "Archive_File_3": "Magallan's cabin was built with a small secret compartment, which upon getting approval from the operator responsible for corridor engineering was allowed to be expanded, without changing the internal structure of the ship. We won't have any problems with illegal alterations like with Mayer's workshop. The compartment remains rather small, but is big enough for Magallan to conduct her research. One wall was turned into a large display screen, showing the results of her recent expeditions, including her notes and theories, as well as photos of important places taken in the field. Specimens and test results litter the room, and although she has done her best to keep it all organized, one can't help but feel a little overwhelmed by it all. Rhine Lab's research projects involve a lot of cutting-edge technology, and some projects are beyond the capacity of even Rhodes Island's researchers to analyze. If somebody cried out in the canteen, \"are those Rhine Lab people all geniuses?\" It wouldn't even raise many eyebrows. But if you climbed up into Magallan's lab compartment, you'd realize it's not just raw talent that produces such results, it's also an entire cabin's worth of effort. And more.",
  "Archive_File_4": "Whether the Black Flow of Bolívar, the highland plains of Kazimierz, or the undersea volcanoes of Iberia, the world is full of innumerable places worth exploring. But the otherwise curious eyes of men are blinded by their personal conflicts. Magallan stands alone in a desolate ice desert. There, far away from friends and relatives, in an inhospitable environment, she has nothing but ice and snow. And even though she brings back plenty of valuable research data, there are still so many people who cannot understand the choices she makes. But to her, Magallan's goals have always been crystal clear, and she never doubted her choices for a second. A song she heard as a child echoes in her ears, a song about the people of the far north now long forgotten. The last verse of the song speaks of the end, when everything was lost, now buried deep, deep under the ice. The ancient facts have since become legend, and failed to engrave themselves into the collective consciousness to be carried forward as the great deeds of the past. These legendary folk songs became the little Magallan's dreams. When she was a child, people praised her; when she was a youth, people doubted her; as an adult, people criticized her. No one could understand her choices, but Magallan remains motivated by her love of knowledge and the pursuit of her dreams. Rhine Lab opened the door to her and, upon accepting her application, she chose the code name she uses to this day: \"Magallan.\"",
  "Promotion_Record": "\"Magallan? A researcher... I remember her. She's very open-minded, good to all of her colleagues. But you know, survey operators go out on extremely long missions. I imagine there's very few people who could put a face to her name. Maybe Ifrit and Muelsyse are the only exceptions.\" \"They get along very well. After all, there aren't many people at Rhine Lab who can settle Ifrit down.\" \"And Muelsyse, that Muelsyse... Can you imagine what Magallan and Ifrit call her? Hahaha... Ah, hah. They call her Mewmew.\" \"Iffy and Mewmew.\" \"Magallan the researcher... all I can say is she's really something special.\" \"You could say she's really something different from us science punks.\""
}