{
  "Profile": "Reed previously applied to withdraw while stationed at a Rhodes Island branch office in southern Victoria, and has only recently reestablished contact with us. Presently actively leading a small force within Victorian borders under Dublinn's name, with her primary objective being to aid those Tarans forcefully displaced.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 10%No apparent proliferation in Reed's surface Originium crystals compared to before she disembarked. [Blood Originium-Crystal Density] 0.22u/LThe emergency treatment of Operator Reed left a deep impression on all attending Medical Department Operators. While huge challenges were posed during the procedure, her condition was nevertheless successfully stabilized.\"Upon regaining consciousness, the first thing the patient asked me was 'Why save me?', which I had no idea how to respond to... *sigh* I wonder if she's found her answer now?\"",
  "Archive_File_1": "In order to keep her identity concealed, Reed applied to Engineering for a new weapon when she left. Left unable to discuss it with the applicant, Engineering had to estimate her Arts characteristics and combat tics based solely on her old lance. Even so, judging by post-reboarding tests, this new weapon is an unexpectedly superior fit for Reed; or perhaps, as Reed herself says, her previous weapon simply didn't fit her at all. She seems to feel a sense of freedom now that she can lay down her old weapon, but nevertheless asked that Rhodes Island keep it appropriately stored in the warehouse.[Originium Arts Overview]Reed now has precise control over her Arts, and testing them no longer requires the grounds to be cleared of personnel, nor does Reed herself express strong opposition.I recall an operator once permitted to observe her in combat, who was practically stunned, even frightened by the energy innate to her casting. Now, however, her Arts manifest in a completely different form. Several theoretical Casters have confirmed that her Arts, as ever, accelerate activity within organic tissue, but said acceleration has clearly become more controlled. Rejuvenation of flesh spurs rapid healing of wounds, while neuronal replacement inhibits the transmission of pain. No longer does life rapidly wither to her Arts; now it shines with fresh vitality.To so significantly alter how one's Arts are cast without any long-term training is, for the caster, potently dangerous. After our repeated inquiries, Reed conceded that she endures a level of burning pain in limiting her Arts' energy and constraining their use purely to therapy, but stated that as no practical harm comes to her body, no concern is needed.It goes without saying that that destructive power still lies within her blood, and in testing that, or sending her directly into combat missions, we continue to observe how the instantaneous rush of her flames can burn anything and everything to ashes. She has simply chosen to reveal the therapeutic side of her Arts to us, for that is the peace embodied by her dreams.",
  "Archive_File_2": "Reed was highly positive during her reexamination at Medical. This stems partly from her preexisting trust established with Rhodes Island, but also from having accepted her identity as a Draco, and the responsibilities that follow. These days, she does not worry about allowing Rhodes Island to get a hold of information on the Draco, nor whether her simple touch would inadvertently burn another to ashes.Most of the time, Reed is as calm as ever. The minority of operators who came into direct contact with her in the past all recall how often she'd wake from a stupor with a shudder, eyes filled with fear, yet not say a word to indicate what weighed on her mind. This extreme resistance to contact with others was alleviated somewhat after repeated attempts by Rhodes Island's operators and the Doctor to communicate, but the comfortable, assured way she now talks from time to time is truly gratifying to all who care for her. If raising the topics of Victoria's present theater of chaos or her own duties, she'll be extremely earnest and prudent in offering her own thoughts; meanwhile, when you touch on local lays of the land, on poetry and hopes for the future, she'll bare her own sincere bereavement and affection, without even realizing.At the end of her stay at Medical, Reed was actively asking about issues relating to Oripathy treatment and protection.By no means is it the first time Reed has asked a Medic Operator something of her own accord. In fact, before she last left Rhodes Island to set out, she spent several days and a huge amount of effort packing medical articles, and her luggage practically transformed into a medkit. For every way to die she could imagine, she thought of a way to resist it, which might have been a mechanical way of affirming life's value to herself at the time. Happily, her medical preparations may well have saved the day in practice, and now Reed asks for the sake of far more than her own.Based on her accounts, Oripathy infection rates among Tarans are relatively high owing to the majority working under conditions of inadequate protection; conversely, the relentless pace of Dublinn's battles sees casualties emerge infected one after another. She feels she has to address this somehow, perhaps because she is the Leader, or perhaps simply because she is their companion.Besides that, at some point prior to Operator Saileach disembarking, she and Reed had had a lengthy conversation in the library. Reed's latest return to the landship coincidentally saw her meet Saileach again, who was reboarding to report in from County Hillock. Over these past several months roaming Victorian soil, a change has been evident in the both of them. Seeing Saileach leave the reception room alone with much weighing on her, we had our reservations that, similar to her fellow former Victorian serviceman Bagpipe, Saileach would be at irreconcilable odds with Reed, who presently fights for Dublinn's cause.But the next day, an operator saw the two of them together in a corner of the library. Absorbed in a novel, Saileach never so much as lifted her face to greet the operator passing by, while Reed was taking a small break–head resting in her arms in a picture of tranquility–with a half-filled sheet of letter paper laid by her side. Until Reed left the library in the afternoon to visit Medical, not a word seemed to come from that corner, only the calm rustle of pages flipping and the soft scratching of a pen.Not long after, we noted that a great deal of Saileach's report highlighting the full course of events at County Hillock and how the Tarans were surviving, was referenced from Reed.",
  "Archive_File_3": "We've already had a run in with Dublinn forces in Londinium; each participating operator may well have their own understanding of what Dublinn is. Reed did not come back to Rhodes Island in her Dublinn capacity, but she does not refrain from recounting to us the Dublinn she knows–as well as the Dublinn she considers herself to lead.The name of Dublinn finds its origin in the two sisters' family name, one that was hidden by wandering for years and symbolizes their Draco bloodline. That said, the vast majority of Victorians would think little upon hearing it; the leader of Dublinn may well have chosen the name to stir up that forgotten history that comprises the Kingdom of Tara.The Kingdom of Tara was founded by a Draco nomad in what is currently the Taran region. Thereafter, according to Victorian historical accounts, Victoria and Tara opted to merge so as to fend off the Nightzmora's Khagan, with Victoria conferring the title of King Gaeil upon Tara's ruler. However, with the amassing of relics, data, and oral tradition from the folk sphere in recent years, more and more scholars of Taran historical texts and culture are inclined to believe that the Kingdom of Victoria subjugated the Kingdom of Tara by force, the latter coerced into having its territory annexed. Some even hold that though the ruler of the Taran region held the title of King Gaeil, it was in fact the Victorian nobles dispatched to the Taran court that held greater authority. Another view largely accepted by modern historians is that in the centuries following their violent conquest, any culture unique to the Taran region had been suppressed and even destroyed by Victoria, with the Tarans' own dignity crushed underfoot as a consequence.Regardless of what history may lay behind it, the present region of Tara is inarguably lagging in development, and the people subjected to extremely arduous lives. The conflict between speakers and non-speakers of Taran becomes more pronounced by the day; it is in this context that Dublinn arose. Records would indicate that Dublinn's forces have only been active across Victoria's southern regions in the last two years, but in truth, it came into conception approximately seven years ago. And from then until now, its heart has remained the same: the Draco of Tara out to rescue her people from the clutches of suffering.We have observed signs of conflict between different factions within Dublinn. Some are more concerned with the Taran name, while others seek to see the Draco dynasty restored; yet another side with no ties to the first two sets its sights on Dublinn's most powerful backer, the Duke of Wellington. Reed herself recognizes that though she only wishes for the Tarans who suffer to receive fair treatment, she simply cannot avoid the issues implicated by the Draco aspect.[Classified Log]Whether Reed's statements or our own independently gathered intel, everything indicates that Dublinn has no intention of vying for the Victorian crown–at least, at present. Reed's twin sister, the Draco Caster that presently commands Dublinn's main forces, is the one and only royal successor to a considerable portion of the population; what obstacles compel her–or what, if any, considerations lead her to take her current approach? Given that all intel paints Dublinn's Leader as a political conniver at ease with contending amidst numerous powers, if she is taking a back seat then it must be in exchange for something.Perhaps we'll be shown the answer sooner than we think.",
  "Archive_File_4": "Knowing that the Dublinn leader we recently encountered in Londinium was Eblana herself, we can understand to a certain degree why Reed fears her twin sister so much, even having warned Rhodes Island to avoid contact with her. Fortunately, she did not react with the same intense stress as before when we raised the topic of her sister again, after receiving our intel from Londinium. Instead she recounted, quite calmly, her past experiences as her sister's \"shadow,\" and filled in some information which had been hazy in our records. Through Reed, we gained an explicit understanding of how the Dublinn leader's Arts manifest, and confirmed the combat MO of a portion of Dublinn's spec ops personnel.Later, she informed us that she still didn't quite grasp what goal Dublinn had in entering Londinium, and so couldn't approve of said action for the time being, but would be sure to meet with Eblana directly at an appropriate time in the future.We were concerned that whether out of a desire for vengeance, or to prove her sister's wrongdoings and vie for leadership of Dublinn, the now-uncurbed Reed seemed on the verge of a clash with her sister, perhaps even to the death. However, she reassured us that this was not the case. By her account, the primary Dublinn force commanded by Eblana seems to have come to an unspoken understanding about Reed, ceasing their pursuit of her, while also regarding her and her companions as comrades, one and all. At present, each side is committed to their own plan of action, existing in some kind of pseudo-harmony.\"She knows–that I'll return to her side, even if she doesn't pursue me, that's all. What I think, what I want–none of it matters to her. She's always believed... that I'll never avoid her, or escape from her grasp.\"\"Me? ...It doesn't matter to me either. If she fights for the life the Tarans deserve, then she and I are fundamentally doing the same thing. Is it that important that I matter?\"",
  "Promotion_Record": "Before leaving Rhodes Island, I had left those knots I could not untie, could not face, in a letter to you. I remember I could not muster more than a word or two, but once I set my pen down, I felt I finally had the courage to trust in my own conscience... to trust that \"life has its value,\" as Rhodes Island taught me.Yet... if life had value, it must have been a dearly, gravely heavy one, so heavy I didn't know how I could bear it. I could not answer why Outcast saved me, the taker of countless lives, as I was dying. If I was not simply fuel for the flames, then what should I be?I had to emerge from this refuge, so I could answer her, answer all of you.And now, I pen a letter again, to tell you of what I found, and of my answer....And so, my identity is one I cannot flee. Am I a Taran? I am; am I Dublinn? I am; am I the Draco? I am.Am I Dublinn's Leader? I can be.I want them too to see how life should be, and should that duty choose me, I will flee no longer.Doctor, I am aware. Choosing to return to Dublinn signifies that no longer do I seek first and foremost to protect and save the Oripathy-blighted, and that I cannot anymore avoid the hostility of some by your side. I have thought, and thought, and before I return to the Rhodes Island landship, I will have written and sent you this letter.I will not become an enemy to Rhodes Island. But should you not approve, I will not return to Rhodes Island unpermitted, posing as an operator. That is all for you to decide."
}