{
  "Profile": "Fiammetta is a senior special correspondent of the Lateran Notarial Hall. At her request, her job title will be withheld here. She currently provides Rhodes Island with relevant services while receiving provisions from Rhodes Island in accordance with our cooperation agreement with the Lateran Church.Apocalypse Punisher? And this is gonna get updated every month, too? If I'm supposed to add this stuff to the terminal archives, you might as well kill me now.– HR Operator",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Fiammetta shows no signs of Originium Infection. [Blood Originium-Crystal Density] 0.12u/LOperator Fiammetta frequently ventures into dangerous environments with her coworker, camping in ruins or the barrenlands. Thankfully, she is in excellent physical condition. Perhaps she could take some time off for a holiday to improve her mental health, too.",
  "Archive_File_1": "As everyone knows, Operator Fiammetta can often be found working with Mostima. She claims to be Mostima's overseer and that she is in charge of making sure Mostima does not leak any critical confidential information about Laterano as she liaises with the outside world. However, we have observed that not all Apostolic Nuncios working outside Laterano have such an \"overseer\" assigned to them. There is reason to believe that Fiammetta and Mostima's team-up is an exception rather than the norm, and there is no doubt that this has to do with Mostima's status as an fallen angel.That said, Mostima alone is in charge of all the formal diplomatic responsibilities assigned to her as a Nuncio. As the \"overseer\", Fiammetta never participates in the negotiations or discussions, instead standing by outside the venue. It seems her only diplomatic role is to demonstrate through her identity that the Sankta with horns can be trusted. Their relationship may be more complicated and ambiguous than the \"superior and subordinate\" and \"overseer and executor\" they appear on the surface. In her Operator tests, Fiammetta demonstrated impressive combat abilities and mobility. Considering Mostima's extraordinary destructive power, we cannot help but wonder what sort of diplomatic missions require the participation of members such as these.When questioned further by HR about her responsibilities at the Notarial Hall, Fiammetta refused to answer on the grounds of papal confidentiality.",
  "Archive_File_2": "Workshop Use Logs:A couple days ago, Fiammetta brought a Sankta firearm here and asked us to help repair it. It's not one of her two weapons registered as standard equipment, but her knowledge in firearms was really beyond my expectations. Personally, I'm not very fond of guns, but Fiammetta understood its structure, principles, and how to wield it like the back of her hand. Where'd a Liberi learn all that? With how knowledgeable she was, I wouldn't have been surprised if she'd picked it up and shot down three practice target drones right then and there. Of course, it's also nothing more than knowledge. It's obvious that she can't actually use a Sankta firearm in battle. As to where the gun came from, Fiammetta said it was entrusted to her by someone. She also said something pretty ominous about how this is a kind of \"price\" that he would have to trade his life for. I didn't want to dig too deep into that. Everyone's got their obsessions.What's really messed up, though, is that I know this gun. Back when I studied in Laterano all those years ago, I read about it in a book. This is a heritage gun. Or at the least, a very fine replica of one. I can't say for sure. It's been maintained very well. There's a high chance that the internal parts have been replaced before, but it likely isn't used very often.The gun's original owner was very famous. If this is this real deal, it was once held by the saints themselves. The saint that wielded it was known for his generosity and piety. It was supposed to be sealed away under the Lateran Basilica after he passed away, but its whereabouts have been unknown ever since for whatever reasons. Until today, that is. Assuming it's real, I can't fathom how its owner found this old boy, or how Fiammetta got her hands on it, but I feel compelled to at least leave this on record.I just hope this isn't some kind of stolen artifact, since it definitely belongs in a museum.",
  "Archive_File_3": "\"Old friend, we agree with your opinion. Now that it has come to this, there is indeed very little chance of salvaging the situation. My intention was to simply give her an opportunity to hone her Arts and to get some achievements under her belt. That way, she would at least have some sway in the future and our two braindead colleagues would shut up. None of us could have predicted that incident, or her choices afterwards, but I still think you're a little too worried nonetheless. This isn't necessarily a bad thing. We were never going to be able to keep an eye on her forever.I still support Lemuen's proposal of dispatching her to the pharmaceutical company. She's proven over the last several years that she can take care of most things herself. The best way to assuage your worries would be to give her greater support and a reliable guardian angel. Don't forget. She overcame her racial handicap and became a carabinier candidate solely because she's one of our finest students. We should trust in her, and I hope you can reconsider and retract your opinion.You should rejoice. We would've let her parents down if she'd grown up the way Laterano had intended. We must repay that favor, of course, but not this way. Give her time. She will surprise us both. We're old, and she's still young.Also, you should pick her next codename. Something badass. Show Lemuen who's boss when it comes to picking names.\"This letter, written on a particularly dignified-looking sheet of paper, was found in the large stack of Lateran Church–Rhodes Island paperwork. It was unsigned.",
  "Archive_File_4": "From Fiammetta's infrequent mentions of the fallen angel incident and the clues we obtained via other channels, we have managed to piece together a decent picture of what happened during that operation.The elite squad she belonged to was sent to carry out a cleanup mission, aiming to deal with the Sarkaz bandits that had been repeatedly ambushing Sankta caravans. Consisting of four of Laterano's elites, this tactical squad should've easily completed its objective. They followed the trail left behind by the bandits and tracked them down to the remnants of a building. The bandits were clearly using the ruins as a bunker, or perhaps some kind of defensive structure. Yet the team was unable to find any sign of the enemy there. The place was much more eerie than they expected. There were a large number of corpses present, at various stages of decay. The bodies were all in front of a sealed door, as though they came seeking something, only to never find the answer they sought. The deceased were of different races, ages, and even eras, but they all had one thing in common. In Fiammetta's words, \"They were all frozen in their own moment in time.\"There isn't a reliable report as to what happened afterwards. Fiammetta herself claims to have left the scene because of a fake transmission–later found to be a trap set by the bandits–and therefore wasn't present at the crucial moment when events unfolded. What we do know is that squad member Lemuen was bedridden in the hospital until recently, while Mostima became a fallen angel and left Laterano, followed by Fiammetta herself. Relevant intelligence suggests that the squad was led by a Sankta named Andoain at the time, but no information on such a person is contained in any official Lateran documents.[Classified Log]There is a rumor that once circulated among the gossip peddlers of Kazdel: somewhere in the barrenlands, there is someone who has exceptional insight into the past and future. His forbidden power and knowledge can guide you beyond the door of the truth, so long as you can pay the price.After a certain point, this rumor abruptly stopped being spread. Evidence suggests that its source was very likely a certain Sarkaz gang that was suddenly annihilated.",
  "Promotion_Record": "Fiammetta seems to be weirdly hostile towards certain kinds of movies, especially the high budget, totally rotten flicks made in Wrankwood. The selling point of these movies are the pretentious titles, the excessive explosions, and \"Under 17 requires accompanying parent or adult guardian.\" At a classic movie night held by Nian, Lava, and Robin, Fiammetta–who was just passing by–had some really strong criticisms and unkind words for these movies. Still, it was pretty obvious from the conversation that she had a deep understanding of the genre and had seen an impressive number of films. Her disdainful insight into these trashy films is on another level. She could be complaining about how this kind of cultural filth is having an immeasurable negative influence on people's taste one minute, then reciting classic movie lines the next. She's even got a pretty amazing repertoire of villain quotes.That said, she ultimately refused Lava's invitation to become the movie lover group's special commentator.It doesn't matter whether she admits it or not, she knows her stuff.–Lava"
}