{
  "Profile": "\"Fartooth\" Knight Justyna, garnered initial fame at the Major, presently affiliated with the Infected knight-founded Pinus Sylvestris Knightclub. An Infected knight with some degree of fame in Kazimierz. Following a string of crises in the recent Major, Pinus Sylvestris and Rhodes Island emerged with a cooperative relationship, in which Fartooth Knight came to Rhodes Island as a collaborator, to receive Oripathy treatment, and provide Rhodes Island with combat support.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 5%Operator Fartooth's degree of infection is relatively light, but minor crystallization is visible on the surface of the body. [Blood Originium-Crystal Density] 0.21u/LGiven the overall stability of her condition, and control over her lesions, treatment is focused on monitoring. Knight competitions really do pay out fast. If she didn't have the money to afford treatment, there's no chance she'd be in such good condition. Undeniably, the Blood Knight has given options to those who otherwise had none.––Warfarin",
  "Archive_File_1": "With the agreement between Pinus Sylvestris Knightclub and Rhodes Island and several Infected knights arriving to receive treatment, we have gained a rough understanding of the characters of these knights.Fartooth Knight is seen as a woman of few words, cold and reserved. She earned the title \"Fartooth\" as an independent knight, declining droves of invitations from firms and Knight Orders, publicly declaring that she was considering founding a Knightclub herself. This choice brought her considerable hassle, but also served as the turning point for her to join Pinus Sylvestris.Compared to the Knightclub's early members, the later-arriving Fartooth Knight needed some time to acclimate. However, from her relationship with the likes of Flametail, as well as her interaction with our Operators during her time at Rhodes Island, we see that Fartooth Knight is surprisingly not as aloof and difficult to approach as her outward appearance may suggest. Under her firm shell, this Infected knight has a fairly gentle manner–even soft.",
  "Archive_File_2": "Fartooth Knight was shone brilliantly in the Major preliminaries; her strength cannot be underestimated.Rarer is that while her individual strength is second-to-none in Pinus Sylvestris, she doesn't share the same failing that many with strength often do–arrogance. This small-statured knight is entirely adept at cooperation, proactively coordinating with her teammates. If required to serve as primary offense, her attacks are fierce and intense, but if other assault personnel are in her lineup, Fartooth will change tactics, as though she can hear the wind, seizing upon its tiniest whispers of information, providing agile and flexible long-range support to her teammates.Also worth mentioning is that on first contact, Fartooth Knight's succinct and unique manner of speech led some operators to misunderstand her for a time. However, we all quickly grasped that her tendency to utter perplexing sentence fragments, supplemented by further explanation, comes from her penchant for lonely pondering–she keeps rapidly deducing the main point in her head, reaching a conclusion, and then blurting it out. After realizing how she confuses those around her, only then does she follow up by elaborating.",
  "Archive_File_3": "Fartooth Knight, original name Justyna Valentine, was born in a tranquil part of rural Kazimierz, and up until adulthood, was no more than a normal village girl.Justyna longed since childhood to become a knight, like any average Kazimierzian child would. The knights in shining armor were awe-inspiring, dashing and formidable, the targets of all their adoration. Despite the prevalence of the Major and the old chivalric spirit gradually fading from Kazimierzian minds as Justyna grew up, her image of the knights wasn't badly damaged (an all-too-rare case), thanks to the Radiant Knight. When she finally met her knightly role model, both parties were far removed from where they started, but Justyna's feelings are known only to herself.However, bearing the dream of knighthood, the now-grown village girl who ventured on a journey to the Grand Knight Territory had never once imagined the utterly unexpected misfortune that might strike her. Before she could officially register to become a knight at Kawalerielki, an accident en route infected her with Oripathy, and in the time when the Blood Knight hadn't yet won the championship, it was no more than wild fantasy for Infected to become knights. Her dream snuffed out by unforeseeable circumstances, she had nowhere to go, and nowhere to return. That is until the Blood Knight reigned victorious, and news came of the push for the Infected Knights Act.Thoroughly damped down before, fires of hope is ignited once again, true and searing, so hot as to scald some, yet making for it like mad, unable to let go.",
  "Archive_File_4": "Fartooth's experiences are by no means unusual; like all Infected knights, she had to strive far harder than the vast majority if she wished to obtain formal knight qualification. It's hard to imagine how this girl of such unassuming stature survived through the bloodiness of the illegal tournaments, or how she struggled to obtain her knighthood, how she could finally make a brilliant show in the preliminaries, and obtain a title so quickly.And though there was much controversy as this lone girl barged her way into the Major, she had some supporters of her own too, as well as a considerable income. In the masses' eyes, past the living exception of the Blood Knight, there was no better outcome for an Infected knight than this.But for Fartooth herself, all this may not have been so important. No matter if she wanted to found her own Knightclub, or agreed to join Pinus Sylvestris, it all went far in showing she wanted something more than simple fame or wealth.She was now a knight. Had Justyna the village girl's dream really come true? She'd become Infected, then once again found hope, had narrowly climbed up on this thin, thin thread, but the higher she climbed, the more she came in touch with the other side of the knights she'd once yearned after. Now in the present, perhaps more than any riches or renown, more than any chivalric glory that once was her dream, Justyna simply wants to return home.In her time receiving treatment at Rhodes Island, Fartooth spends most of her time on the upper deck, except when she's with her Knightclub fellows. There, she recalls how she used to work in the fields, saving the money to buy her first longbow, fantasizing about her gallant figure as she wielded it someday. She reminisces on the haystacks that smelt of sunshine, on the wind brushing past her ears, and her friends and family that would listen as she blew folk songs. Yet by the time she could be as gallant as she dreamed, she now only wanted to return to those simple, peaceful countryside days.When she sits alone high up, playing her carved recorder, she only hopes that somehow the wind will carry her flutesong back home, just as if she could return home with it. Of course, Justyna is clearer than anyone that for Infected, returning to past life is little more than a wild hope.",
  "Promotion_Record": "Fartooth tends to stay with the other members of her Knightclub. Despite Wild Mane and Ashlock's quarrels giving her headaches, she continues to silently follow her companions as they work together. Compared to Flametail's overflowing ideas, and the goals Ashlock and Wild Mane hold to, Fartooth's motive for joining and staying in Pinus Sylvestris is the simplest of all.Flametail invited her. As Infected knights together, they stand in identical situations, and Pinus Sylvestris brought her a sense of security. For someone left out of the crowd, with nowhere to return to, no further reason could be needed. One could say that Fartooth doesn't care what sort of direction Pinus Sylvestris may head in future; so long as her companions are still there, so long as this new home remains, that is enough for her.She'll spare nothing, protecting all this that she treasures."
}