{
  "Profile": "Pallas, a former priestess of Minos. When she was stationed at Akroti Village after leaving Athenius, she led the locals in a resistance against constant incursions by the bordering Sargon tribes, and promoted the development of local tourism and culture. Later, she arrived at Rhodes Island to accept treatment in secret due to the worsening of her Oripathy.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 8%There are traces of Originium infection by the left ankle. [Blood Originium-Crystal Density] 0.18u/LInternal conditions are stable and there is currently no sign of the infection spreading. \"This operator has professional medical knowledge and has kept her body in a healthy state, deferring the spread of the infection. Even so, the infection cannot be kept at bay forever. The arrival of Pallas at Rhodes Island would indicate her acceptance of the necessity of long-term observation and preparation for treatment. Hopefully, she will be willing to listen to instructions and cooperate during her treatment. For example...... stop drinking so much!\"——A certain Medic Operator",
  "Archive_File_1": "The Minoan priestess Pallas initially arrived at Rhodes Island as a special patient to receive treatment in secret. During her initial checkups, almost all information on her was classified and she was under the watchful eye of a Sarkaz bodyguard. Not long after, according to Pallas herself, she gained a deep interest in Rhodes Island during her treatment and excitedly applied to become an operator after her condition stabilized.\"A glorious cause! The simple exterior of Rhodes Island can do nothing to hide the sincere hearts of its members. This sincerity holds true, for it shall surely turn into a formidable and solid, reliable strength.\" Thus, Pallas entered the ranks of the combat operators and became 'Operator Pallas.' Supposedly, while they were going through the application process, the accompanying Sarkaz bodyguard kept trying to register her to the Logistics or Medical Departments, but finally acceded to Pallas's insistence on becoming a combat operator.\"You unreasonable priestess, don't you know that what you need most in your current state is 'obscurity' and 'safety'?!\"\"Ah, my dearest warrior, my brave and loyal Sarkaz bodyguard. I do understand your care and empathy towards the weak, for I have always appealed to your gentler nature. However, I am not weak, and I need not cover up this radiance that the people need. Should it really fall upon myself, then an inability to carry on and spread the word would mean a failure in my mission as a priestess...\"\"Idiot, just stay here in this damned place then. It's not like I have to stay with you!\"\"Alright, go and pursue the life you yearn for, then, my like-minded warrior... Eh? You're really leaving?...... Mnngh...\"And so, the Sarkaz bodyguard, who never revealed his name, left in a huff.",
  "Archive_File_2": "Pallas's adaptability is very good. She's already become familiar with the various operators of Rhodes Island.Perhaps it's not just \"becoming familiar\", but rather...... it's to the point of over-enthusiasm. A simple exchange of a few sentences will immediately make one aware of her tendency to blurt out anything and everything. Her life experiences seem to be the least taboo topic for Pallas. She was born to a prominent family of Minos, leading a sheltered life and resolving to become a great priestess. She studied medicine, and later trained her fighting skills to participate in the Warriors' Gathering when she grew bored. She even participated in amateur Formula Chariot racing to celebrate her coming of age... Basically, Pallas pursued a broad range of interests while keeping up with her duties as a priestess. Her open-mindedness allowed her to fully enjoy the spirit of entertainment that existed prominently in Minoan culture.This carefree and fulfilling life continued until an accident occurred. Pallas's left ankle has an obvious wound, and the Originium crystals exposed by the scar tissue tell of her experiences. Pallas met with an accident while traveling during a vacation, unfortunately contracting Oripathy. By the time she arrived back at Minos to receive treatment, it was too late.From the heavy gazes of her family, Pallas was well aware of her fate. It is impossible for an Infected to remain as a priestess of the Hall of the Twelve Heroes. In fact, even the news of a priestess getting infected was to be covered up. Pallas's departure from her beloved hometown was imminent. Though her heart was heavy, she still presented her wish to \"continue her duties as a priestess in a remote area.\" Under her family's arrangements, Pallas, priestess of the Hall of the Twelve Heroes, quietly disappeared from the public eye and became a nameless priestess in the remote Akroti Village.When questioned about her experiences in Akroti Village, Pallas appears to miss it greatly, telling of the many interesting things that happen in the village. For example, under her suggestion and guidance, the villagers built the Heroes' Square and began carrying out various performances and competitions, vigorously developing the local tourism industry to attract more visitors. Pallas did not go into detail about the effort or methods she used to push these plans forward, only the interesting events that happened then. However, one obstacle remained in the path of Pallas's plans to expand local tourism and culture——The constant incursions into Minos by the bordering Sargon tribes.",
  "Archive_File_3": "In the past, Sargon had occupied Minoan lands for centuries, leaving a heavy mark on Minos's history and causing many cultural disasters. During the many centuries of occupation, the Sargon Lords Ameer pillaged much of Minos's resources and precious artworks, brutally ravaging Minos's culture. The Sargon colonizers were well aware that the key to breaking the Minoans was destroying their faith. Soldiers burned down many exquisite Hall of Heroes and temples, while forbidding the Minoans from holding any competitions or religious activities. At one point, even theatrical performances were outright banned.The Minoans' spirit of resistance never died down. As Sargon weakened from day to day due to internal strife, resistance movements sprung up all over Minos, culminating in a grand rebellion that saw twelve renaissance leaders leading the rebel forces to victory in the \"Temple Reclamation\" battle. The twelve heroes led the locals in liberating the Hall of Heroes in each city, and fully repaired each of them. From then on, the Minoans' spirits were awakened and the continually developing Minos lost all fear of the Sargon Lord Ameer's tyrannical rule, finally defeating and expelling the Sargon colonizers.However, even as the central regions grew ever more prosperous over the many years of recovery and growth, many of the border villages are still regularly harassed by some of the more barbaric Sargon tribes. Akroti Village happens to be one of them, and is the village that puts up the greatest resistance. When priestess Pallas arrived at the village, the resistance had already been ongoing for several years, but victory was often a difficult prospect and there was no actual solution to the problem of the Sargon incursions.\"Her arrival became those villagers' hope. Everyone knew that she was a priestess of Athenius' Hall of Heroes, and this only raised their respect towards her. Not only did she proactively work to heal the villagers, she even joined in the frontlines and commanded many battles both large and small, with the intent of achieving a decisive victory over the Sargon forces.\"\"Those were not grand battles, and her tactics were rather rough, but... No matter how many times the enemy attacked, she would always persevere until the enemies were repelled. The more victories she claimed, the more people there were placing their faith in her. After a decisive victory, she negotiated the signing of the Non-Aggression Pact between the Minoan border villages and the Sargon border tribes. This only further increased people's faith in her to fanatical levels.\"\"What you're saying... Could it be those stories from Minos...\"\"You've heard of these stories about the 'Goddess of Victory' and the 'Goddess of Wisdom'?\"\"So, you mean to say, Pallas is that...!\"\"Shh.\"Regrettably, the Sarkaz bodyguard refused to elaborate further. This record ends here.",
  "Archive_File_4": "[Classified Log]\"... Her Sarkaz bodyguard was the one who contacted Rhodes Island initially, hoping that we could provide a complete treatment plan for a victim of Oripathy.\"\"After two to three exchanges of information, priestess Pallas cautiously chose us and left Minos in secret.\"\"I believe that she wishes to hide her condition not because of self-abasement at her identity as an Infected——In fact, priestess Pallas is extremely proactive at seeking change after being infected. What she is truly concerned about is preventing the soldiers and citizens who had stood alongside her from gaining any doubts of their image of her.\"\"To maintain the status quo, the legend of a hero must not have any weaknesses that others may criticize. Pallas does not wish for the trust she painstakingly built up and the effort she tirelessly put in to crumble out of simple suspicion. And so, she willingly abandoned her identity and once again left in anonymity.\"\"But, to simply cover everything up superficially, just so that others need not accept her sacrifices and can just ignorantly cheer for the perfect hero of the story... Is that really fine?\"\"... Your thoughts are not without merit. Priestess Pallas must have considered this.\"\"However, this is the current state of Minos. If her infection were to be exposed, priestess Pallas's efforts would immediately be belittled. People are not willing to accept that an Infected 'Goddess' saved Minos. It is a terrible thing for a faithful believer to have one's personal tragedy clash with their own faith.\"\"Even so, by bravely leaving Minos, Pallas might come to find answers of her own. Her experiences on Rhodes Island will allow her to set down the burdens of her past self, and contemplate more profound contradictions arising from her encounters.\"\"Do not worry. She is both a martyr and a liberator. When she sees the rage born of those who receive unfair treatment, Pallas will surely wield her weapon once again.\"\"If she ever desires to join Rhodes Island, we should welcome her.\"...... ——Part of a conversation between Kal'tsit and operators from the HR Department during a certain meeting",
  "Promotion_Record": "To become a hero is the aspiration and belief of many Minoans.Pallas sincerely reveres heroes. In Minos, to be called a \"hero\" is an honor of the highest degree. Pallas naturally aspires to become a hero as well. Perhaps in Pallas's heart, the title of \"Goddess\" is far from the title of 'Hero' that draws such pride from Minoans, and so she continues on her arduous journey of training. Pallas's every word and action shows off her nostalgia for and pride towards Minos.Yet, the reality of her departure from her hometown forces her dream of becoming a hero acknowledged by Minos to be nothing more than a pipe dream. Maybe this is the reason staff members see her alone on the bridge, drinking her way deep into the night."
}