{
  "name": "Pallas' trivia",
  "trivia_items": [
    {
      "text": "Her name is a reference to the common epithet used by the goddess Athena in the Greek mythology, Pallas Athena.",
      "sub_items": [
        "The word itself means either \"to brandish (a weapon)\" or \"young woman.\"",
        "The name of Pallas' hometown, Athenius, is similar to Athens, named after the aforementioned Greek goddess."
      ]
    },
    {
      "text": "The name of the village where she moved to, Akroti, is similar to the real life prehistoric city of Akrotiri located in the Santorini Island in Greece. Indeed, the site has evidence linking it to Minoan civilization."
    },
    {
      "text": "Pallas has the traits of an African buffalo (Syncerus caffer), which can be noticed by the shape of her horns. A herd of African buffaloes can be seen in Pallas' Elite 2 artwork."
    },
    {
      "text": "When Pallas was initially released, her race was listed as Minos, which is likely a typo. It has since been changed to the more appropriate Forte."
    },
    {
      "text": "Pallas is the first 6★ Operator who was released without any other new Operator accompanying her."
    },
    {
      "text": "The Formula Chariot mentioned in her file is probably a reference to Formula One."
    },
    {
      "text": "Pallas is the first operator to receive second Epoque series outfit."
    },
    {
      "text": "In the name of her second outfit, A Drip of Orea and Potamous:",
      "sub_items": [
        "\"Orea\" means \"beautiful\" in Greek.",
        "\"Potamous\" is derived from the anglicization of potamos (ποταμός), which means \"river\" or \"stream\" in Ancient Greek."
      ]
    },
    {
      "text": "Due to an oversight when Hymnoi Wisdom was live in the Global and TW server, the factions of Conviction, Sideroca, and Vulcan were not changed to Minos as in the CN server and remained as part of Rhodes Island, except in the Network section of the Archive where they were properly shown as part of Minos, which had the side-effect of making them not affected by Pallas' talent Birth of a Hero. This was fixed on a flash update for Global on January 6, 2022 and TW server in The Great Chief Returns Rerun; the aforementioned Operators' faction had changed back to Minos."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Pallas/Trivia"
}