{
  "Profile": "An Infected Knight of Kazimierz, and practical leader of spontaneously established Infected Knightclub \"Pinus Sylvestris.\" Came into contact with Rhodes Island during cooperation with Kazimierz, and sought Rhodes Island's treatment of her own accord.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 8%Partially visible crystal distribution on the surface of Operator Flametail's body. [Blood Originium-Crystal Density] 0.22u/LOperator Flametail's infection grants no optimistic outlook, especially considering non-standard medical treatment sustained in Kazimierz and its lack of ability to curb her disease in a timely fashion. The institution of Infected knights is in no way friendly treatment of the Infected by Kazimierz. All \"special cases\" without exception, and Oripathy itself remains a cause for exclusion. However, from a certain perspective, the lust for profit in Kazimierz exceeds even its fear of Oripathy. It's this that allows the Infected to climb onto the stage of \"knight competitions\", providing entertainment to the masses. This amounts to the same tragedy suffered by Infected in other countries, but takes a form clearly characteristic of Kazimierz–at least, for the time being.",
  "Archive_File_1": "Operator Flametail's codename originates from her knight title, but those who know her all call her by her name, Sona. She doesn't come from any age-old knight family, and she's far from any gifted knight prodigy. Flametail Knight used to just be the Zalak girl Sona, no more than an ordinary Kazimierzian living in a Zalak settlement. It was one day when a Catastrophe changed the course of Sona's life, owing to the Kaliska knight family's neglect of their few subjects, leading to the destruction of Sona's home. Her family, friends and once peaceful life vanished like mist in a single night. The young Zalak girl wasn't strong enough to accept the truth straight away–and despite her past being far out of sight these days, every time her home and her past are mentioned, the conversation-loving, ever cheerily smiling Sona's mood always, unconsciously, halts for just a moment. And we have no idea how Sona, that helpless Zalak, made it out of the disaster. We only know that by the time Pinus Sylvestris's other members came to know her, Sona was already the way she is today, as if she's never changed.\"I can tell something's hanging between the two of them, but the past comes up from time to time the and I never hear much more than, well, Greynuty's old knight family failed Sona and whatever.\" –Wild Mane\"Of course Sona's not as strong as you people think. I've actually seen her crying in secr... uh, forget I said that.\" –Ashlock",
  "Archive_File_2": "The \"Pinus Sylvestris\" for which the Knightclub is named reportedly comes from Flametail and Ashlock's hometown. This plantlife on the verge of extinction nowadays was once an emblem of magnificence, beauty and tenacity.After leaving her hometown, Flametail lived in a booming commercial city for a time, eking out a living on the lowest rung. Unexpectedly, however, that city became part of the Kawalerielki Alliance, and through this, Flametail learned of another way out–Infected knighthood. It wasn't long at this time since Flametail had caught Oripathy, and she'd never gone through any training related to knight competitions, but she really didn't have all that many choices for a living.At the start, independent knight Sona was thrown into a cage filled with vicious beasts and traps, and after that came an artificial jungle, and a sealed-off skyscraper. Sona realized what the Infected experienced was a world of difference to the immaculate, bright competition knights on TV–they were all voluntarily spectated playthings, and their own lives practically became the one worth they held.What definitively changed Sona actually was an official knight competition. Knight vs. knight, Infected vs. Infected. But whether Sona herself, or the Pinus Sylvestris members we talked with afterwards, no one would touch on what everyone went through during that period. However, what we can be sure of is that that blood sport of Infected knights thoroughly changed her. In the moment she held her riches and \"Flametail\" title from the Knights Association high, the seed was planted in Sona's heart, waiting to root and bud.",
  "Archive_File_3": "Beyond the Infected knights, Sona still holds decent fame in other Infected communities of Kawalerielki. Pinus Sylvestris Knightclub used all the wealth they earned from knight competitions to house Infected–but in the course of things, Infected numbers began to exceed what Sona imagined. At first, she just wanted to try to unite the Infected knights, to find survival in the ruthless competitions. After they found their footing, they became aware of an enormous amount of Infected existing in poverty in the Grand Knight Territory, with no means to become knights, forced to live in the city's sub-levels. And the first to decide, to know she would help every Infected she could, was Flametail Knight Sona.She didn't take long to go from founding Pinus Sylvestris Knightclub to rescuing the Infected of Kawalerielki. No speeches to stir the heart, no carefully detailed plan, it was practically by chance that Sona led the Infected knights to see today. She didn't come to Rhodes Island just for herself and Pinus Sylvestris's knights either. More than that, it was a hope that the vulnerable Infected they guided could seek Rhodes Island's treatment.Though the Infected experience in Kawalerielki is complex, the Adeptus Sprawiedliwi and General Chamber of Commerce remain in constant friction to this day. The city's neon shades and loud crowds have imperceptibly led people to accept a fact–knights are no longer what they used to be. The people have forgotten what glory the knights once stood for. And despite Sona never having truly treated herself as a knight, and never stressing any point of glory or justice, she undoubtedly, wholly fits the part of that romantic imagination of knights.\"Sona is a true knight. It gladdens me that in the Kazimierz of now, I could still meet a fellow companion like her.\" –Nearl",
  "Archive_File_4": "We often forget Flametail's age and her life as an ordinary girl. Only in very, very occasional circumstances do we see another side of her.She's fond of cute things, likes eating candy, and has a strong curiosity for novel equipment. If they hadn't been infected, forced to take this path, perhaps Pinus Sylvestris's people would all be living some other life in Kazimierz.Flametail's intermittent appearances on the landship aren't marked just by the core of Infected knights; her smile, cheerful attitude, and nature of pressing forward when running into difficulty involuntarily draw in everyone surrounding. Quite a number of Kazimierz-born operators even head for the Grand Knight Territory of their own accord thanks to Sona, and though it's led to her joking along the lines of \"Wait, is this Knightclub poaching talent from Rhodes Island now?\", Flametail's leaderly charm as a knight of Kazimierz is clear to see.Of course, Flametail has admitted herself that there are three knights she's come to respect from the heart after getting to know them a little. The Radiant Knight, a.k.a. our Nearl, certainly holds a place, and as for who the other two are, Flametail Knight has left us on a cliffhanger.",
  "Promotion_Record": "Pinus Sylvestris Knightclub was, at first, established to allow the Infected to survive in the Grand Knight Territory. Sona was right in choosing her partners. Fartooth Knight, Ashlock Knight, Wild Mane Knight; they all have their own reasons for fighting.Now, with the dust settled, whether it's the K.G.C.C. or the Armorless Union exploiting them, whether Kazimierz hasn't remedied the tiniest bit, they've escaped, they've survived, and moreover, they've saved many doing it.So what next?Ashley surely trusts her most. Silently, Fartooth follows her too. Wild Mane, just as ever, wants her to give a direction to charge in.Seemingly since it started, Sona has been the one most lacking a reason for standing on the frontline.But of course she doesn't really \"lack reason.\" No one who lacks faith can, under a city grinding humanity away, put up a struggle to that degree.Exceedingly few people simply realize–like our Radiant Knight, Nearl does–that some people are born with a mind for devotion and a consciousness of sacrifice, that some are innately able to fight for a grand, distant goal.And this goal, and Rhodes Island's, are presently highly identical.In future? In future, well... the present Land of the Knights is a mile from the \"Knights\" already. Just what its future will be, by all appearances, isn't much to do with us.–■■■"
}