{
  "name": "Flametail",
  "trivia_items": [
    {
      "text": "Flametail has the traits of a squirrel, specifically the Eurasian red squirrel (Sciurus vulgaris), which is noted by her pointed ears.",
      "sub_items": [
        "Native red squirrels in Europe are threatened by invasive eastern gray squirrels, who can displace them through greater fitness and the spread of diseases that the gray squirrels have immunity to, such as squirrelpox. This is likely reflected in how Flametail's infection and the destruction of her home was indirectly caused by the neglect of Ashlock's family, with Ashlock herself being based off of a grey squirrel."
      ]
    },
    {
      "text": "Flametail resembles Haruhi Suzumiya in several ways:",
      "sub_items": [
        "Both share the same Japanese voice actress, Aya Hirano.",
        "Both have similar facial expressions, hairstyle, eye color, and a slightly similar height.",
        "Both are leaders of a certain club, with the former for Pinus Sylvestris and the latter for the SOS Brigade.",
        "Coincidentally, both even share the same birthday, October 8, and the date is the same as Hirano's birthday.",
        "This is even acknowledged by her artist NoriZC in which he drew a chibi Flametail wearing Haruhi's uniform."
      ]
    },
    {
      "text": "Flametail's Sport For All outfit has some interesting details:",
      "sub_items": [
        "In its background, there are abstract versions of her Pinus Sylvestris members: Wild Mane, Fartooth, Justice Knight and Ashlock. Flametail's idle animation also shows her have a sparring match with a Wild Mane dummy and end up losing. The same Wild Mane dummy helps her perform her extra attacks from her first talent.",
        "When Flametail uses her skill, the phrase \"ROUND #\", where # is the number of its corresponding skill, appears above her sprite. Besides, if she manages to dodge an attack, the word \"MISS\" using this oufit's theme shows up."
      ]
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Flametail/Trivia"
}