{
  "name": "Archetto",
  "overview": "A Liberi nun from the Landen Monastery in Laterano of partial Victorian descent and a member of the Landen Guards, Hildegard has travelled across Terra to offer the Monastery's dairy and wine products for sale in order to prevent its imminent closure due to monetary concerns. Her action makes her to be seen as more of a travelling businesswoman than a faithful nun. This eventually brought Hildegard into the service of Rhodes Island under the reccomendation of Emperor and Eurill Pides where she, under the codename \"Archetto\", makes good use of her archery skills courtesy of her mandatory training and experience as the Guard to provide ranged combat support on the battlefield.",
  "gameplay": "Archetto is a 6★ Marksman Sniper who specializes in DPS. As a Marksman Sniper, Archetto has an attack range of 3×3 tiles with a 1-tile extension up front which is improved to 3×4 tiles at Elite 1, target aerial enemies over ground ones when attacking, and possesses good ATK, low attack interval, decent HP and DEF, and low DP cost relative to other Snipers.\nArchetto's skills are focused on allowing her to attack multiple enemies at once in a similar vein to the likes of Blue Poison and Vermeil, only superior though they are limited by having offensive SP recovery:\nThe first skill, Dispersing Arrows, is a \"critical hit\" skill which behaves identically to that of Power Strike skills with one unique addition: the critical attack will also strike up to three enemies around the main target for a somewhat lower damage, but still higher than Archetto's normal attacks, which is good for delivering sustained DPS against multiple targets.\nThe second skill, Pursuing Arrows, has Archetto fire five arrows in a rapid succession that deals slightly higher damage to an enemy within her range and can ricochet onto up to five other enemies within a radius of 1.5 meters around the primary target, but each secondary target can only be struck by one arrow each time the skill is used, and can stack multiple charges at higher levels. Pursuing Arrows allows Archetto to hit enemies outside her range if the arrows ricochet into one and unleash a flurry of arrows in a short time, potentially causing untold harm to tightly bunched enemies.\nThe third skill, Thundering Arrows, slightly buffs Archetto's ATK, extends her attack range by 1×3 additional tiles, and makes all of her attacks both deliver three hits and capable of targeting up to two enemies within range while active. Thundering Arrows is a more straightforward option to bolster Archetto's DPS, extend her reach to the same level as Platinum (but only for a limited time), and give her a limited AoE capability, making its use when groups of enemies are to be expected indispensable.\nArchetto's first talent, Landen Tactics, gives 1 SP for all Snipers with offensive SP recovery for their skill (including Archetto herself) every 3 seconds (2.5 seconds at Elite 2) while Archetto is deployed, which helps to compensate the fact that all three of Archetto's skills have offensive SP recovery and synergize very well with other Snipers with offensive recovery skills such as Blue Poison and Meteorite. Combined with Ch'en's Scolding, Snipers with offensive recovery skills can even activate them in most of their attacks! Her second talent, Iron Bowstring, grants Archetto a Shield that gives her additional SP upon being expended, which can help her survive enemy attacks and activate her skill early in her deployment.\nArchetto has two Operator Modules, both of which emphasize on either giving more SP to herself or fellow Snipers, making it up to the player's preference:\nHer MAR-X Module, Yesterday Once More, increases the damage Archetto deals when attacking aerial enemies to 1.1×, in addition to increasing her maximum HP and ATK much more than \"Seeds of Tomorrow\"; once upgraded, Landen Tactics' SP recovery interval is reduced, and further for Archetto herself when there are at least one other Sniper deployed.\nHer MAR-Y Module, \"Seeds of Tomorrow\", increases Archetto's ASPD by 8 when there are ground enemies within her attack range, in addition to increasing her ATK, DEF, and ASPD; once upgraded, Iron Bowstring also gives Archetto some SP when she is deployed.\nArchetto's base skill, Pious Fundraising α (Pious Fundraising β at Elite 2), increases Trading Posts' order acquisition rate by 1% (2% for Pious Fundraising β) for each level of every Dormitory built (i.e. having four Level 5 Dormitories increase order acquisition efficiency by 20% for Pious Fundraising α or 40% for Pious Fundraising β) when she is assigned to one.\nOverall, Archetto is a great Marksman Sniper who can pick off multiple enemies with multi-targeting and ricocheting arrow shots alike, making her useful in operations with large groups of enemies and can even act as a lesser substitute for AoE Snipers, though her offensive SP recovery skills and lackluster ATK are what keep her from matching Exusiai. Nevertheless, Sister Archetto will protect the sanctity of Landen Monastery with her marksmanship and faith which guide each of her arrows.",
  "pros": [
    "Attack aerial enemies over ground ones",
    "Dispersing Arrows have good DPS and multi-target capability",
    "Pursuing Arrows attacks an enemy with multiple arrows which can ricochet to other nearby enemies",
    "Landen Tactics periodically gives additional SP to Snipers with offensive SP recovery",
    "Thundering Arrows is an excellent multi-target attack skill and improves Archetto's DPS",
    "Iron Bowstring grants a Shield every time she is deployed which gives her additional SP when the Shield is used up"
  ],
  "cons": [
    "Lower ATK than other DPS Marksman Snipers",
    "All three skills have offensive SP recovery, making them slow to charge outside combat even with Landen Tactics",
    "Each hit from Pursuing Arrows cannot ricochet off more than one target at a time",
    "The Shield from Iron Bowstring can be wasted by damage-over-time effects (e.g. Active Originium, Heated Path, and Poison Haze)"
  ],
  "url": "https://arknights.fandom.com/wiki/Archetto/Overview"
}