{
  "Profile": "Phantom, who has acted independently in Victoria and surrounding areas, has been difficult to identify in the past, and his previous history has not yet been fully verified.He has now joined Rhodes Island as a specialist and boasts exceptional combat capabilities, but must be treated with caution.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of his internal organs to be indistinct due to abnormal shadows. Originium granules have been detected in his circulatory system, confirming him to be infected with Oripathy. [Cell-Originium Assimilation] 14%Significant crystal distribution is visible on the surface of the body. Considering the peculiar location of the crystals, the voice of Operator Phantom may have undergone serious changes. [Blood Originium-Crystal Density] 0.35u/LPhantom's prognosis based upon his current infection status is poor, and there is potential for further deterioration. He has a slightly negative view towards medical treatment. I am afraid that if this continues, there will be little that can be done for him even in the best medical setting.–Ansel",
  "Archive_File_1": "When Phantom first set foot on Rhodes Island, he terrified the logistics personnel who were on duty at the time. He suddenly appeared behind one individual, standing there without a word until the person turned around to discover his presence. After the incident, the ship's monitoring and deterrence facilities were given thorough, all-around upgrades. In the words of a rare angered Closure, \"even if he is just a shadow, he should never be allowed to board the landship without permissions ever again. It's just far too arrogant.\"Phantom was quite frank about his work as an independent assassin. As the general public is quite aware of the nature of this profession, this quiet assassin from Victoria usually keeps a low profile and has few words to say, even after becoming an employee. Phantom has also disclosed little about his prior experiences.Accompanying Phantom on his arrival to Rhodes Island was a person as mysterious and alluring as the night itself, someone known as \"Ms.Christine.\" Through her demeanor, it was clear that she was a refined and haughty woman. No one knows whether she will remain or leave, and she is not always seen with Phantom, instead happy enough to wander around as if quietly patrolling her turf. AppendixThree suggestions when encountering Ms.Christine:",
  "Archive_File_2": "Phantom's natural talent for Arts was affected when he contracted Oripathy, after which an astonishing transformation occurred. The metastasis of Originium crystals deep into his throat gave him a unique and dangerous ability.receiving his permission, Rhodes Island conducted a series of tests aimed at targeting this ability, basically confirming that Phantom's ability to alter the shadows is related to sound. By using his throat to vocalize certain sounds, he is able to interfere with and severely damage the psyche of a living being. The more intense the emotion in the tone, the deeper the effect is, producing psychological damage that is difficult to repair or reverse.Considering the operator's special circumstances and his personal desires, Phantom's infection monitoring device has been modified by the R&D Department to be equipped with special functions that can suppress his infection symptoms to ensure that he is able to live a normal life in Rhodes Island without hindrances.",
  "Archive_File_3": "Before becoming a lone assassin, Phantom was a part of a travelling performance troupe, touring and putting on shows for a living. We can infer from our investigations that a wave of Oripathy that ripped through parts of Victoria a few years ago destroyed this troupe, and changed the trajectory of Phantom's life. He may have had a wonderful voice in the past, but as he is now, he could not be further from the stage.Even in Rhodes Island, there are many operators who have never directly met Phantom, with some insisting that there is no such operator named Phantom at all. Currently, only a small handful of people actually have any understanding of this operator.As an aside, the only time I came in contact with Phantom was when I was looking for the Doctor prior to writing this file. I was only able to find Phantom through the Doctor. \"Indeed, I've heard some rumors about this 'troupe' and what happened behind the scenes.I can also tell you about the impressions I now have about him, but it may not be of any use to you, because there's a good chance you won't listen.But if you insist? Very well.I don't have much to say, but there is one suggestion.–Stay away from him. He's still caught in a nightmare, not fully awake yet.\"",
  "Archive_File_4": "[Classified Log]We found the site of the incident that befell the troupe at the time. The site is a small rural town that was destroyed by a wave of Oripathy. Anyone who could have fled did so long ago, and now the area is completely deserted.Too much time had passed, so we didn't have much hope in the first place. And indeed, everything here seems to have been forgotten... Seeing this photo should make that clear enough. It's just like one of those fabled ghost towns. All the residences, facilities, and public spaces have been preserved as is, including the troupe's tents stationed in the park, just like in the records – the only thing that's missing are the residents. The live video of the troupe's performance has been completely destroyed, and the machinery left behind is broken beyond repair. However, we did locate a main console far from the stage, where we managed to recover some damaged data that has been sent for external backup.Despite our painstaking efforts to restore the damaged data, the contents are just a jumbled mess. The best way to describe it is as if a piece of cake was sealed within a plastic bag, then thrown into a fervent crowd at an Iberian festival. What we managed to recover is pretty similar to whatever would be left in that bag afterwards. As for the portion of the data that we sent out, the path was too vague and could not be tracked. In order to verify the content, we played a portion of the video footage that could be considered somewhat intact. While doing so, three of the investigators present experienced degrees of psychological disturbance, so we were forced to temporarily seal off the remaining files.What exactly happened back then? And who exactly would want to preserve such a scene, and why?I dare not entertain the possibilities in my head, for they would be inconceivable. [Video File – Encrypted][Encrypter – Kal'tsit][Danger Level – 3]\"■■■stage, death■■■■behind■■■loop, song■■,■■■■end, all■begin. \"",
  "Promotion_Record": "Have you truly decided to unmask that man and place your trust in him?"
}