{
  "name": "Phantom",
  "trivia_items": [
    {
      "text": "His codename is an obvious reference to The Phantom of the Opera with many elements surrounding with Gothic styles and operas.",
      "sub_items": [
        "His pet cat is named after Christine, the female protagonist of the story.",
        "Phantom often carries a white mask, which is a direct reference to the male protagonist of the story, \"Phantom\" Erik, who too wears a white mask.",
        "His Dream Within a Dreammare outfit was announced on October 9, 2020. This date was the day in 1986 when the opera version of the story was premiered.",
        "His birthdate coincides with that of Edgar Allan Poe, an American writer known for his Gothic stories, fitting Phantom's aesthetics. Coincidentally, one of his work is called \"The Black Cat\" that referencing Ms. Christine's appearance.",
        "Curiously, his English CV, Ben Cura, is also known for being a stage actor, which actually helped in bolstering his character impression further."
      ]
    },
    {
      "text": "As seen from the tufts of black fur on his ears and the shape of his tail, Phantom has the traits of a Canada lynx (Lynx canadaensis)."
    },
    {
      "text": "His fourth skill usage dialogue (\"Yes, lift your voices! Sing for me! Sing for me!\") has left a deep impression in many players, particularly the Japanese one (JP: 私の為に――歌え！歌え！歌え！; Romanji: Watashi no tame ni -- utae! utae! utae!!!). This is also an actual line quoted from the Phantom of the Opera play."
    },
    {
      "text": "Due to his availability in TW-S-1's Tribulation Mode, part of Twilight of Wolumonde which precedes his introduction in the Global server, Phantom's description, quote, skill names and descriptions, files, and dialogues are officially translated to English, and a blank icon of his can be seen in the Archives before he is officially introduced in Darknights Memoir."
    },
    {
      "text": "Phantom is the first friendly unit who became an enemy unit, instead of the other way around as in other similar cases.",
      "sub_items": [
        "Phantom is also the only Operator who defected from Rhodes Island and rejoined his original faction (Crimson Troupe, in the Grand Opening ending of Phantom & Crimson Solitaire).",
        "Phantom can actually be deployed and used in The Point of No Return where Lucian, Blood Diamond is fought."
      ]
    },
    {
      "text": "Phantom is the first non-limited Operator that has received an animated model (which were previously used only by limited Operators), specifically via his Focus outfit."
    },
    {
      "text": "In the Global release of Guide Ahead, Phantom's Focus outfit can be viewed in his outfit list despite not being released yet."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Phantom/Trivia"
}