{
  "Profile": "The initiator of \"Trimounts' Joint Declaration of Scientific Ethics\" and executive consultant of Structural Section of Rhine Lab, is currently looking forward to launch an in-depth partnership with Rhodes Island in Medical sector. She has plenty of experiences in Medical field and currently provides medical support in Rhodes Island and receiving Oripathy treatment.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of her internal organs to be indistinct due to abnormal shadows. Originium granules have been detected in her circulatory system, confirming her to be infected with Oripathy. [Cell-Originium Assimilation] 7%Operator Silence's Oripathy crystal is located on her upper part of left thigh. Compared to when she joined, the Infection has spread but it's not much. [Blood-Originium Crystal Density] 0.25u/LOperator Silence's internal circulation organs showed signs of granules circulating but it's very few and at this point her condition is stable.",
  "Archive_File_1": "Silence did not return to Rhodes Island with the Doctor and Kal'tsit. She stayed in Trimounts for nearly a month before she returned. As soon as she returned she had a talk with Kal'tsit for the whole afternoon. She then did a rather simple handover of her office in the Medical Department to someone else. The reason for it it simple. Her current work focus is in Trimounts and she cannot stay in Rhodes Island for so long like in the past. Since Silence brought Ifrit to Rhodes Island, she's been an important part of the Medical Department in many missions as one of its core. She also befriended many operators and the patients she treated trusts her very much. When she was cleaning up her office, the patients and operators who heard about her departure suddenly gathered and it suddenly became an impromptu farewell party. Obviously this doesn't mean Silence will leave Rhodes Island for good and has expressed her willingness to continue working with us. However her situation right now doesn't allow her to join Rhodes Island in personal capacity as the initiator of \"Trimounts' Joint Declaration of Scientific Ethics\" and executive consultant of the Component Control Section of Rhine Lab with the Columbian scientific community behind her. Cooperating with her now means having more complicated connection with Columbia which Rhodes Island tries to avoid. Silence herself apparently understood how complex this could be and proposed a solution. She wanted to continue receive treatment from Rhodes Island as a patient. This is the approach that does not only reserve her space but also provided her a way to contact Rhodes Island in personal capacity and gives a more lax movement in future collaborations. There's no doubt this is her goodwill for Rhodes Island and we are willing to continue to work with her. However during this process we can also confirmed another thing. She's no longer the same Silence who devoted herself to study medicine in the past.",
  "Archive_File_2": "After the incident, Rhine Lab underwent some major restructuring in their personnel. Saria officially stepped down as the Director of the Defense Section and was replaced by another member of the Defense Section appointed by her. Jara officially resigned from the position of the Director of the Human Resource Investigation Section and was replaced by another member appointed by her. Parvis passed away and the position of the Director of Structural Section was taken over by a leader in Columbian academic circle. After being vacant for 2 months, Ferdinand returned as the Director of the Energy Department. If those changes can be called 'normal' then the next two will signify the major changes Rhine Lab is facing. Kristen stepped down as the Executive Director and her post was taken over by Saria who co-founded Rhine Lab. Silence, previously a researcher in Structural Section, was transferred to the Component Control Section to serve as an executive consultant and as Rhine Lab's representative in the Scientific Moral and Ethics Committee concurrently. She becomes an important figure not only in Trimounts but also in the Columbian scientific community. The Trimounts Joint Declaration of Scientific Ethic she initiated sharply pointed out that current scientists and scientific group ignored or outright violated the morals and scientific ethics and advocated for much more humanistic approach in science development and improve the standard of the researches. The Scientific Moral and Ethics Committee was a product of the declaration. The members of the group will further improve the standard of ethics in science and maintain them on this basis. As the representative of Rhine Lab, Silence's presence is important. Obviously, Silence, who used to be just a regular researcher cannot achieve such feats without the support of others. People with keen eye can see various factions fighting behind her. Regarding this, her answer was short but impactful. \"If my wish can only be realized by this way, I'm willing to accept such obstacles.\"",
  "Archive_File_3": "Silence shared her ordeal with the doctor. After rescuing Saria from the wreckage of the Focus Generator, she returned to Trimounts to settle Saria and Ifrit down and Jara contacted her afterwards. Jara told Silence there's one thing she's able to do before she retires. Silence will be able to meet the Tin Man, one of the founders of Maylander Foundations and she knows what this means. She will be speaking to the forces behind the country's decision. The question whether she's ready or not. \"I accepted the offer but I didn't expect that not only is the Tin Man in the office but so does Mr. Jackson.\" Columbia's Vice President, Conrad Jackson also greets her warmly which confuses her but she realizes it was the only opportunity regardless. She explained her summary of events in Rhine Lab and its conclusions to them and her ideals was recognized by Mr Jackson much to her surprise. \"He said that I'm an indispensable talent in the country. If this was me the in the past, I might believe it but what I feel was fear.\" Everything went smoothly afterwards and Silence knew this all happened not because of her great ideals but rather she was there. If she's not there, another person will be in her position and she knows that the others' ideals are just empty talk. \"I know what's going to happen to me therefore Saria is important both for me and for Rhine Lab.\" For Rhine Lab, losing the Component Control Section is akin to losing their backbone. Currently, only Saria has enough influence to prevent Rhine Lab to completely collapse and stabilize the people's morale. No one wanted Rhine Lab to perish. To Silence, her past grudges have dwindled to insignificancy in the present. What matters more is the future she has to face. She knew that Saria needs time so she gave her the responsibility of caring for Ifrit. She believed that between her and Saria there are no more fundamental conflicts and they will eventually walk the same path. Of course, there's always a price for this. There's one obvious price and that was Ifrit's annoyance. For her, the current time is the opposite of the past. Saria became her guardian while Silence turned to be the one she had difficulties to meet. In regards to this circumstances, Silence can only smiled wryly and said nothing.",
  "Archive_File_4": "Recently, I heard someone said that they felt that Silence is on a higher position and wasn't the same Silence they used to know. She herself feels like she's not the same Silence from before. Hmph they just don't understand her. It's true that Silence have to attend a lot of meetings and encounter many people now and can't be a doctor anymore like before but she's still concerned about my condition and tells me about the development of medical technology. When she returned to the ship last week, she made a special visit to the Medical Department and talked with Warfarin about cutting edge medical technology for so long and did an experiment with her in the lab....and then she went to check the patients she treated before. She----hasn't changed at all! She just had more things on her plate and too tired to be nice to everyone. Moreover, it's likely because of this that there are many doctors taking care of me recently, They're afraid that I'm going to get angry due to her absence. Oh, she used to stop me from seeing Saria saying that I'm still young and doesn't understand anything so obviously I'm going to get angry. But now, I know what she's been doing in Trimounts and every time she comes back to have supper with us she tells me what she did and what happened in Trimounts. I can guess what Silence and Saria were talking about and I know Silence is doing something great so I'm not going to get angry. I'm no longer the same person Silence used to accompany in the past I've also been leading the team in several field missions. I know that being a leader means that you have to able to do so much more. Silence didn't want to be like that before and decided to be one now and I'll support her decision. Actually, I've been studying hard recently. Truthfully told, I didn't know Saria is good at teaching people...but the courses in the Medical Department are really difficult.... In short, my dream is that one day I can stand together with Saria and Silence. If the three of us joined forces then there's nothing in this land that can be our opponent! --Ifrit's Diary",
  "Promotion_Record": "After a day full of meetings, Silence found herself accidentally walking into the door of Structural Section Laboratory. A familiar colleague stopped and looked like they wanted to reach out and pat her shoulder but they're too embarrassed to do it halfway. \"Do you want to know what kind of experiments we've been doing? I just submitted the ethics review to the Defense Department two days ago. Since you're here would you like me to give you.... a tour?\" \"You don't need to, Albert, I know how to go to the lab.\" \"Hahaha that's great....err.... you can just watch, I'm going off first.\" \"See you.\" \"Also, regarding the experiments and the data you left behind...well Lamy and I both are going to ask whether you're coming back or not.\" When Silence left Rhodes Island's landship, her colleagues in the Medical Department also asked the same thing. It's a shame. She can read what they wanted to say in their eyes. Silence thought of the drafts locked in a drawer in Saria's study. Nearly a decade later, it may not be allowed to be published. The competition in the field of science is cruel. Now with her limited time even if she tries her hardest she can no longer keep up with it. Is this the right decision? Perhaps her future will be filled with doubts and uncertainties. After all the researchers from the Structural Section left the lab, Silence stood up from the familiar experiment table and turned off the lights as she had done numerous times before in the past. In front of her is the corridor connecting all the Departments in Rhine Lab which was brightly lit as ever."
}