{
  "Profile": "Carnelian hails from an ancient tribe in the depths of Sargon, outside the control of the lords ameer[sic]. She is currently traveling abroad, and has taken long-term residence in Leithanien after coming under the employ of a Count Hohenlohe there[sic]. She has formed a partnership with Rhodes Island and, as one of its operators, carries out missions inside Leithanien's borders.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Carnelian shows no signs of Originium infection. [Blood Originium-Crystal Density] 0.12u/LBack home, Operator Carnelian rarely came into contact with Originium. She has also shown herself to be particularly healthy and strong. As a Sargon in Leithanien, she has a good understanding of her own health. As long as she takes proper precautions and doesn't get in any accidents, it shouldn't be hard for her to stay healthy and in good shape.",
  "Archive_File_1": "Carnelian's origins are no secret.She comes from an old tribe that resides deep in Sargon's golden sands. Per the tribe's traditions, everyone must leave home to study abroad when they come of age. This Caprinae has been to many places, and aside from browsing and studying, her favorite pastime is buying some small, special souvenirs for herself... Had there not been any accidents, Leithanien would have been Carnelian's last stop. Fortunately or not, there was an accident.While she was taking a stroll in a certain Leithanian city, Carnelian bumped into the ruler of the territory. What's more, the Hyacinth Count, then still young, was unable to hide the fact that he was infected. As a result, she was detained, and what could have been a simple conclusion to her study trip got far more complicated.Despite the tense first meeting, as she started to spend time with him, the frail Leithanian count and Carnelian warmed up to each other. According to Carnelian, this might be because she was already used to dealing with kids, having helped raise her little sister, so the young count was like a bothersome little brother to her. In other words, a headache that would only turn into an even bigger headache if left unattended. However, there is no doubt now that she approves of the young count, who is in a tough situation, trying his hardest to hide his infection. Not only that, but she took it upon herself to protect him and aid him however she could.As it turns out, Carnelian first made contact with Rhodes Island because she needed to discreetly obtain treatment for the count. In exchange for the medication that Rhodes Island is providing the count, she is assisting Rhodes Island as an operator with any affairs it is unable to conduct in Leithanien.",
  "Archive_File_2": "The first impression that Carnelian usually leaves is that she is tall and confident, meticulous and full of vigor, capable of assigning tasks methodically, and always having a well-thought-out plan for everything around her. Nonetheless, for an attendant to a Leithanian count, she can be lacking in elegance and delicacy. On the other hand, as a Sargonian, her words and demeanor can also seem somewhat restrained. These contradicting aspects both factor into Carnelian's own unique disposition. Those who don't know her well enough would likely be confused by the Caprinae's easygoing personality and mistake her for a friendly woman.Over time, as her partnership with Rhodes Island continued, Carnelian's own personality became apparent to all those who interact with her. She may seem charming and open, getting along with the other operators well, and always wearing a smile on her face, but it would be a mistake to forget Carnelian hails from Sargon. All those who fought alongside her described her with words like \"fierce,\" \"violent,\" and \"cruel.\" The elegant, exquisite techniques she demonstrates in battle are all facades imposed upon her by Leithanien to hide her primal thirst to attack.Carnelian doesn't try to hide her true self much. No matter the circumstance, she does things according to her principles. Be it the kindness she shows her friends or her cruelty toward those she sees as her enemies, she will never hold back. Leithanien can never truly keep such a Sargonian in check.That said, Carnelian, the self-proclaimed \"qualified big sister,\" does try to calm down a little when her actual little sister and the little brother that she \"picked off the streets\" are around to maintain a gentle image–Whether she succeeds at doing so is up for debate, though.",
  "Archive_File_3": "As one of the conditions of our quid pro quo, Carnelian is registered as an external operator at Rhodes Island. However, whenever anyone tries to look up Carnelian's operational records with insufficient permissions, all they will receive is a falsified message that claims she is \"currently on a secret mission.\" This is the very first request that Carnelian made when she was listed as a Rhodes Island operator.Carnelian explained that she has a little sister with whom she is fairly close. Thanks to the disruption in her study plans, it has been two years since she took up residence in Leithanien. Soon, her sister will come of age, and it will be her turn to follow the tribe's tradition and leave on a journey. Because of the restrictions that come with her job in Leithanien and the fact that she doesn't want to get her sister mixed up in this affair, she has avoided reaching out to her sister. As a result of her overprotectiveness, while she has no qualms about putting herself in danger, she fears putting those whom she holds dear in even the slimmest chance of danger.Now that she is also a Rhodes Island operator, Carnelian has made it clear she wishes to use this status to make contact with her sister. If her sister comes to Rhodes Island, she will find out that Carnelian is carrying out a secret operation, and once Carnelian catches wind of this, she will find the right time to \"finish her mission and come back to Rhodes Island,\" so to speak, to reunite with her family.",
  "Archive_File_4": "The pride and egotism that Leithanian nobles show for their bloodline is likely unimaginable to anyone from outside the country. Indeed, it may be hard for an outsider like Carnelian to truly understand this place. While, to most Leithanians, outsiders may indeed be able to temporarily seize glory and step into the spotlight, but those without roots here will find this fabricated fame disappear in no time. Carnelian scoffed at this idea. According to her, even the most pureblooded of nobles frequently find themselves having to tread each of their steps carefully.She recounted the following story to us:After the House of Hohenlohe was defeated in a conspiracy perpetrated by their political enemies, there was only a young boy left to succeed to the family's title. Unfortunately, the boy was also infected during the upheaval.Given the situation, it would be extraordinarily dangerous to contact outside medical organizations or pharmaceutical companies. In the end, it was Carnelian, the girl who chose to stay behind to mind other people's business, who persuaded the count to get treatment. Carnelian is undoubtedly a careful and perceptive woman who is nonetheless honest to her feelings, and she has never tried to change this.The House of Hohenlohe's political enemies or their pride are the least of her worries, as the only thing that's on her mind is the child's condition.Fortunately, after their careful deliberation, the Hohenlohes decided against contacting massive conglomerates or organizations, instead, they picked out Rhodes Island from their long lists of companies to reach out to. [Classified Log]The assistance we are providing to one side of the struggle in Leithanien has caused a rift between our members. As such, I would like to elaborate on my own personal view of the issue.It has been some time since the Twin Empresses took over from Leithanien's Witch King. The country has recovered from that terror, and the nobles have regained control. We have already seen far too many ugly power struggles occur under the Empresses' eyes. It's not unreasonable that some of you are worried about our hasty decision to take sides, that it may destabilize our standing and lead us down a path detrimental to our original purpose. This speculation is reasonable, and it is of course important to be cautious and to take all necessary considerations carefully.Regardless, I must maintain my standpoint:Providing treatment to Oripathy patients has been and will remain Rhodes Island's foremost objective, and we will never abandon the patients who seek our help regardless of their status or standing.–Spokeswoman Amiya",
  "Promotion_Record": "As both sides' trust for each other continues to deepen, during her time with Rhodes Island, Carnelian has revealed to us crucial nuggets of information more than once.Evidently, the Sargonian has her own ideas about what's going on around her. This not-so-discreet intimation may be a kind of test or a kind of advance notice. It could even be a sign that she needs our help. If we trust that everything she says is true and sincere, then those thoughts evidently have long lingered in her mind. Perhaps she has already pondered these ideas over and over for a long time, and given the right opportunity, she will likely put her plans into action.Perhaps it won't be long before she openly requests further help from us.When that time comes, what should Rhodes Island do? It would be a difficult question to answer. Aside from this, there is one thing that we should pay extra attention to:While it is a good thing to be trusted and loved, we mustn't let our guard down. Carnelian seems intent on bringing home everything that catches her eye."
}