{
  "name": "Carnelian",
  "overview": "The elder sister of Ankhesena aka. Beeswax and the reason why she joined Rhodes Island, Carnelian hails from an ancient Sargonian tribe outside the jurisdiction of the Ameers. She left her hometown for a grand adventure throughout Terra as part of her tribe's tradition. However, during her stay in Leithanien, Carnelian accidentally injured Count Hohenlohe, an Infected Leithanian noble, and was forced  to take care of him for two years out of her responsibility, ruining her future plans. When Count Hohenlohe was taken to R.I. for further treatment, Carnelian followed suit and reunited with her sister. While she stays in Leithanien most of the time, Carnelian remains in touch with Ankhesena and proves to be a capable caster who lends her assistance for R.I..",
  "gameplay": "Carnelian is a 6★ Phalanx Caster who specializes in AoE and Defense. As a Phalanx Caster, Carnelian will only attack whenever her skill (see below) is active, dealing Arts damage to all enemies within the surrounding tiles or a radius of 2 tiles around her from Elite 1; to offset this quirk, Carnelian's DEF and RES is tripled and increased by 20, respectively, whenever her skill is not active, making her much more resilient than other Casters although Carnelian is just as fragile as other Casters when her skill is active.\nSpeaking of Carnelian's skills, they bolsters her offensive capability in addition to providing a limited crowd-control support, and all of them are unique in which they are capable of being Overcharged:\nThe first skill, Sandstorm Guardian, buffs Carnelian's ATK and DEF with the latter being higher than the former at higher levels while active, which is a straightforward buff. When Overcharged however, Carnelian's trait will not be disabled while the skill is active, allowing her to remain more resilient than other Casters regardless of whether Sandstorm Guardian is active or not and soak up incoming damage when necessary.\nThe second skill, Sand Fetters, reduces Carnelian's attack interval and causes her attacks to briefly Slow the victim, which can be effective to stall groups of enemies. When Overcharged, Carnelian's ATK will also be buffed and the enemies will be Bound for a slightly longer duration instead of being Slowed, turning her is a good mass crowd-control Operator who can halt the enemy's advance and pound them into oblivion with her channeling Arts attacks.\nThe third skill, Mark of Gluttony, expands Carnelian's range to the surrounding tiles with 3-tile extensions to all four cardinal directions, and provides a massive ATK buff that gradually increases through its duration. When Overcharged, Carnelian will deal 20% more damage to enemies hit by her attacks when the skill is active, which can stack up to five times (for a total of 100%). Mark of Gluttony is among the best DPS sources in the game, only slightly behind Eyjafjalla's Volcano, but having a better uptime means that it can be used more often and effective against groups of high-HP, low-RES enemies.\nCarnelian's first talent, Meal of Life, restores a moderate portion of her HP when she activates her skill which is doubled should the skill is Overcharged, rewarding the player's patience especially if she is deployed in the frontline. Her second talent, Poised for Action, improves Carnelian's SP generation rate when her SP is past the normal limit, accelerating the Overcharge process of Carnelian's skills.\nCarnelian's PLX-X Operator Module, Hyacinth and Dagger, increases her trait's defense buffs to 215% DEF and 25 RES, and doubles her DEF and increases her RES by 10 when her skill is active as well, in addition to increasing her maximum HP and ATK; once upgraded, Meal of Life now increases Carnelian's maximum HP when her skill is active and its HP restoration is improved at Stage 3.\nCarnelian's base skill, Caster Expert α (Within One's Grasp at Elite 2), speeds up the skill Mastery training of Caster operators by 30% (60% for On My Watch) when she is assigned as the trainer in the Training Room.\nOverall, Carnelian is a great Phalanx Caster who can cause mass destruction to anything in her way should she takes time to Overcharge her skill, which means that she can be very effective when her skill's activation is timed correctly. The patient hunter always get the prey, so does Carnelian whose Arts drown her victim like a quicksand.",
  "pros": [
    "Attacks deal Arts damage to all enemies in range",
    "All three skills can be Overcharged",
    "Have greatly increased DEF and RES whenever the skill is not active or using the Overcharged Sandstorm Guardian",
    "Sand Fetters is an effective AoE stalling skill especially when Overcharged",
    "Meal of Life restores Carnelian's HP when her skill is activated, which is doubled when the skill is Overcharged",
    "Mark of Gluttony significantly improves DPS especially when Overcharged where enemies hit will take increased damage from Carnelian's attack (which can stack)",
    "Poised for Action increases SP generation rate when it is past the maximum limit"
  ],
  "cons": [
    "Can only attack when the skill is active, leaving Carnelian helpless otherwise",
    "The DEF and RES buffs are disabled when the skill is active (unless when using the Overcharged Sandstorm Guardian)",
    "Carnelian's skills are not as effective when not Overcharged, which takes twice as long than the normal charge (unless with Poised for Action)"
  ],
  "url": "https://arknights.fandom.com/wiki/Carnelian/Overview"
}