{
  "Profile": "Thorns, a front-line combatant for Rhodes Island, is proficient in swordsmanship and pharmacology. Born in the Iberian hinterland, Thorns left his hometown in the midst of local religious strife. After leaving the Iberian region, he was invited to join Rhodes Island. The above section describing the situation in Iberia was self-reported by Thorns and has not been fully verified.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0% Operator Thorns has no signs of Originium infections. [Blood Originium-Crystal Density] 0.14u/L Operator Thorns often comes into contact with Originium-based reagents, which puts him at some risk of infection. Don't worry, he is very vigilant about self-protection and his numbers have been stable. The risk of something happening is low. Properly taking care of oneself is a quality that everyone who enters and exits this laboratory should cultivate. –Ansel",
  "Archive_File_1": "When Thorns first joined Rhodes Island, his combat style on the battlefield gave others an impression of indifference, or even ruthlessness. After spending more time together, everyone gradually realized that though the Iberian swordsman may seem cold in demeanor and speak in a blunt manner, his actual nature was rather straightforward, free-spirited and suave, though not overblown. The swordsman seems to be aware of the issues some may have with his blunt and easily-misunderstood way of speaking, but he isn't particularly bothered by this. For Thorns, others' perceptions of him are ultimately inconsequential, and the way the outside world evaluates him has no effect upon him. Thorns often delves deeply into the extraction and preparation of medicinals and ends up ignoring other things in the process – such as his own outward appearance. Forgetting to wear a jacket, having one trouser leg rolled up, wearing clothes with holes in them, and even wearing things backwards or insides out – all of these are commonplace occurrences. If you encounter Thorns in the hallway displaying one of these features, don't read too much into it. For a swordsman who pursues precision and efficiency, it isn't worthwhile to spend too much time maintaining one's appearance. Even if Thorns' hair puffs up and curls over because of an awry experiment gone explosive, Thorns continues to conduct his own business, withstanding the curious eyes of all bystanders without a care.",
  "Archive_File_2": "Thorns' swordsmanship is extremely potent. According to him, his particular style of swordsmanship requires every single motion to be precisely calculated. This swift and precise technique is widely known throughout Iberia as the \"Destreza.\" The mainstay weapons of the Iberian region have always been swords and knives, with a wide variety of techniques spread across the land. However, the technique known as the \"Destreza\" is not accessible to everyone. Needless to say, this technique requires excellent physical fitness, but it also has extremely demanding requirements for the user's mind. These strict requirements make the technique very difficult to learn, but if mastered, the rewards are great. At the same time, many traditional Iberian blademasters believe that \"Destreza\" can only be used to describe swordsmanship using a standardized subset of weapons; and in their eyes, the styles used by non-Liberis, including Thorns, are nothing but clumsy and blasphemous imitations. However, according to Thorns, those people have absorbed more than enough of the technique's framework and apply them in a more realistic manner. On this basis, there are no issues with considering them as users of \"Destreza.\" In other words, people who fight over semantics will quickly perish when they have to actually cross swords. After, they would not be exclusively facing swordsmen. However, even these renegade swordsmen will readily admit that Iberian swordsmanship is as vast and as dangerous as the ocean. No swordsman may ever exhaust that knowledge within his lifetime; not to mention, that lifetime is generally very short as well. In any case, by combining the precise swordsmanship he has mastered with the deadly poisons he concocted himself, Thorns will always complete his missions upon the battlefield with efficiency and ease, ensuring optimal results while keeping losses minimal. His method of operating is beyond reproach in terms of efficiency; however, in many situations, Thorns himself ends up garnering criticism. Thorns' swordsmanship and his pharmacological knowledge were learned from a local priest. He and several other children studied under the priest, following him through childhood and adolescence. Because this priest became involved in the religious turmoil that would later break out, several of his students have taken divergent paths. Thorns is exceptionally skilled at swordsmanship, and also exhibits extraordinary talents in pharmacology. He is particularly skilled at extracting and purifying drug compounds, especially toxins. The precise efficacy of some of the neurotoxins he's produced has been praised by the members of the Medical Department. In addition, Thorns always has bolder ideas when it comes to refining other reagents; and while his experiments do sometimes yield positive results, they end with an explosion more often than not. Even in the face of failure, Thorns always seems to enjoy himself.",
  "Archive_File_3": "When putting together operator files, HR Department personnel will often conduct investigations from various directions, such as direct inquiries with the operator, field examinations of their hometown, observation of the operator's behavioral trends within the ship, and interviews with other operators. An operator's profile overview can only be completed by synthesizing all of the available information. Of course, through the course of these investigations, we've noticed that the personalities of the operators who come to Rhodes Island are almost always complex and multifaceted, almost impossible to reduce down to a list of simple traits, and of course, never exactly the same between two operators. Many people who've been in contact with Thorns will describe him as \"difficult to get along with.\" While these evaluations seem to reflect poorly upon him, further investigation revealed that many of the operators who gave him these negative evaluations still maintain frequent and friendly interactions with him. The fact that so many people can see his flaws, on the contrary, only shows that he has more numerous and deeper relationships than most. While people complain that Thorns is \"difficult to get along with,\" they still make the effort to do so. In regards to the issue of Thorns' interpersonal relationship with other operators, we concluded that there is no need for further monitoring. [Addendum] I agree that long-term observation can enhance our understanding of an operator. But to be honest, I originally thought he was kind of cool, but within a few months, all I could think of was him and his.... uh... how should I put this... lively friends doing all kinds of weird exercises together at the gym. They'd talk about wacky topics all day long, but then they'd actually go sparring with real weapons and make all sorts of weird motions. Sometimes, they'd explode and start fighting before even doing anything! Who's going to be able to keep an eye on a guy like that? How come no one has come to hang these people on deck yet? [Recorder's Addendum] We all ready tried that, but it didn't do anything. The investigation period ends today. I have some comments I'd like to write on this file, but my boss said they were too subjective, so nevermind. What I will say is, the potion bang snaps they made today were a lot of fun.",
  "Archive_File_4": "Iberians rarely talk about their hometown, and this isn't exactly a secret as long as you pay attention. Occasionally, when you mention their homeland, even Iberians who are generally impassive or stony-faced will show some complex expressions, and these subtle nuances can reveal a lot about their attitudes. Thorns is one of the few people among us who actually will give an unreserved impression of Iberia. Compared with the silence or vague remarks of the other operators, Thorns actually can give a calm response to our inquiries. He's provided us with a lot of referential information, and while a lot of it is fairly similar to more mainstream conceptions, some of it completely subverts these notions. In the past, this seaside country was often associated with passion, vitality, indulgence, where sunshine melts into the coast along the horizon. Once popularly known for having gold, this beauteous country was often discussed in conjunction with Laterano because of its religious connections. However, in recent years, this rich land has gradually become silent and faded from the public eye. [Classified Log] Very little is known about the current state of Iberia. According to Thorns, the treatment of the Ægir in Iberia has gone from bad to worse over the past few decades. He described a once prosperous city as gloomy and stagnant. The local administrators do not seem to prohibit locals from leaving, but they have enacted tight restrictions on re-entry. Rhodes Island's investigators have been staying near the area for a long time, but have not found a way to conduct an in-depth investigation. The Investigation Department has reached a similar assessment, discouraging any attempts to rashly enter the area until the need arises to prepare for an in-depth investigation.",
  "Promotion_Record": "If every order is executed faithfully, will every result be flawlessly precise as well? Actually, the answer to this question depends on how well you know him. What you must know is that without sufficient mutual trust, Iberians tend to strictly calculate the conditions of the battlefield and only pursue the results, not necessarily solving problems in a way that others want."
}