{
  "name": "Thorns' overview",
  "overview": "The Iberian Islander codenamed \"Thorns\" is an excellent swordsman of the Destreza swordsman school, a skill that should be only practiced among the local Liberi traditionally. Since his childhood, he was raised up by Aulus the Aegir priest who cherished his swordsmanship through the combination of his own toxic. Nevertheless, Thorns and Aulus had ideological differences that eventually led to their split-off following a purge by the Inquisition onto his church. In fact, he had made a right choice as he did not realize that the fatherly priest is actually a bishop of the Church of the Deep who blindly venerates the nefarious Seaborn.\nAfter fleeing from his homeland, Thorns was recruited by Rhodes Island under the recommendation of his friend Elysium. As a full-time operator, he is both a a competent field combatant and a talented chemist who masters his toxicology to concoct various medicinal compounds or weaponry, one of which including a potent neurotoxin infused into his sword. But Thorns hasn't forgotten his goal of facing his mentor; one day, he will have to return to the Iberian dark coasts and have an ultimate duel between him and Aulus.",
  "gameplay": "Thorns is a 6★ Lord Guard who specializes in DPS and, unusually, Defense. As a Lord Guard, Thorns has a ranged attack with a range of 2×3 tiles and a 1-tile (2-tile at Elite 1) extension up front and can target aerial enemies, but with only 80% of his ATK; in the event he is blocking an enemy, Thorns will use his melee attack against them. This allows Thorns to be conveniently placed behind a Defender or stronger Guard and contribute to DPS.\nThorns' skills strike a balance between boosting his offensive and defensive capabilities, though it tends to gravitate towards the former:\nThe first skill, ATK Up γ, is an advanced ATK buff that boosts Thorns' DPS to greater levels.\nThe second skill, Protective Spikes, stops Thorns from attacking but buffs his DEF while active, during which he releases a burst of spikes hitting up to four enemies within an extended range of 3×3 tiles with a 1-tile extension up front with buffed ATK when he is attacked; the spikes are subject to the ranged attacks' damage penalty and there is a brief cooldown after the spike burst is triggered before it can be triggered again (so Thorns cannot always trigger spike bursts every time he is attacked). With Protective Spikes, Thorns can withstand more damage in the event he faces groups of enemies or those with high HP and poisons them with Nerve Corrosion (see below), making it particularly deadly against ranged enemies; furthermore, the spike bursts are not considered as an attack, which means that Echoes of Ancestral Waves (see below) will remain active when Protective Spikes is triggered, thus ensuring that Thorns will be able to return into the action uninterrupted.\nThe third skill, Destreza, extends Thorns' attack range to 3×4 tiles, buffs his ATK and ASPD, and removes the ranged attacks' damage penalty while active. What makes Destreza unique is that once the skill is used for the second time, it becomes permanent and the ATK/ASPD buff is doubled, making Destreza even more effective and significantly bolster Thorns' DPS and reach for the rest of the operation (as long as he is not retreated, in which case this had to be done all over again when Thorns is redeployed). Pulling this off, however, is easier said than done since Destreza have offensive SP recovery, necessitating Thorns to be placed on high-traffic areas before he can start saying \"Hasta la vista!\" to his foes.\nThorns' first talent, Nerve Corrosion, makes his attacks (including Protective Spikes' spike bursts) poison the victim for a short time, periodically dealing Arts damage which is doubled if the victim is a ranged enemy. This and Destreza make Thorns almost identical to Blue Poison on the melee tile and allow him to mitigate certain enemies' high DEF. His second talent, Echoes of Ancestral Waves, make Thorns regenerate HP over time if he does not attack in the last 2 seconds, allowing him to recuperate outside combat and making him less reliant on Medics; as stated above, Protective Spikes' spike burst does not disable Echoes of Ancestral Waves, so this can be used to good effect to allow Thorns to have a comeback.\nThorns' first base skill, \"Alchemy\", increases the byproduct rate of any material processing by 50% when he is assigned to the Workshop, with his second base skill \"Explosion Arts\" refunding the morale drained in the event no byproducts are made after processing materials twice in a row, but only after the last of the processed materials are completed.\nOverall, Thorns is an excellent Lord Guard with a solid offensive and defensive capability that allows him to dispatch most threats before they can get too close for comfort or punish his attackers with toxic spikes. Thorns' finesse and poison is just as deadly as his beauty and coolness.",
  "pros": [
    "Has a ranged attack used when not blocking an enemy that can hit aerial enemies",
    "Good overall stats",
    "Protective Spikes release spikes to multiple enemies in an extended range whenever Thorns is attacked",
    "Nerve Corrosion inflicts Arts damage over time to attacked enemies, including with Protective Spikes",
    "Destreza improve DPS especially at the second use where it is now permanent and more effective, and can be useful in Challenge Modes and/or Contingency Contract operations which restricts ranged units",
    "Echoes of Ancestral Waves make Thorns regenerate HP when he is not attacking after a short time, and can be useful in Challenge Modes and/or Contingency Contract operations which prohibits Medics"
  ],
  "cons": [
    "Ranged attacks do 80% of melee attacks' damage (unless when Destreza is active)",
    "Protective Spikes stop Thorns from attacking and has a cooldown between triggers, which are penalized as if they are Thorns' ranged attacks (but does not disable Echoes of Ancestral Waves)",
    "Destreza has offensive SP recovery, making it slow to charge outside combat, and must be charged/activated all over again if Thorns is redeployed"
  ],
  "url": "https://arknights.fandom.com/wiki/Thorns/Overview"
}