{
  "name": "Thorns' trivia",
  "trivia_items": [
    {
      "text": "Thorns is one of the six Operators teased at the end of the CN server's 1st anniversary livestream. The others are Archetto, Mountain, Saga, Surtr, and Goldenglow."
    },
    {
      "text": "Thorns has the traits of a sea urchin, specifically a black long-spined sea urchin (Diadema setosum), with his codename referring to the spines present in his namesake, and his poison-generating talent referring to the poisonous nature of the spines. This makes him the first (and currently only) echinoderm Aegir.",
      "sub_items": [
        "Thorns is one of the few Operators whose animal(s) they are based on are notably absent in their Elite 2 artwork, although the spikes on his sword's handguard have a similar shape with sea urchin's spikes.",
        "An official Arknights chibi figure of Thorns feature a sea urchin on top of his head, confirming that he is based on sea urchins."
      ]
    },
    {
      "text": "A scene from a short animation shown in the CN server's 1.5 year anniversary livestream shows Surtr stabbing a sea urchin served on a plate while a piece of cabbage is served on a plate for Thorns. In Japan, sea urchins in captivity or cultivation are typically fed with cabbages. As a matter of fact, Thorns eating cabbages has become a joke in the Arknights community."
    },
    {
      "text": "Starting from the CN community, \"Thornification,\" a.k.a. putting Thorns' head and skin color onto other Operators, has become a popular meme in the Arknights community."
    },
    {
      "text": "The English name of Thorns' third skill was initially translated as \"Supreme Arts\", a direct translation of its Chinese name (至高之术). The update that went live with the Rewinding Breeze event in the Global server changed the name to the intended Destreza.",
      "sub_items": [
        "The name itself refers to a school of Spanish fencing and literally means \"dexterity\" or \"skill\" in the Ibero-Romance languages, notably in Spanish. The school's full name is La Verdadera Destreza, which is translated as \"the supreme art\" – hence its original name."
      ]
    },
    {
      "text": "According to the CN server's 2nd Anniversary livestream, Thorns ranked third in a list of top 6★ Operators promoted to Elite 2."
    },
    {
      "text": "He has been occasionally compared to Blue Archive's Kakudate Karin, due to both having dark skin and yellow eye color with similar facial expressions."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Thorns/Trivia"
}