{
  "Profile": "Skadi is a bounty hunter, currently employed by Rhodes Island. She has shown impressive combat prowess in the past, defeating large creatures, eliminating difficult targets, fighting crucial battles, and winning entire wars. She is very experienced in combat, but her history prior to becoming a bounty hunter is unclear. She is now an Operator for a Rhodes Island assault team, and also executes solo missions.",
  "Clinical_Analysis": "Imaging tests on this Operator show clear outlines of internal organs, with no abnormal dark spots or shadows. No unusual traces of Originium particles present in the circulatory system, no signs of infection, confirming this operator as uninfected. [Cell-Originium Assimilation] 0% No Oripathy. [Blood Originium-Crystal Density] 0.013u/L What? This is impossibly low! It would be impossible to have that little exposure to Originium! I cannot permit her to ever leave the medical department. Even if she wants to go fight, I insist she stays back! She is a special case! Anyone who loves medical science would want to see her! We must give her more exams and do a clinical analysis! Also... Come on, Dr. Kal'tsit, just this once, please! — J.A., Medic Operator Request denied. — Dr. Kal'tsit",
  "Archive_File_1": "Skadi is not very popular with the denizens of Rhodes Island. She has avoided making friends, is hesitant to speak, and consistently declined invitations from other Operators to socialize, preventing anyone from getting to know her. In addition, she rarely cooperates in combat. She will more often try to execute operations single-handedly and leave her teammates to clean up her mess, which has fostered resentment. Playing off her cold, sarcastic demeanor toward others and her relentlessness in battle, a rumor has emerged that she is part-demon. Although Amiya quelled the rumor, it didn't stop there. Instead, it evolved into something even more extreme. A later version abandoned anything derogatory and focused on stories of her immense power. In the minds of Operators who don't know her, she comes off as a walking Catastrophe.",
  "Archive_File_2": "It is important to note that Skadi's combat tactics are unique and very dangerous. The engineering staff have tried to reverse-engineer her sword but all efforts have failed. The materials used to forge the sword are ordinary, but the craftsmanship is impossible to explain. Some Operators from remote areas have seen similar weapons, but are not aware of the source. Holding this giant sword would be difficult for most people, but not for the unstoppable Skadi. Unlike most Operators who wear heavy armor to protect themselves, Skadi relies only on her sword and her strength. The damage she inflicts is even more impressive than her imposing appearance. After returning from a mission with Skadi, other Operators often exaggerate her physical prowess in their reports, to the point where she sounds like a legendary monster. Although Skadi has little interest in debriefings, she humors the higher-ups anyway, typically complaining about how her teammates got in her way or that the rules of engagement are too constricting. Skadi excels at fighting large masses of enemies, but also tends to cause excessive property damage. This includes wrecked buildings, mangled fences, and once collapsing an entire fort. Skadi is very similar to another Operator, Specter. Much like Specter, Skadi is not good with Originium. But for Skadi, taking down a target as quickly as possible is the most effective tactic. All this taken together, Skadi is quite unstable. Although she is well-behaved, has followed orders, and completed her missions, she operates like an out-of-control freight train in combat and that should be restrained. Still, Rhodes Island may need a force of nature like Skadi for certain missions.",
  "Archive_File_3": "[Skadi wields a giant sword that splits armor, cleaves enemies in two, and busts through barriers. Her face is distorted and intimidating as she rampages through the battlefield in a bloody dance. It is as though she is fighting more than just the enemy in front of her.] Reports like this are rejected, as such poetic embellishment is not appropriate for an official report. But it can't be denied that many Operators find Skadi's battlefield demeanor hard to comprehend. They are also perplexed by her propensity to abandon the squad and complete missions by herself. Some Operators suggest talking to her and helping her fit in to the company, but they are in the minority. Most people don't know the only reason Skadi refuses to cooperate with others is that she \"doesn't want to put anyone else in danger.\" Skadi claims everyone who has ever been close to her has met an untimely end, and as such she has avoided socializing altogether. Despite our misgivings, Rhodes Island respects her social choices as long as she does not violate any of our rules. Regardless of where it stems from: her birth, her behavior, her body, or her experiences, the mystery of Skadi remains. Occasionally, others have seen her sitting on the edge of the deck, softly singing to herself. Those who heard the song reported that although they couldn't hear the lyrics, the tune was long, low, and imbued them with a sense of tremendous sorrow.",
  "Archive_File_4": "I spoke with Skadi at length. She didn't seem to believe me and was a bit uncooperative. But fortunately, I had anticipated her needs, and I think Rhodes Island would be good for her. I explained why we were speaking. She reluctantly agreed and promised to divulge certain information in exchange for Rhodes Island's intelligence gathering assistance. Her preference for isolation stems from a desire to protect others. She has no malicious intent. However, she is hesitant to trust a capable, powerful organization like Rhodes Island. This is because she believes she has to resolve her own issues. In our long conversation, I promised to her on behalf of the Doctor (and if the Doctor doesn't like this, well, it's for the greater good!) that if an unknown peril hit Rhodes Island that we could not resist, we would give her up. I came to two conclusions: Skadi also hoped she could find something that would prevent future tragedy. Does that sound antisocial? Wandering alone is a heavy burden to bear... Sigh, she became a wanderer because she was trying to escape, and also showing some rebellion. I think... I think the Doctor should be in charge of Skadi. Isn't taking care of an Operator's needs necessary to build trust? Oh, Kal'tsit will disagree with me. If she finds out I'm the one who said all this, she'll probably hang me from the bridge for everyone to see. — ■ ■ ■",
  "Promotion_Record": "Ahem. Everyone here? It's clear why the medical staff has assembled for this closed-door meeting... Yes, of course. You're all interested in Skadi, aren't you? Whether you are interested in her endocrine system, her skeletal system, her muscles, her nerves, or the fact that her Blood Originium-Crystal Density is almost zero... What kind of environment could foster that? What race is she? Her movement and physical functions are currently beyond our understanding, so how do they work? Right, right... Skadi has been kept a secret for too long! On behalf of Rhodes Island, all Infected people, and on behalf of science itself, we need to find answers! My plan is to put sedatives in her food... We'll work out the specific dosage, but enough for two hundred people should do, right? Then, when Skadi gets woozy, she will be taken to the nearest infirmary... And we've got her! Dissecting her would be a bit too much, but we only need a little more information to add to what Dr. Kal'tsit already has... That's it! Even if it's just a blood sample! A little bit of blood is no problem... Maybe a pinch of muscle tissue too? I think that won't be an issue, either! Everyone, don't you think... Oh. Dr. Kal'tsit? How long have you been here...? — Dr. Kal'tsit discovered Warfarin's plan during her secret meeting, and fined her one month's salary."
}