{
  "name": "Skadi",
  "trivia_items": [
    {
      "text": "She is named after Skaði, the Norse goddess of hunting and winter."
    },
    {
      "text": "Two killer whales/orcas (Orcinus orca) can be seen in Skadi's Elite 2 artwork, thus she has the traits of a killer whale/orca; her default outfit has a cut-out on each inner thigh, which matches the white part on the killer whale's stomach."
    },
    {
      "text": "Skadi is one of two cetacean Aegir alongside Purestream and one of the three mammalian members of her race alongside Pudding and Purestream."
    },
    {
      "text": "Skadi is the only 6★ Guard to have no method to change her attack range."
    },
    {
      "text": "Skadi has been a popular character in the Arknights community for a long time since her release, especially after Under Tides that exposed her identity. As a matter of fact, she often appears in various Arknights memes.",
      "sub_items": [
        "In the EN community, she is frequently associated with Bugcat Capoo, notably the \"Kyaa Skadi\" meme that is still used today. It originated from a Facebook user named Slyhe in 2019 who often commented her appearance with the said meme.",
        "She is also the center of the \"Cheese Sandwich Formation Force (CN: 两面包夹芝士)\" meme in the CN community (as the Corrupting Heart). For more information, see Skadi the Corrupting Heart/Trivia.",
        "Since the release of Mizuki & Caerula Arbor, Skadi has a huge identity separation between her original self and the Corrupting Heart, especially among her fans. This is based on the fact that her alternate version is NEVER her own self but a possession of Ishar-mla the Seaborn Firstborn."
      ]
    },
    {
      "text": "Around early April 2023, a Twitter trend titled \"#ActualSkadiArt\" occurred in the EN community in response to a Twitter user's controversial and unauthorized usage of using Skadi's art in AI generator, as explained in this video:",
      "sub_items": [
        "The incident started when said user, TwilledWave, purposefully used AI generator for Skadi's fanarts and even tagged her illustrator, Alchemaniac, for their \"artworks\" despite the artist's stern warning of forbidding such usage. However, the user aggressively made several excuses such as stating they had the so-called \"freedom of expression\" and thus Alc's accuse is invalid, or that hand-drawing is \"old-fashioned.\" Worse of all, they even attempted to get Hypergryph involved unnecessarily, stating that Skadi's copyright only belongs to them and not the artist, and so they had the right to take down all the fanarts.",
        "The EN community then retaliated in support of the artist by posting their own Skadi's fanart. As a mockery, they also posted memes and comments to rebuke their unethical action.",
        "Unfortunately, the user had disabled comment section in both their Twitter and even Bilibili accounts to avoid further argument, hence the controversy gradually died down while the rest of the community left them alone as an Internet clown."
      ]
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Skadi/Trivia"
}