{
  "Profile": "Blaze, an elite Rhodes Island Operator, has demonstrated professional combat skills and tactical decision making in mobile operations, annihilation, and raids. Now commanded by Amiya, she is a staple for when battles get tough.",
  "Clinical_Analysis": "Imaging tests reveal blurry outlines of this operator's internal organs, clouded with abnormal dark spots. Her circulatory system shows an abnormally high rate of Originium particulate matter, with other signs of Oripathy infection, we can confirm that the Operator is Infected. [Cell-Originium Assimilation] 16%Operator Blaze has clear signs of Infection, with crystals deposited mainly on the trunk perhaps due to blood circulation. [Blood Originium-Crystal Density] 0.24u/LDue to frequent contact with Originium products and participation in multiple Originium-rich areas, etc., Blaze's condition is in a dangerous state of development. Medics can only try to control the progression of Oripathy, but Blaze is not willing to leave the battlefield. For some of Rhodes Island's elite operators, their responsibilities are given higher priority than their own physical condition.Blaze, the next time you don't bring protective gear on the mission, I will have Dr. Kal'tsit forbid you from consuming alcoholic beverages.— Y.P., Medic Operator",
  "Archive_File_1": "[Originium Arts Overview]\"Actually, there's not much to it. Look, you got your one palm over here, and your other palm over there. Then you bring them together, and squeeze the air out from between them. That's pretty much what I do.\"Blaze generally uses language like this when describing her Originium Arts, which may make it easier to understand the nature of her abilities, but tells very little to those who are trying to research and classify Originium Arts.Operator Blaze's Originium Arts can best be understood as the ability to rapidly heat gases within a specified area, though there obviously is a limit to how high she can raise this temperature, which she describes as \"approximately super-hot degrees.\"She cannot directly act upon objects, cannot exceed a certain range, and sometimes is unable to even cause direct damage. Her Arts is very restrictive in terms of the types of materials and receptors that can be acted upon.Nevertheless, through continuous testing and training, she has honed her Arts in a way that greatly eclipses the complexity and efficacy of the original mode of use.Whether using the rise of hot air as a buffer, using the rapid expansion of air around her to generate thrust, or by supercompressing a specific amount of air to create a temperature differential capable of causing a small-scale explosion, Blaze has thoroughly understood how to utilize her Arts.She is also capable of using her own blood to enhance the effect of her Originium Arts, with a greater usage of blood corresponding to a greater increase in efficacy.Though sometimes mistaken for a Caster, all illusions of such are quickly dispelled when she approaches them with her heated chainsaw. \"Look, what the hell did they decide to write here? Just look at that chainsaw. Do Casters lug stuff like that around? No no, is there anything about her that says \"Caster\" to you?!\"– A fire-based Caster who has chosen not to reveal their identity",
  "Archive_File_2": "Among Rhodes Island's elite Operators, Blaze may indeed be the one with the most exposure. Anything else notwithstanding, her capricious, explosive personality and her likely-to-cause-collateral-damage combat skills have given her a degree of notoriety.Despite this, Blaze has an almost perfect track record for completing her tasks. Among the Operators who struggle on the front lines, Blaze is considered as one of the most dedicated.Nevertheless, regardless of whether the missions she was deployed to all happened to require such firepower, or because Dr. Kal'tsit deployed her specifically knowing her capacities, most of the missions that Blaze participates in are worth solving using these rather... unrestrained methods.Literally, by erasing the source of the conflict, whether it's a dispute over Originium, ownership of a building, criminal activity, etc., there won't be any conflict remaining.This doesn't mean that Blaze will, like some Operators, cause trouble for her fellow Operators or even be forced to act independently. Her ability to work as part of a team is also one-of-a-kind. In fact, a team with her as the main attacker can safely focus on supporting, defending, and completing other mission objectives, because Blaze can single-handed absorb all the combat pressure for them.Would any team refuse a proposition like that?As a matter of fact, yes. Quite a few, actually. Because Blaze's techniques and tactics are often risky and sudden, even if she is capable of achieving the greatest results, only the most capable of team members are able to keep up with her.\"Please enter freefall from 300 meters,\" she will often say.While she reassures them, \"Don't worry, I'll catch you,\" stuff like that is not well-received by the faint of heart.Over time, Rhodes Island has come to trust the young and enthusiastic elite, though not enough to treat her as a role model.Just don't. Whatever you do, don't try to become another Blaze.However, trust does not only come from the recognition of strength.Blaze is committed in fighting for the rights and interests of the Infected, never wavering in her convictions.She is firmly on the side of the Infected, and stands with all who fight for a just cause.\"You know she's trustworthy because she puts her life on the line for you.\"",
  "Archive_File_3": "[Classified Log]There's nothing special about elite Operators. Or perhaps I should say, how \"special\" can the already special become?Granted, any Operator may have quite a strong personal ability, but in the face of an entire city-state or a warship... facing the war machines continuously generated through the industrial capacity of an entire country, what hope does an Operator have?To keep things simple, if three Apostolic knights are charging at you with miniguns, what kind of person would you have to be to deal with that kind of attack?Having that said, an elite Operator will always work harder than the average Operator.Even if one's strength can only make so much of a difference, each step taken indeed does help.If you aren't able to deal enough damage to a target, study the structure of the weapon more, and work with the engineers to find ways of improving it. Train, train, and train more to wield heavier and stronger equipment.If you aren't durable enough for the job, or if you hurt yourself with your own Arts, find a way to overcome it. Bring more medicine, install a special pacemaker installed by a friend, get back onto your feet even if your head is spinning, and join the battle again.If your combat skills still have deficiencies, then throw yourself into the most brutal battles, and make up for the lack of skill with experience. Arm yourself with the instinct that you've honed over countless battles.After that, integrate your Originium Arts into all your efforts.Even if your exam results can't get any better than \"Excellent,\" all the power you've mustered on the battlefield can bump that up to \"Super Excellent.\" That's what it means to be an elite Operator of Rhodes Island.Of course, she still scratches her head when trying to slog through basic textbooks for her upper-level courses. But she does get through it in the end.See, such is the nature of an elite Operator.— ■■■",
  "Archive_File_4": "[Elite Operator File]1. Infected.2. Personality:Responsible, hard-working.3. Background:Yan, Victoria.Blood relationship, diplomatic incident.Infected, rogue, free-spirited.Further information prohibited.4. Regarding status as Infected:Follow, identify, serve.5. Tactical Overview:Small-team leader, assault, self-discipline.6. ■■ Potential:Low.7. Type-B Assignments:Allowed. Participation recommended.8. Mobilization Authorization:Kal'tsit, Amiya New mobilization authorization: Doctor.",
  "Promotion_Record": "\"I can't even fill my birthday into my file?\"\"No.\"\"Then there'll be no birthday party for me I suppose?\"\"You can always tell the other elite Operators.\"\"......Hey, I've spent two years at Rhodes Island. Am I that unworthy of trust?\"\"Wrong, it is whether the elite Operators are worthy of your trust. You will develop stronger bonds with your colleagues in the future. There's not much that I can assure you. As long as you are willing to serve under Rhodes Island, then Rhodes Island will work for you as well. However, I can assure you that the other elite Operators are among the most trustworthy ones.\"\"Hm? Even more trustworthy than you?\"\"In a sense, yes. That is also one of our criteria for selecting elite Operators.\"\"Hmm... In simpler terms?\"\"That is to say, you are also worthy of the trust of others, Blaze.\""
}