{
  "Profile": "Ines, former Sarkaz mercenary leader. She participated briefly in the Kazdel civil war, until the Chernobog incident where she disappeared without trace and entered suspended animation. She has since concealed her tracks, until the recent events in Londinium where she reconnected with Rhodes Island. It's impossible to investigate what happened to her during the period before and she signed partnership agreement with Rhodes Island under Ascalon's supervision.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of her internal organs to be indistinct due to abnormal shadows. Originium granules have been detected in her circulatory system, confirming her to be infected with Oripathy. [Cell-Originium Assimilation] 11%Ines obviously showed symptoms of Oripathy, but she refuses to let any samples be taken. [Blood-Originium Crystal Density] 0.21u/LSince she was active in Kazdel's area and has long history of being exposed to Originium in the wilderness, her infection is actually predictable, but like W, she herself didn't seem to be bothered by it. The medical department's operators have attempted numerous times to help Ines get a thorough medical check-up in order to make an effective treatment plan for her. But, her indifferent attitude causes frustrations among the medical department personnel. Especially when it comes to collecting key data, she suddenly disappeared without a trace and won't show up for awhile. For the sake of her health, we've contacted her supervisor, in hopes for assistance. ——A medical department staff Rejected, she knew how to do it herself. ——Ascalon",
  "Archive_File_1": "When Miss Ines first appeared on Rhodes Island, many people were curious about this evasive operator. Most of them had this on their mind \"Who can fight side by side with W for so long?\". Many operators tried to get ahold of her but they all failed, even all the Lupo operators who claimed their specialization in tracking failed and most of them cannot grasp her whereabouts. With the numbers increasing each day, many of them decided to take the game of \"Finding Ines\" more seriously. It seems like they don't want to admit that her anti reconnaissance and reconnaissance capabilities exceeds even the most professionally trained ones. According to the interviews conducted with the participants after the game, they all found a shadow mark that Ines deliberately left. These marks can show their deepest fears or their most loved ones. This same mark also made them reveals all their secrets to Ines which intimidated them and made them treat Ines more seriously. After recounting the events that transpired I found 2 facts: First, it seems people are interested in Ines due to her talent. Second, there are several points that made me doubt the whole incident happened. Point 1: Even if she's an excellent intelligence officer, there's no way for Miss Ines to be familiar with Rhodes Island layout as a whole compared to other operators who has been here far longer than her. My theory is she's indeed has been in the ship for a long time and connecting it with the fact that she entered suspended animation, I had even more daring guess. Point 2: Despite her being active in Kazdel area and after researching types of Sarkaz' Originium Arts types, there are very few of them who possesses Spiritual Tracking and Emotional Manipulation. Such Arts mostly exists in the Leithanien region. But since she's more active in the Kazdel area, she should've more apparent connection. Then I started reading her teammate W's files and compared their records. The result was surprising to me because she's present in all major events that had happened since a decade ago. In all of them, she's far from center of the cause, but she keeps being drawn by something she cannot escape from. Maybe there are more secrets of hers that I can find out, I need to ask the permission to investigate it further. 【Classified Record】 Ines talked with the personnel who then voluntarily dropped their request. This record has been applied to be put into storage. I've also transferred the said personnel to another department where they can utilize their skills better. This is also to prevent similar things to happen to other operators. ——■■■",
  "Archive_File_2": "Unlike other nomadic Sarkaz mercenaries, Ines rarely gets her rank changed in her career. Treason and hostility are common in the Sarkaz mercenary but, no matter who her employers were, she always has a loyal partner in Hoederer. Ignoring the actual meaning of \"loyalty\", Ines refuses to divulge more of her personal lives. After the Victoria incident, Rhodes Island received more contacts with the Sarkaz force. Regular operators won't have any knowledge of the past but for us who have always been with Dr. Kalt'sit and Amiya, seeing our old comrades isn't nostalgic, it's more of a burden. ——Anonymous Sarkaz operator Ines was rather embarrassed to say it, but Hoederer was the opposite. I've heard stories of how they met in their teens probably. Sarkaz never celebrated anniversaries and they never keep track of dates during the war, but I guess she still remember those days. She remembered when she herself, was forced to survive and drew blood with her own hands in that birch forest. \"I remember how that Sarkaz boy fell out from above with a knife and how he counted the bodies coldly, calculated the rewards and extended his hands to her suddenly...\" said by Hoederer with no change in his expression, as if it's just an anecdote during the war. He didn't even blush! Since then she has since become his teammate, even though the Hoederer back then still doesn't have his own team. According to his story, after leaving the birch forest Ines started to file her horns everyday and uses Arts to transform herself into a Sarkaz. \"What? Privacy invasion? Do you think a Sarkaz mercenary hiding their own personal resume with privacy as an excuse is a good look for Rhodes Island? That's just a lie! Besides, the three of them have been together for a long time and were partners with Scout and Ascalon, as if these are the things to be hidden. Huh? Afraid of her counter attack? Her Arts? Oops, only Ascalon can beat me in Office Shadow-Stepping contest - wait but wasn't her Arts Shadow-related? ——■■■ Ines always distanced herself from others-mercenaries and operators- and her Originium Arts gave her insight how to take care of them properly especially on the battlefield. It's not because of this that she refuses any interactions. She knows what \"trust\" can give her and her Arts happens to be \"evaluating\" it. This explains her excellent ability as a spy during the civil war. Her duties of causing uprising and creating informants were flawless. The current Rhodes Island might have no need for that cruel method, but I hope the Doctor can recognize her skills and potential not only as an operator but also as a soldier to win her \"trust\". She was very distrustful of you... before. Correct. Scout was the one of the first to have her \"trust\". Regarding Chernobog, she will reveal it herself. I won't speak for her. --Ascalon's notes Aha, a night in the birch forest? Copy that, this sounds juicy. Relay it to Kalt'sit for me. --Anonymous access records, it's possible to figure out who it was, but due to security reason, the HR department stopped investigating.",
  "Archive_File_3": "【Classified Record】 When she picked me up from the blazing wreckage in the Auchterigg Borough, I noticed that her shadow reflected in the flames was shaking, although she pretended that nothing happened it didn't work for me. You've changed her in some ways, although she refuses to admit or acknowledge it. Unlike her, I won't change my opinion on you, so give up trying to make me do it or towards His Majesty on The Shard. I'm just trying to survive the battle and I'm not interested in your bigger picture. But I do care about W and her wellbeing, We trusted you once and agreed to let her stay by your side, but alas it happened. I have to take responsibility for my own people. This is the rules that we mercenaries must follow. I've been trying to understand how to become a Sarkaz and thanks to Hoederer, I tend to think about a lot of unnecessary stuffs and it makes me aware of my own purpose that is - to survive. W is too....tedious, she never realizes what being a Sarkaz means and what she needs to bear. She only thought about it in very short time, which resulted in her following it blindly. You're the reason why she was like that and I doubt you know what will happen to her in the end. Your shadow tells me you have plans and you better know where to put her in it. I'm not going to ask for your promises. those are meaningless for Sarkaz. As long as she's still going strong, I'll trust you but this time I'll be together with her and we all will be there as well. I'm just a mercenary and the worst thing that could happen to me is to be completely eradicated. Fortunately, I've experienced that without fear. Yes that's a threat for you and I really mean it. ——Ines' words to the Doctor. Why is she so nice to W? Huh? Is that real or not? Did W bribe her or something? --Closure",
  "Archive_File_4": "For the operators who will go to Kazdel to carry out their missions, Ines has one thing to say - don't mix up Rhodes Island's motto in Kazdelians' affairs. The long-lasting conflict in Kazdel region has attracted many black market merchant and weapon smugglers. They're more than willing to provoke one mercenary team to another or put out bounties for rewards. But these foreigners are also the biggest target in Kazdel for the mercenaries. Many of them came from Columbia and Leithania and were completely robbed. This has become one of the most common thing Ines had participated in. She witnessed a smuggling caravan from Leithanien completely ravaged by her team, leaving a Caprinae boy as a survivor. These non native children living in Kazdel aren't uncommon and they're useless after their parents' death. Sarkaz won't even bother with them and left them to fend for themselves to experience the cruelty of the lands in the northern great forest. They're more than happy to do this because to them someone has to pay the price of being a smuggler and these children are often the targets. As for the Caprinae boy, Ines gave him two choices: to stay with his parents' bodies or to let him die in the northern birch forest. \"Why don't you let him go? He's not a threat.\" \"Only the Sarkaz can survive in Kazdel. I threw him a dagger before leaving him in the forest and that's his means of survival.\" Rhodes Island can try to save the person in front of them. But what about others that are unseen? Our capabilities are limited. The Kazdel wars are endless and it will involve everyone and everything in one big vortex. \"Get rid of your sympathies. Unless the war actually ends someday.\" And for those who doubted her words, she recommends them to go to the northern birch forest. \"The only difference between that Caprinae boy and me are the fact that I survived using what the forest had taught me.\" She described that the forest does not only consists of bones and sceneries but also traces of people trying to survive there. \"There, lies the way to survive in Kazdel.\" \"No one will come to save you everytime.\" whispered by Ines.",
  "Promotion_Record": "\"How do you feel about being here now?\" \"Hmph, not bad. I don't really like being a bodyguard. I'm more accustomed to what I've done previously but it's more convenient this way.\" \"Please don't regard yourself as just a bodyguard. Judging from the circumstances, she's not quite ready and that's the best for her.\" \"You can talk to Ascalon regarding this but, you have changed drastically. Your shadow use to be full of emotions that you can't seem to get through but now...\" \"Calm?\" \"\"Hmph you're still unlikable. No wonder W went to the quarters more.\" \"What do you feel about this?\" ..... \"Verbal promises are meaningless and the history of Sarkaz has proven this countless times. Sometime in the future another war will happen again. The question is what will trigger it? Next time, you'd better know where to stand clearly.\""
}