{
  "Profile": "Qiubai, swordswoman, born in a river fort near the Yanese city of Jiangqi, later left her hometown due to changes in her family and travels the country year-round without a fixed residence or job.On investigation, Qiubai had already been in contact with several Operators in separate incidents, and later accepted Rhodes Island's invitation to cooperate and provide support to our various affairs in Yan.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, the operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Qiubai shows no signs of Originium infection. [Blood Originium-Crystal Density] 0.13u/LOperator Qiubai rarely comes into contact with Originium. I hear that she's often out in the wilderness... maybe her aura of chivalry is so strong that Oripathy has no effect on her. Or maybe I'm just spouting nonsense. She definitely has plenty of experience from running around her old stomping grounds, and is pretty good at protecting herself.–A certain Medical Operator",
  "Archive_File_1": "We came into contact with Qiubai during an incident in the Yanese city of Kou-wu, and subsequently extended an invitation for her to collaborate with us. Afterwards, we were surprised to discover that she had been involved in another incident six months ago in a village in the northwestern part of Yan with Operators Saga, Wind Chimes, and Mulberry, and even had interactions with Operators Chongyue and Lin... We must have fate to thank for her to not refusing our invitation.As for the Kou-wu city incident, the operators involved have said that... it was pretty impressive.At the time, some office operators were about to purchase a batch of special medicinal herbs, but after getting in touch with the farmers a certain major herb dealer in Kou-wu city stopped our transaction. The merchant brought out a contract with the farmers signed years ago, that stipulated any sales or transfers of goods as well as other matters had to be agreed upon by both parties beforehand. In short, there was no way for us to get around his terms, and the price he offered was nearly three times greater than what the farmers would have taken. We also learned that he seemed to have engaged in even more nefarious business practices in the area under the table... Whether in regards to profit or ideals, we could not accept such a person as our partner.The procurement came to an impasse, but a solution came out of nowhere. A swordswoman had applied to be a senior bodyguard for the merchant, and when she demonstrated her skills, she accidentally drove the scabbard of her longsword through the merchant's hair and nailed him straight onto the wall. Then they spoke for a full minute while in that position. We have no way of knowing what they talked about, except that the merchant informed the farmer the very next day that he had unilaterally rescinded the contract. He then fired the swordswoman and did not hold her responsible for what seemed to be simply the innocuous accident of a poorly-educated individual.Although we'd actually already been collecting relevant evidence... In any case, it was a boon for Rhodes Island as we urgently needed the batch of herbs, so we located the swordswoman to thank her.Everything else fell into place after that.",
  "Archive_File_2": "Operator Qiubai is not proficient in Originium Arts, and has not displayed any related abilities in combat tests or on missions. At first we thought she was just holding back, and it was understandable that someone so accustomed to being alone would be wary of showing her full power while working with others. But afterwards, we found out that in combat she really relies solely on the longsword in her hands. All the operators who have worked with her say that she is \"good with the sword\" but how good exactly was not easy to describe, or rather, there was not much else that could be said.We have seen Qiubai surrounded by operators several times, being asked if she had cool yet unintelligible names for her moves like \"flying snow sword technique\" or \"cut the flow of a thousand rivers,\" all while she appeared rather exasperated. Their behavior may have stemmed from an unintentional stereotype–that the beautiful yet lethal kung fu styles of Yan were granted by the heavens and have been passed down from generation to generation. The culprits are a certain \"Xia\" genre of Yanese fiction, the names of Operator Chen's[sic] sword techniques, and Operator Mr. Nothing's usual way of explaining things.Regarding the characteristics of Qiubai's sword style, we can only summarize it as \"to strike at the most opportune time.\" This was most evident in a recent combat test: she barely maintained a defensive posture while flanked by two Defender operators, and once she spotted an opening, pounced on it to disarm their shields with her sword. In a subsequent match with a Caster with suppression abilities, Qiubai wielded only a sword. The Caster had no time to cast their Arts before the blade was already at their throat. From the way she holds her sword, to the way she strikes with it, to the amount of strength she uses or the angle she strikes from... by any standard, Qiubai is wholly unconcerned with any long-established \"swordplay\" techniques. Her moves are not aesthetically pleasing, but rather extremely simple, concise, agile, and efficient–concerned with seizing any chance of victory from the edge of death. Considering her history, it is not difficult to surmise that her style was developed from years of \"experience\" accumulated from her brushes with life and death. I can't imagine more than a few people would willingly experience such a life. \"My teacher? You mean my enemies? They're all dead... Well, except for one.\"",
  "Archive_File_3": "Operator Qiubai's main responsibility is to assist with Rhodes Island's affairs in Yan, so opportunities to spot her on the landship are few. And so, on one occasion when she returned to the landship to submit her reports and hand over her duties, the Logistics Department spotted a couple of people sneaking around her dormitory quarters–\"We just wanted to see if she would actually sleep on the rafters.\"\"Nonsense, obviously she just needs a rope as thick as your thumb. She can attach both ends to a wall and lie down to sleep on the taut rope!\"\"We really had no ill intentions!\"–Here again is an example of an inexplicably deep-rooted stereotype, but we have seriously educated the individuals involved.Qiubai does not have any such a bizarre sleeping habits, other than always keeping her sword within arm's reach. That said, it should be noted that her standards for a living environment are very low, and she has barely modified the temporary dormitory arranged for her on Rhodes Island. When she does return to the landship, she also does not take the opportunity to socialize, instead volunteering to keep a lookout. Her lifestyle is as simple as her swordplay.According to the operator that was on duty with Qiubai, she would sit down on the bridge and fish out a whetstone from her sleeves like it was the most natural thing, and the sound of her sharpening her sword echoed across the bridge. The operator was trembling and sat down opposite her, but ended up falling asleep to the sound. He tried to explain to everyone that Qiubai was not as aloof as she seems, for the two of them had talked for quite a bit before he fell asleep. Although he had forgotten what exactly they talked about, Qiubai had showed off the differences of each Yanese dialect: Shangshu is soft, while Yumen is rough, Lungmen is rich in their tones, while Jiangqi and Dusk City also have their own unique characteristics. This is consistent with Qiubai's statement during her personnel audit that she has traveled all over Yan, and though she has not stayed anywhere for long and has no plans to, she has still been a positive force in the lives of many people, for no particular reason. \"After this, I will head to my next destination. All I need is this sword, and there will always be somewhere it's needed. I'm used to this.\"\"In Yan, this is what they call 'to walk the jianghu is to walk the path of chivalry,' right? Oh, I know, Qiubai is the chivalrous warrior that Mr. Nothing always talks about!\"\"Qiubai, how many chivalrous people like you are there in Yan?\"\"......Best to have none at all.\"",
  "Archive_File_4": "We invited Qiubai to a movie screening, originally intending to consult her about some details since the movie is based on wandering Yanese vigilantes, with a theme that went something like \"disperse all grievances to live a life of normalcy.\" After the screening, Qiubai did not comment on how the film was shot, the architecture or the costume props, or even the cultural nuances, but merely expressed her disdain for the story itself. She could not accept that the characters would simply get into fights, have drinks, say some words and then bury the hatchet, with all grudges and gratitude as well as good and evil \"lost in the wine\".[note 1]\"If it were that simple, all it means is that their resentment wasn't worth a thing... Oh, don't mind me, the movie was pretty good, I just didn't like it.\"–Records from a Rhodes Island movie enthusiast club In order to ensure that the files were as thorough and accurate as possible when they were archived, HR did a background check on some of the more obscure parts of Qiubai's history. More than a decade ago, pirates occupied an area[note 2] of Jiangqi city in Yan, building river forts and colluding with each other to control nearly half the waterways, robbing all the merchants that traveled to and from the city. The Yanese government mobilized a force from all over the country, including Chongyue who happened to be passing by at that time while on duty, and launched a purge on the Jiangqi pirates, covering hundreds of li. All those who resisted were disposed of, with the rest arrested, and Yanese state officials varied their sentences accordingly, letting off the people who had merely been coerced to return to farming after their investigation was done. The families of the pirates were taken care of, and their young ones properly raised and educated. But when the list was checked, one of the pirate leader's daughters had disappeared in the confusion, though we know what happened after, for she had went to Yumen.As a teenage girl, she traveled from Jiangqi to Yumen, a distance of thousands of li over a period of five years. By the time she reached Yumen, her amazing swordplay was already beginning to take shape. What happened on that journey, Qiubai has not told us in detail, but it was presumably not your average road trip. She also stayed in Yumen City for a full five years, not to exact her \"revenge,\" but to participate in several emergency defense operations in Yumen. As far as we know, Chongyue had sent relevant documents to various agencies, explaining her situation before his resignation. Any further details were not told to us by either party, but it was unlikely to be the sort of movie scene where they met and laughed off their past grudges.Of course, this is a personal matter between the two of them, and after confirming their respective attitudes and making sure they would not come to a blows in Rhodes Island over their old grudges, HR did not pry any further. But we still remember her final words at the time: \"Hatred has long been unworthy of my sword.\"",
  "Promotion_Record": "By chance, we were given some dated information, but possibly related to the pirates in Jiangqi–More than thirty years ago, a merchant had reported to his local government that his young adult daughter had disappeared while passing through the waterways on a cargo ship to visit family, and was never found. \"Enmity rises from the struggle between good and evil, but where does such a cycle end, or begin? 'Good and evil are both hard to judge' is merely a useless lament, and thus the reason why I wield my sword.\""
}