{
  "name": "Qiubai",
  "trivia_items": [
    {
      "text": "Her Chinese surname is 仇, which can be pronounced as chóu or qiú. In this case, it should be qiú because this pronunciation is only used as a surname.",
      "sub_items": [
        "Out of universe, her name can be a pun on Dugu Qiubai, a character of the famous wuxia novelist Jin Yong, because his skills allowed him to use sword techniques without a sword."
      ]
    },
    {
      "text": "Qiubai has the traits of a sika deer (Cervus nippon), specifically the North China sika deer (Cervus nippon mandarinus), which is noted by the shape of her anthers. A small herd of them could be found in her Elite 2 artwork.",
      "sub_items": [
        "Her belt has plum blossoms as ornaments, and she carries a stem of plum blossoms in her chibi form. Similarly, the Chinese name for the Sika deer is called the \"plum blossom deer (梅花鹿).\""
      ]
    },
    {
      "text": "Among all NPC characters, Qiubai is the first character that becomes an Operator right after her debut, specifically, after Where Vernal Winds Will Never Blow."
    },
    {
      "text": "Similar with Chongyue, her English dialogues have a strong Mandarin accent. It is also worth noting that her English VA, Angel Lin, is an English-speaking Chinese."
    },
    {
      "text": "Qiubai is the first female 6* Lord Guard who previously only consists of SilverAsh and Thorns. She is also the first 6* Lord Guard operator to be released since Thorns in 2.5 years."
    },
    {
      "text": "Minako Kotobuki, the Japanese VA for Qiubai, played the role of Tsumugi Kotobuki in K-On!. Before her, the voice actresses for the other four main characters in \"K-On!\" had already voiced for characters in Arknights (Bagpipe, Kal'tsit, W and Dorothy). As a result, some video creators have used the appearance of these five operators and incorporated them into K-On! to create videos."
    },
    {
      "text": "While her limited headhunting banner is still ongoing in Global server Qiubai also received a rotational headhunting banner during August 31, 2023 CN server banner rotation making her one of the few operators who received rateups on both CN and Global servers."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Qiubai/Trivia"
}