{
  "Profile": "Formerly both SP for the Mayor of Siesta and the Bureau Chief of the Urban Public Security Bureau, Schwarz joined Rhodes Island at the same time as Ceylon. She has outstanding achievements in covert operations, reconnaissance and anti-reconnaissance, survival, and crossbow usage. She is in charge of protecting the Doctor and is responsible for the training of basic level Rhodes Island operators.",
  "Clinical_Analysis": "Imaging tests have shown the outlines of her internal organs to be indistinct due to abnormal shadows. Originium granules have been detected in her circulatory system, confirming her to be infected with Oripathy. [Cell-Originium Assimilation] 6% Patient's disease is under control. [Blood Originium-Crystal Density] 0.29u/L Patient's oripathy is mild and currently shows no indications of spreading. Subject was exposed to Oripathy quite early on. However, due to receiving timely, excellent treatment before joining Rhodes Island, the patient's Oripathy is effectively stable. — Medic Warfarin",
  "Archive_File_1": "She makes for a stern and severe bodyguard. When needed, she acts as guardian for the Doctor. In addition, she can often be found in the vicinity of Ceylon. She does not like to interact with others. Even when someone wants to interact with her, they usually receive a cold response. However, she can sometimes be seen accompanying mercenaries and bounty hunters at the bar.",
  "Archive_File_2": "Schwarz has two faces. In combat, she often displays a cold-hearted side. Although she mainly uses a crossbow for a weapon, even an object as seemingly benign as a pen, a book, or a rope can become a lethal weapon in her hands. Moreover, unlike an ordinary person, she doesn't value her own life or well-being. In various exercises, her methods of attack are often unpredictable. However, these methods often come at considerable cost to herself. Perhaps Schwarz does not have as much experience in dealing with monsters as other operators do, but she is uniquely capable among Rhodes Island operators at dealing with human and humanoid foes. In the words of one operator, \"She is like a machine designed specifically to ruthlessly kill humans.\" However, in the presence of Ceylon, she may still be cold, but she betrays a softer side. Her relationship with Ceylon is less a simple master-servant relationship, and more of a relationship between sisters on equal-footing. She dotes heavily upon her younger sister and will satisfy any of her requests, no matter how unreasonable. She shows tolerance even for her most whimsical notions, and her normally cold voice possesses a certain pampering tone. It is only in these moments that she appears to transform from a machine to a person, in the eyes of spectators. It is because of this side of her that many operators who used to fear her have been gradually changing their opinion.",
  "Archive_File_3": "During the Siesta incident, there is a detail that is easily overlooked: We already know that Schwarz has an abiding love for Ceylon. However, during the event, she chose to stand on the other side. Though she was forgiven, this has still ultimately been taken as a betrayal, and has caused a chain reaction of events. In the analysis of the incident, we can see that the real reason she took the other side was because that she has an inclination toward the city's Mayor, Herman. It is true that she deeply loves Ceylon, but she is not just her puppet. Theoretically, as the mayor's agent, she ought to be the one who understands him the most. Her quote, \"When it's time to shed blood, do not send Lady Ceylon to do it, send someone who lives amongst the shadows,\" is likely an accurate representation of her mentality on this. Despite bearing witness to the event, after joining Rhodes Island, Ceylon has still shown some idealistic tendencies. This is normal. She witnessed some of the cruelty that this world is capable of, but the relatively neat resolution to this incident has lightened some of the shock of it. Moreover, not everyone needs to have a deep understanding of this so-called cruel reality. However, this brings us to the salient point of this discussion: What position should Rhodes Island take on this issue? People like Ceylon are not a minority in Rhodes Island. Rhodes Island is not purely a research institution and thus our nature determines that we will sometimes come face-to-face with unsavory situations. Do we have an obligation or necessity to expose these members to cruelties they've never experienced before? Or is it enough to abide by Schwarz's quote and \"Send someone who lives amongst the shadows?\" This is a topic worth discussing in more detail. — Archivist R.F.",
  "Archive_File_4": "\"......Actually, since I've gotten used to it, I don't really feel anything when I kill people. Especially when the people I kill are my enemies. As for how I specifically wiped out that entire clan all by myself, you don't want to know, Doctor. Actually, aside from giving you a detailed description of the bushes and shrubs I hid in, there isn't much I can tell you. Wait, and then attack - it really is that simple. I was born into a family of Rim Billiton merchants. Both of my parents were traders. When I was six years old, they were involved in a deal in which they were tricked into collecting a number of Originium Stones disguised as ordinary gems. I was infected with Oripathy when I stole some of these stones to play with them. After my parents found out, they went to confront those who had tricked them, but were ambushed and killed en route. I was treated like a slave and sold. In the end, I was selected by a mercenary unit to become their newest member. In addition to carrying out war operations, this mercenary unit was also responsible for carrying out tasks for important men, mostly their dirty work. After I passed their training, I became a child assassin. After several missions, my organization was tasked with staging some \"accidents\" in a certain city. That is where my fate changed. My task was to assassinate Lady Ceylon's father, but in the process of getting close to him, he subdued me. You can't even imagine. He was a... Forget it, I won't even bring it up. In short, I helped him eliminate my entire mercenary unit. Afterward, I became part-housekeeper, part-bodyguard. That year, Lady Ceylon was three years old, and I was 12. Actually, what Lady Ceylon doesn't know is that during those years I was a bodyguard, I also helped her father with other matters... Don't get me wrong, I was willing to. The person I care about most is Lady Ceylon but the person I respect the most was her father. That still hasn't changed after all this time. ......That day, he called me back to Siesta and told me that he found my enemies. Before I set out, he asked me \"Are you sure you want to go? You can live a good life here, Schwarz.\" Ultimately, I went, but not just for revenge, but also to make a clean break. Also, I knew that somebody was waiting for me.\" —This story was related by the Doctor personally. Because its original telling was replete with vulgarity and drunken rambling, it has undergone substantial editing and abridgment. With the permission of the subject, it will be inserted into her personal record.",
  "Promotion_Record": "One way of looking at it is, if someone like Schwarz found herself in the light, the darkness within her would gradually dissipate. It must be noted that this is an optimistic and even irresponsible way of thinking. A rather cruel fact we have found is that rather than saying Schwarz is her true self when she's around Ceylon, it is better to say that she is hiding her true nature. The coldness and contempt for life she exhibits during battle is closer to her true nature. This is what is engraved into her very soul. It is the branding she would not be able to wash off even if she were to spend the rest of her life in the light. So what we must understand is that her hopes for Ceylon may be hard to achieve, but they are not to be taken lightly. For it is only those who have experienced the darkness that understand just how deeply that coldness runs. The only thing worth celebrating is that she recognizes this. Only in this way, perhaps what she says will come true. That one day, the Doctor will be able to tame the evil within her. I hope that such a day will come."
}