{
  "Profile": "Jessica Brynley, after leaving Blacksteel's base for personal reasons. She chose to go to the barrenlands and became a sheriff. She now supports Rhodes Island as a partnering operator at the local office.",
  "Clinical_Analysis": "Clinical Analysis Imaging tests on this Operator show clear outlines of internal organs, with no abnormal dark spots or shadows. No unusual traces of Originium particles present in the circulatory system, no signs of infection, confirming this operator as uninfected. [Cell-Originium Assimilation] 0% Operator Jessica showed no symptoms of Oripathy. [Blood Originium-Crystal Density] 0.19u/L Jessica's blood Originium-crystal density has increased compared to the past, but the rate is still in a safe range. However, she has stayed in the barrenlands and been exposed to Originium products for a long time. We need to pay much attention to her. \"Compared to her infected state, I care more about her injury on her body.\" --Medical operator in the barrenlands.",
  "Archive_File_1": "We don't know why Jessica ended her career as a mercenary, nor does Blacksteel seem willing to disclose too much information about it. Whenever asked, the people in charge always speak vaguely and quickly change the subject of the conversation. However, Jessica has been dissatisfied with Blacksteel's hardline and uncompromising behavior. Those who know her well have all noticed it, more or less. There were times when Jessica returned to Rhodes Island from Blacksteel's missions and shut herself up at the range for days, not willing to interact with anyone though she didn't show any negativity. Later, after learning that Jessica had been punished by Blacksteel for defying her superiors, we realized that her conflict between she and Blacksteel had already been irreconcilable. The mission in the forested areas of eastern Columbia had intensified the contradiction between the two sides, causing Jessica to finally give up on her career and her future at Blacksteel. She moved away from Blacksteel and Brynley family, and eventually headed to the barrenlands to start her new life. Fortunately, our connection with Jessica will not be severed with the end of her relationship with Blacksteel. The pack animal team that she set up in the barrenlands often work with local offices to deliver medicine to suburban areas where carriers can't reach, ensuring that sick pioneers get treatment in a timely manner, while Jessica also needs funds to build her camp in the barrenlands. We are thrilled to be working with Jessica again. She seems shy and weak on the outside, but is in fact persistent and tough on the inside and has a high degree of empathy and sensitivity to others' emotions, a rare quality that allows Jessica to calm those who have been traumatized by the accident, but also makes her more susceptible to the emotions of others and it takes a long time for her to pull herself away from the pain and sadness. What makes it more painful is that she stubbornly chooses to face things alone. Jessica is reluctant to tell us about the scenes she witnessed and the struggles she endured as a mercenary, but by focusing on her behavior now, we think she's in a much better place. At least now, Jessica would rarely be alone at the range after returned from the barrenlands.",
  "Archive_File_2": "\"Prior to her formal involvement in field assignments with Blacksteel, Miss Jessica had been working as a weapons tester in the Equipment and Applied Technology Department. Here she was exposed to vast amounts of new weaponry and befriended many veterans who had retired from the Armed Personnel Dispatch Department. These guys have a lot of experience and are often able to provide constructive input into the weapons development process. Miss Jessica was able to learn from the experience of those who came before her and was able to integrate a great deal of previous knowledge and not only is she quite knowledgeable about the use of various weapons, but she is also proficient in weapon modifications and enhancements.\" \"Mhm.\" \"In terms of weapon selection, Miss Jessica often carries a Blacksteel-made No. 1094 gas-operated pistol, this high-performance firearm represents Blacksteel's most advanced research and development process and once launched it became the star product of the year, favored by mercenaries. When facing more complex situations, she also uses a self-modified submachine gun, which is extremely accurate, powerful and suitable for quick assembling and disassembling.\" \"Mhm.\" \"In addition to these two small arms, in some extreme combat environments, the presence of ships and armored carriers can make the situation quite difficult, in which case Miss Jessica would prefer a large anti-armor gun from Raythean Industries, along with a tactical shield that not only provides basic protection, but also has mobility and can be used as a gun mount, the shield also has space for small arms, ammunition and other armaments inside.\" \"Mhm.\" \"But as you also know, the mission's situation is ever-changing and every time you need to be prepared for everything, so Miss Jessica tends to bring along all her weapons and equipment at once and this also greatly tests her weight-bearing ability and arm strength. Now that she's in the frontier, the wilderness combat environment is very harsh, there are also ferocious bandit caravans that come to loot supplies, so besides the equipment, Ms. Jessica also has to bring additional supplies and......\" \"Uh huh.... I see, that's why you, who claims to bench press two hundred kilograms at the gym, lost to her 47 times in a row in arm-wrestling match.\" \"...\" \"Mhm....?\" \"O——\" —— Excerpt from the daily chats of operators",
  "Archive_File_3": "\"After having a son and two daughters with his wife, Bonny Brynley grew old enough to have their youngest daughter, Jessica. As the youngest child in the family, she was loved by everyone, not only by her parents, but also by her older siblings, who were also very close to her. There are reports that she was able to be promoted several times during her time at Blacksteel because her family was supporting her. \"We don't know exactly what kind of crime Jessica Brynley committed to be sent to the barrenlands, but it seems unsurprising that such a pampered and untouchable daughter of a wealthy family would do anything. Yesterday, in the face of many reporters, Bonny Brynley, still in full defense of his daughter, ranted and raved at them with all his decency.\" \"I don't know where you're getting your tidbits! A bank robbery? That's ridiculous, are you insinuating that there is a bank robber in my family? \"I advise you to be careful what you say, sir, she is my daughter!\" ——From the morning news of a Columbian television station. \"They've been really one-sided about me.\" Turning off the television, the girl turned back to the operator behind her. \"That's what I thought, you're not like that Jessica, we all know that.\" \"No, I mean, I'm surprised they didn't mention my grandfather in the report, when clearly he's the one I'm closest to in the family.\" \"Ah... Is that what you're concerned about?\" \"Well, he didn't put up a slightest bit of seniority in front of me, he was like an old naughty child. When I was a kid, my favorite thing to do was to sit in his arms and to listen to him telling me, in exaggerated tones, about his adventures in the barrenlands when he was a soldier. \"By the time he finished his story, he would find himself with purée and cream smeared all over his tie. I couldn't help it, I was young and couldn't stop my mouth for a moment, I was also very active... He was the best grandfather in the whole world.\" \"And later?\" \"Later... I grew up and went to Victoria for high school. He passed away from an acute illness and by the time I got home, it was all over. I only had time to lay a bouquet of flowers at his tombstone.\" \"S-sorry.....\" \"It's okay, I brought it up on my own accord, I can't just blame you.\" \"It was nice to have someone to talk about him with...\" ——Excerpt from a conversation between two operators watching the morning news",
  "Archive_File_4": "Everyone was taken aback when they met Jessica in the barrenlands. The girl in front of us was dressed in ragged pants and a plaid shirt, followed by a herd of hissing pack animals, her face red from the sun as she rode barefoot on the lead pack animal. No one would have recognized her as the Blacksteel operator who had worked with us at Rhodes Island if it weren't for the familiar firearm at her waist. After learning that the journey to our destination would take us past the camp where she lived, Jessica offered to give us a ride. This was fortunate indeed - we were fretting over our damaged vehicle at the time. Mounted on the pack animals, we headed up against the river into the woodland. There we realized what kind of life Jessica was leading now that she had left Blacksteel: in the middle of the night, a few flying insects entered through the fabric of the torn tent and whether it was the noisy flapping of their wings or the swollen bumps that grew from their bites, it annoyed everyone so much that they had to get up and swat them away, one by one. But Jessica didn't care, she curled up on the improvised cot made of two chairs and was sleeping soundly. A flying insect landed on her eyelids, leaving a huge swollen bump, but she just unconsciously rubbed it a few times and went back to sleeping soundly. That night was just a small glimpse into Jessica's laborious life; not only does she have to deal with the daily grind of the camp, but there were also the occasional beasts and bandits that would come to haunt her. Luckily, she doesn't have to do it alone, she has a lot of people to support her: the camp's cook, an Elafian, who is in charge of the food and can make even the most unpalatable ingredients taste good; An old man who takes care of the campfire and fixed our vehicle with his deft hands; A girl who has a keen eye for numbers and is in charge of the camp's expenditures; and a Sankta hunter, who has a short fuse, but is a cattle rancher. He takes turns with Jessica in policing the camp. Together, the newly constructed settlement is quickly becoming a success, attracting new pioneers. Before we left, Jessica pointed to a forest in the distance. \"We're planning to buy high quality Pines. Relatively speaking, logging is a safe industry here. Also within the nomadic city, good white pine can sell for two hundred gold vouchers per cubic meter. Therefore, if we can make a consistent profit next year and the year after, we'll have enough money to build a small logging platform, then everyone will be better off on the nomadic platform.\" As she spoke, her eyes first shone with a soft bright light, then gradually regained their calmness, during which she kept staring at the forest without moving away for a moment.",
  "Promotion_Record": "\"Indeed, Doctor, I robbed a bank in Davistown with a gun, that is a fact and I have nothing to divide it with.\" The girl looks at you and rubs her palms together uneasily. \"But I didn't go to the frontier to serve my sentence. I didn't commit a crime.\" \"That's not because my motive for robbing the bank was to help the locals who were being squeezed by the bank, but... I wasn't allowed to be a criminal because a Blacksteel operator mustn't have committed a crime. Because a member of the Brynley family mustn't have committed a crime.\" The girl lifted the tea pot in her hand and blew on the tea inside, but accidentally cut the corner of her mouth on the broken rim of the cup. \"...You ask if I'll stay there forever?\" \"Well... I want to stay here forever. Because with every choice I make here, it belongs neither to Jessica of Blacksteel nor Jessica of House Brynley.\" Wiping the blood stain at the corner of her mouth clean with her fingertips, the girl smiles coyly at you. \"It only belongs to me.\""
}