{
  "Profile": "Prior to the Chernobog incident, Rosa attended a middle school in Chernobog City and served as the student council president. She joined Rhodes Island after the incident, and developed a very good reputation while working for the Logistics Department. She has now applied to be transferred to the front lines as a sniper operator.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0% Operator Rosa has no signs of Originium infections. [Blood Originium-Crystal Density] 0.15u/L Operator Rosa may have had very little exposure to Originium in the past, but is likely to have had significant exposure throughout the Chernobog incident due to the state of the entire city following the Catastrophe. While no symptoms are present as of yet, this indicator is abnormally high and calls for continued follow-up observation.",
  "Archive_File_1": "A young lady from a pure pedigree of nobles fallen from grace. She quickly integrated into life at Rhodes Island, and is largely indifferent to the question of one’s status. She is simply viewed as a polite young lady in the eyes of most operators. Whether in work or in leisure, she displays maturity well beyond her years.",
  "Archive_File_2": "At one point, the once-great nobles could rely on their bloodline to ensure their stable prosperity. After entering the modern era, however, their status has been challenged by emerging business and political elites. In some countries such as Columbia, the status of a well-known business is roughly equivalent to the entire lifeblood of another country, and a lesser noble is certainly not as wealthy as the general manager of a Columbian company. Many nobles who saw the writing on the walls have been trying to convert their land and possessions into financial capital. However, in more baroque countries such as Ursus, change has been slow and painful. At least before the Great Rebellion, the aristocratic ruling class still controlled the right to speech. Had it not been for a certain incident, Ursus's political structure might not have shifted at all. According to Rosa's description, the Rostov family she belonged to was one of the new nobility that arose after the Great Rebellion, inheriting everything from a certain Count that they had served under. Count Boris, the mayor of Chernobog, was also one of these upstarts. The two families quickly got on good terms, running businesses throughout Chernobog either openly or in secret. This conferred upon Rosa’s family a very high status within Chernobog's elites. Of course, this all went to naught with the demise of Chernobog.",
  "Archive_File_3": "After establishing mutual trust with the Doctor, Rosa spoke to the Doctor about her experiences during the Chernobog incident. Through her account, what we now know is that after the Chernobog incident broke out, Mephisto gathered all the students from the nearby schools into a block, and transferred in a group of noble children under Reunion's control. With so many students gathered, anxiety and fear continued to ferment, brewing into a series of tragedies in which Rosa took upon a disgraceful role. After escaping from the school, they struggled to survive in the remnants of Chernobog, which by then had become a half-destroyed city, until Rhodes Island rescued them in a humanitarian relief effort that Amiya had fought hard to secure. Her accounts are so appalling that people doubt the authenticity of her words upon hearing them for the first time; however, there are some key points in her description: Her group had been trapped inside Peterheim Middle School two days after Reunion gained complete control of Chernobog. The date coincided with the time when Reunion began to move, in the event now known as the Chernobog incident;After seizing control of the schools, Mephisto did not interfere with the students' actions within the schools, but would not permit them to leave. From the perspective of outside observers, he intended to exacerbate the brewing anxiety of the students. This ugly behavior is consistent with our perception of him;The time Reunion relaxed their control over the schools corresponded with the time Amiya encountered Mephisto during the mission to rescue the Doctor. Amiya believes that Mephisto received information regarding Rhodes Island's movements and left the schools unsupervised because he had already seen what he wanted to see after setting tragedy into motion;The Peterheim Middle School she described does exist in Chernobog, close to the place where they were rescued, in a block not directly struck by the Catastrophe. etc, etc. After considering various factors, we can only conclude that what Rosa described indeed occurred within an event as tragic as the Chernobog incident. As for the experiences of the other members of the Self-government Group during this tragedy, Rosa said that she didn’t know much because she joined the group late, but she also made it clear that she was unwilling to speak on their behalf. Rosa will take the initiative to speak about her experiences. On one hand, this is a manifestation of her trust in Rhodes Island and in the Doctor; but on the other hand, she fears that among the members of the Self-government Group, she is the most appropriate person to \"betray\" the others and break the silence. She hopes that the Doctor can do the one thing she cannot – help her fellow classmates.",
  "Archive_File_4": "Rhodes Island is home to many people from various countries and different walks of life. When Rosa joined Rhodes Island along with the other members of the Ursus Student Self-government Group, a number of small incidents occurred. Because she was an Ursus noble of pure pedigree. We must confront reality: struggles over politics, economics, land, technology, and war are timeless plagues that have always been tied together by a single thread – nobility. As mentioned in the second file, the old aristocrats largely disappeared from the political arena with the development of nomadic cities; but within Ursus, they did not take their exit from the stage of history. Of course, this hardly concerns the average person. It is absolutely impossible for a pure-blooded Ursus aristocrat who has been nurtured at length with an elite education to simply join an organization like Rhodes Island. These nobles sit atop their ivory thrones, governing wealth and land high above the reaches of suffering. After Rosa officially started working with the Logistics Department, she undeniably did act like she was \"trying to seem less like an aristocrat.\" One can tell that she is still not accustomed to lowering her position, but she is legitimately trying to adapt to such a life. Why? Because a vast majority of people, Infected or non-Infected, harbor no love for nobles – and particularly not Ursus nobles. However, Rosa no longer pays any heed to the position she once came from. She bore the burden of contempt in silence, only occasionally smiling and shaking her head – however, she never let that get in the way of her work. \"No person should be judged because of where they came from,\" said Istina as she stood in front of Rosa, shielding her from an outraged Ursus operator. We agree that nothing like that should never be allowed to happen in Rhodes Island, ever. The same is true for Amiya, and the same is true for that operator who later apologized to Rosa. Rosa, her frankness, her self-reproach, her confusion... was certainly not a novel case when she joined Rhodes Island. Today is yet another day upon Terra.",
  "Promotion_Record": "The weapon that Rosa uses, strictly speaking, is not even a weapon at all, at least in the sense that no person should be wielding it. Her weapon is actually a small-scale siege engine, frequently used to bridge the gap during inter-city warfare. A larger model of such a device could actually be used to maintain a certain distance between the two sides According to Rosa's account, they found this device after leaving the school to wandering around Chernobog in search of signs of life. Though practically useless at the time, it was still kept around as a form of self-protection through intimidation. It's hard to imagine how an instrument used to lay siege to the city would end up inside its confines, but knowing its story grants a glimpse into the chaotic events in Chernobog at that time. However, at Rosa's request, Vulcan has modified this device into a long-range offensive weapon suitable for Rosa’s use."
}