{
  "name": "Rosa",
  "overview": "The eldest daughter of Count Andrey Rostov of Ursus who attended the #4 Secondary School in Chernobog, Natalya Andreyevna Rostova's good upbringing earned her a place as her school's student council president and an example for other students to follow, titled the \"Pearl of #4\". However, the Chernobog uprising changed everything. Natalya was forced to make difficult decisions when she and the other students were trapped in their school by Reunion, and she witnessed the plight and bloodshed among both commoners and aristocrats alike. This left a deep guilt inside her and caused Natalya to suffer from depression, self-loathing, and suicidal thoughts.\nFortunately, Natalya survived the ordeal and together with Anna Morozova, Lada, Rosalind and Sonya as the figurehead of the Ursus Student Self-Governing Group, she was later rescued by Rhodes Island. Under the codename \"Rosa\", Natalya lent her aid to R.I.'s Logistics Department and as a field combatant utilizing a \"siege equipment\" in the form of a harpoon launcher to skewer hostiles from a distance.",
  "gameplay": "Rosa is a 6★ Besieger Sniper who specializes in DPS and Crowd-Control. What defines Rosa as a Besieger Sniper are an unusual attack range which covers 3×4 tiles ahead of her with 3-tile extensions to the sides from Elite 1 and a minimum range of the frontal tiles (effectively reducing Rosa's attack range to 3×3 tiles ahead of the minimum range with 2-tile extensions to the sides from Elite 1), targets enemies with the highest weight (in other words, the heaviest enemy) over the others while attacking (e.g. if Big Bob, a Butcher, and a Light-Armored Soldier is in Rosa's attack range, she will attack Big Bob first over the Butcher and the Light-Armored Soldier, in that order), and high ATK and above-average DP cost.\nRosa's skills are what represents her DPS and Crowd-Control specializations well, which allows her to inflict heavy damage on top of her already high ATK, especially to heavier foes:\nThe first skill, ATK Up γ, is an advanced ATK buff which boosts Rosa's DPS to a better level.\nThe second skill, Split Shot, buffs Rosa's ATK and makes her attacks hit two targets at once while active. With Split Shot, Rosa can dispatch multiple enemies more reliably and mitigates her slow attack rate, which is further supported by its long duration and good uptime.\nThe third skill, Avalanche Breaker, makes Rosa launch harpoons at multiple enemies which prioritizes those with the highest weight over the others (as with her regular attacks) and latches onto them, binding the victims for a short time during which they are also \"attacked\" by Rosa every second, whose ATK is also buffed. Avalanche Breaker can be effective in stalling high-HP, high-DEF enemies as they typically have heavy weight and Avalanche Breaker effectively locks them in place so that DPS Operators have an easier time bringing them down while also being an effective method to quickly remove lighter enemies like Wraiths and Hounds as needed.\nRosa's first talent, Bone Piercer, causes her attacks to ignore a portion of the victim's DEF if they have a weight of at least 3, allowing her to easily defeat heavy, durable enemies like Armed Militants and Heavy Defenders. Her second talent, Ideal Student, buffs the ATK of U.S.S.G. Operators (Gummy, Istina, Rosa herself, and Zima) while she is in the squad.\nRosa's SIE-X Operator Module, Siege Equipment Training Device, increases the damage she dealt when attacking enemies with a weight of at least 3 to 1.15×, in addition to increasing her ATK and DEF; once upgraded, Bone Piercer also deals an additional instance of Physical damage equal to a lesser portion of Rosa's ATK. Siege Equipment Training Device is mandatory to equip, especially due to the later enemies having significant HP and/or DEF, since it now allows her to pierce through any heavy foe who Rosa otherwise could not do much, as such the Last Steam Knight.\nRosa's first base skill, Student Council President, makes every U.S.S.G. Operator assigned to the Control Center generate 0.05 morale per hour for all Operators assigned to it when she is assigned to the Control Center as well. Her second base skill, Prestige, increases the rate at which recruitment tag refresh chances are generated by 20% and makes it more likely for U.S.S.G. clues to be obtained for each recruitment tag refresh chance generated (so long as they are not used) when Rosa is assigned to the HR Office, which is influenced by how long Rosa have been assigned to the Office and the number of recruitment slots.\nOverall, despite of the difficulties in using her effectively due to the quirks related to her attacks and skills, Rosa is a great introduction to the Besieger Snipers who dedicates herself to dispatch heavyweight enemies by her hard-hitting attacks.",
  "pros": [
    "High ATK",
    "Attack enemies with the highest weight over the others",
    "Split Shot buffs ATK and makes attacks hit two target simultaneously",
    "Bone Piercer ignores the victim's DEF when attacking enemies with 3 or higher weight",
    "Avalanche Breaker binds heavier enemies in range and causes them to be \"attacked\" by Rosa every second, whose ATK is also buffed",
    "Ideal Student buffs the ATK of U.S.S.G. Operators, including Rosa herself"
  ],
  "cons": [
    "High DP cost and attack interval",
    "Has a minimum range of the frontal tiles, preventing her from attacking enemies up close",
    "Ideal Student is very situational outside of buffing Rosa's ATK due to the small number of U.S.S.G. Operators, and only Rosa herself having high base ATK",
    "Not as effective and useful against enemies with low weight"
  ],
  "url": "https://arknights.fandom.com/wiki/Rosa/Overview"
}