{
  "Profile": "Hoshiguma is an elite Operator from the Special Ops Team of the L.G.D.There are several charges against her on record.After intervention from Chief Wei Yenwu, L.G.D. made an exception to admit her into its Special Ops division based on her exceptional abilities and field performance. She exhibited remarkable professionalism in handling violent crime, protecting VIPs, disaster response and emergency rescue.Currently a defender assisting Rhodes Island operations, Hoshiguma provides tactical execution and command support.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this Operator is believed to be non-infected. [Cell-Originium Assimilation] 0%Operator Hoshiguma showed no symptoms of Oripathy. [Blood Originium-Crystal Density] 0.12u/LOperator Hoshiguma rarely comes into contact with Originium.",
  "Archive_File_1": "A towering female Oni.Unlike Madam Ch'en, she dresses very casually but easily reminds others of her post with her speech and demeanor.She loves to drink, but no one has seen her inebriated to date.",
  "Archive_File_2": "As ranks go, Madam Ch'en is Hoshiguma's superior. But based on service history, Hoshiguma joined the L.G.D. before Ch'en and the two are long-time colleagues, so it's little wonder the line between them is almost invisible.What is unexpected is that Hoshiguma knows more about Lungmen than Ch'en. She has extensive knowledge about its criminal underworld, law enforcement, politics, economics, education, and foreign policy among others, and is unafraid to hold strong opinions about those topics.She is indeed a rare combination of martial and scholarly talent.",
  "Archive_File_3": "Hoshiguma is no less aggressive than her kin in battle, usually the fiercest and most courageous on the field.However, she also possesses a quality most Oni sorely lack – composure.Her self-discipline is discernible in her speech and demeanor, as well as in battle. She has fully conquered the recklessness in her Oni blood.This may have perhaps stemmed from her past.",
  "Archive_File_4": "According to L.G.D. record, Hoshiguma was already an anomaly even when was part of the criminal underworld. She never preyed on the weak, was always righteous, loyal and helpful, and could drink anyone under the table... In short, a throwback to the martial heroes of the East's long-forgotten history.It's likely that these qualities allowed her to break tradition and gain a position in the L.G.D.But it's also clear from the files that Hoshiguma is no different now than when she first arrived at Lungmen, so the question remains how did she manage to gain her composure and knowledge, and why did she work for criminals in Lungmen?Even if these stories took place before she arrived in Lungmen, she is still shrouded in mystery.",
  "Promotion_Record": "I am willing to lend this person, Hoshiguma, to you.Since we want to get off on a right foot, let me give you a piece of advice, Doctor.If you think that she's a reasonable person, that just proves that you do not fully understand her.That shield... Well, until she tells you where that shield came from...You don't know the real her. — Wei Yenwu"
}