{
  "Profile": "Ch'en, head of the Lungmen Guard Department's Special Inspection Unit, graduated from the Royal Victorian Guard School with superb grades and outstanding achievements. During her time with the Department, she cracked down on crime, fought violent offenders, tracked down armed fugitives, and brought down international criminals.Now works at Rhodes Island, providing on-site tactical command.",
  "Clinical_Analysis": "[At the request of the Lungmen Guard Department, this information will not be made public.]She did come in for a physical examination, but her files have been confiscated. I have no way to get them. Why? I was told not to.––Medic Operator R.T.",
  "Archive_File_1": "[Originium Overview]Ch'en has never been seen using Originium, which led many to suspect she didn't have a talent for it. Indeed, she did struggle to control her Originium ability, blasting the occasional hole in a wall, blowing files everywhere, and causing more collateral damage than might otherwise be acceptable. Using Originium for too long tires her out. After discussion with the tech staff, it was decided Ch'en lacked the necessary conduit to control her Originium power. Without one, Ch'en could never master it.I saw her test results. The thinner the staff, the better she is at assimilation. But what's the point? Maybe if you had something shaped like a sword, it might work for her. But who would want to use it for that? A sword is for slashing! We're going to need a lot more work on this...––Caster D",
  "Archive_File_2": "Ch'en graduated from the Royal Victorian Guard School with straight A's in all mandatory subjects and glowing recommendations from her professors. After returning to Lungmen, she almost immediately joined the Guard Department.No one knows anything about her life prior to enrolling in the L.G.D. School, and no one questions her ability, dedication, or hatred of her enemies. Police officers working with Ch'en often complained about her demeanor—too strict and too harsh. Everyone thought that this harsh character would disappear in the struggle for power, and she would soften up after being worn down by endless incidents.Surprisingly, both crime and casualty rates have declined in the past two years, and the younger generation of officers began being promoted faster and more substantively. Ch'en was promoted and joined one of the most important teams in the Department, the Special Inspection Unit.Members of this unit are generally not allowed to serve more than two years – to protect their lives and reduce their stress. Perhaps this position isn't suitable to serve for a long time: old inspectors' careers always seem to end with heroic sacrifice.Ch'en did not retreat. She doesn't even know how to back down.She became the fastest promoted officer in the history of the Lungmen police force, and also the youngest Special Inspector in the Department. Those who ridiculed her were impressed by her perseverance. After all, planning for the future is one thing. Planning every day is another.Why was she so hard? Why live life this way? No one can could understand.There are often small pieces of paper that have been ripped apart or angrily crumbled in Ch'en's trash bin.",
  "Archive_File_3": "Of course, Ch'en is not a total workaholic.Officers who know her say she is almost perfect. She operates efficiently, scheduling her time wisely such that she can exercise and tend to her hobbies. Every minute of her day is filled with meaningful activities.And yet this worries her colleagues even more. It is common for her to cancel her days off and to work overtime on into the night. It's also common for a mountain of paperwork to disappear one day only for her to get called into an urgent meeting when she is about to go see a movie.She is mechanically efficient. People naturally ask her,\"Are you stressed?\"\"No reason to be.\"No one has ever gotten a different answer out of her.Ch'en lives this way every day, always doing what she can for Lungmen and honing her skills. She is always getting better, and the sky is the limit.But what exactly is she pursuing?Even her friends wouldn't say they understand Ch'en. She tries to do it all.",
  "Archive_File_4": "[Classified Log]\"Your father has cut ties with you. He doesn't have anything to do with me, either, but neither of us care.Do you want to leave?You can, but I have something to tell you before you go.I actually know who that old person is.But I forget a lot of things — like that night you and your friend had a little adventure. It's easy to forget.It's my fault. I made an unforgivable mistake.I will forget.If you want to leave, I will send you to a city that is safe, rich, and stable. You would have a peaceful life there.And you will say goodbye to everything here. The home you hate, the street you hate, the people you don't like.It's just that you will lose your opportunity to know the truth. The facts are dangerous, and I can't have innocent people getting involved.Angry? You're angry with me? You hate me?Well, of course. Let me be who you hate. Hate a powerless person like me. Here is your other choice.You choose to stay.From now on, I would train you. You would be free to hate me and even try to kill me, if you want.How could you not? Of course you can. You would be a natural.Your body and mind both belong to you. I can teach you right from wrong, and if you do well, you should work with Originium on your own.Don't forget it, just do it.Being able to do things right is worth the hard work. Having to fix a mistake could be fatal.Even I don't know what is in store for us in the city. It is full of opportunity. Anything can happen.It doesn't matter if you don't understand now, you will later.Hey, I still remember. I remember that last thing you said.\"Do you persist, or do you give up?Choose.\" ...Simulation over...Returning to main interface...",
  "Promotion_Record": "She'll be back."
}