{
  "name": "Ch'en",
  "trivia_items": [
    {
      "text": "In the intro of 5-1, Ch'en and Swire have an argument where both use profanity towards each other. However, this can only be seen in the original Chinese text and the Japanese translations, where the profanity is censored by *龙门粗口* (\"*Lungmen Slang/Swearing*\"). The English translation usually decensors those Lungmenite swearing unless those long ones which sometimes will be replaced with *Lungmen swearing*.",
      "sub_items": [
        "In the intro of 5-7, Ch'en replies to Hoshiguma remarking on her change in attitude by saying \"Shut the **** up.\"",
        "The CN community parodies this by depicting Ch'en and Swire scolding each other with foul languages and Hoshiguma trying to stop their argument."
      ]
    },
    {
      "text": "The sword Ch'en possesses, the Chi Xiao, is obviously based on the eponymous magical sword, the Chixiaojian (赤霄剑) owned by Emperor Gaozu of Han. According to a legend, the sword was used to slay a white serpent that symbolized the previous emperor, hence its nickname, the \"dragon-slaying sword.\""
    },
    {
      "text": "As the three official protagonists of Arknights, Ch'en is the symbolism of “the present” shouldered with the trust to resolve the current social affairs, whereas Kal'tsit represents \"the past\" and Amiya is \"the future.\""
    },
    {
      "text": "Ch'en is inspired by various fictional Chinese policewomen in overseas media, notably Ada Wong of Resident Evil and Chun-Li of Street Fighters. But to avoid the typical stereotypes on Chinese by foreigners, she is deigned with contemporary elements found on policemen such as walkie-talkie, tactical belts, and white shirt."
    },
    {
      "text": "The creation of Ch'en is considered the greatest creativity conflict Hai Mao and Wei@W had during the game's pre-production as mentioned in a podcast. Although the current version is based on Wei@W's version following a small vote, he also incorporated some of the elements from Hai Mao's version."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Ch'en/Trivia"
}