{
  "Profile": "Former CTO of Karlan Trade. Joined Rhodes Island as an operator via special agreement between Karlan Trade and Rhodes Island.Directed a multitude of core technological developments as well as planned industrial facilities for Karlan Trade; he also did in-depth research on Originium during his time there. Currently a member of Rhodes Island's principal laboratory, working on cutting-edge research.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Gnosis shows no signs of infection. [Blood Originium-Crystal Density] 0.14u/LOperator Gnosis's blood Originium-crystal density is relatively high among Kjerag's non-Infected, likely impacted by his Originium research while there. However, he shows clear and comprehensive understanding of appropriate protective measures, and so currently presents little cause for concern.",
  "Archive_File_1": "His codename Gnosis, meaning \"knowledge\" or \"insight,\" is said to be his real name. And as the name implies, he has extreme insight and an inexhaustible thirst for knowledge.In some ways, Gnosis fits the stereotype of a researcher to a T, being unamenable to reason and unkind with his words.This indifference of his doesn't change one bit in front of SilverAsh, so it surprises people to learn that he was actually SilverAsh's partner in founding Karlan Trade.",
  "Archive_File_2": "Since the earliest records of Kjerag's history, Gnosis's family–the Edelweisses–were keepers of precious documents and ancestry records for the whole region. Thus, the whole family's calling from generation to generation was to protect, write, and manage these records.Gnosis's obsession with research comes from these ancestral duties.It could be said Gnosis serves as an ideal researcher.He has next to no desires, and has practically no interest in anything outside of research. He possesses the proactiveness and competence to transform his ideas into reality, electing to personally lead teams to obtain any necessary materials or tools that cannot be found at Rhodes Island. And once he concentrates on his research, he becomes a precise instrument–in the several experiments he's taken part in, he's never once made the slightest mistake.At the same time, he's also rather apathetic regarding life and morality. We find it hard to call this a strong point, but it must be recognized that a portion of scientists hold moral stances different from an ordinary person, and prominent figures among these scientists often make startling breakthroughs not endorsed by common ethics. Rhodes Island by no means believes that ways of thinking that fall below our standards are needed to promote advancement in science, but we are unable to deny that the purer the scientist, the more likely they are to show deviation on moral issues. And for matters relating to the Infected, this goes doubly so.This aspect of Gnosis was initially the focus of a high-level investigation, since a researcher of his caliber would undoubtedly be an asset to Rhodes Island, but if he was unable to identify with our perspective on the Infected, or was unwilling to abide by our policies, then we would be forced to part ways.Gnosis did not disappoint us. He even surprised us with his willingness to conduct research related to the Infected following Rhodes Island's standard procedures.In fact, when we submitted this requirement, he wasn't the least bit surprised. Presumably this was not because of whatever views he has on the Infected, but rather because he was already used to working under such constraints.",
  "Archive_File_3": "The Silverashes and Edelweisses have always been close, with the two families' children growing up alongside each other and being jointly educated as a matter of course. SilverAsh and Gnosis are no exception.Unlike the numerous relatively radical policies SilverAsh implemented after founding Karlan Trade, his father–Olafur Silverash–was quite moderate and thus did not meet any opposition from the conservatives of Kjerag when first establishing its variegated industrial foundations. Thanks to his firm character and skilled finesse, Olafur was quite loved and respected in Kjerag, a world apart from SilverAsh's future situation. Of course, we know by now that there were reasons that SilverAsh could not avoid this.In brief, while Olafur and his wife may have been the fiends that sullied Kjerag in the eyes of some its more obstinate people, to the majority they had always been a model couple that thought of the citizens as they led them.The couple's death was first assumed to have been plotted by Gnosis's father, but was ultimately ascribed to an accident. This meant the Edelweisses were not directly put on trial. However, the fact that their passing occurred within the Edelweiss domain still inspired more than a little slander. In an isolated environment like Kjerag, one tiny mistake can be engraved in the collective memory for generations, much less the framing of a great family's leader. This hounded every member of the Edelweiss family, who chose in the end to leave.\"You want to gain as full an understanding as possible of those working under you. I have no objections to this notion, and so I am willing to disclose the full history of my family. This does not, however, mean that I must tell you what went through my mind as I left Kjerag.\"\"I made an appointment with him to meet again in future?\"\"...How could that be?\"\"However, even if he hasn't come, I will still return.\"",
  "Archive_File_4": "The infatuation Gnosis displays with scientific research aboard Rhodes Island is undeniably real, but it's confused a few of the people in the loop about the Snowcap Incident. Is he truly the same Gnosis who bore humiliation as part of SilverAsh's plans?Of course he is.The Doctor never actually came into direct contact with Gnosis during the trip to Kjerag, nor could we learn anything about his personality from all the files we could assemble on the various angles of the Snowcap Incident after the fact.We only know that a good deal of people were discontent with his first return to Kjerag while openly using the Edelweiss name, and that following that, when he and SilverAsh jointly founded Karlan Trade, SilverAsh defied majority opinion by having him hold the post of CTO. He reciprocated this display of trust by bringing a wide array of technologies to Karlan Trade. But just as Kjerag didn't welcome Gnosis, so they didn't welcome Karlan Trade either. Because he only saw the ends, means be damned, the people who worked under him, while acknowledging his talents, had many complaints. This is without mentioning the rumors that his parents were responsible for the deaths of SilverAsh's, so it mystified people that he was willing to give him such a lofty position. As they wouldn't dare question SilverAsh, the blame naturally fell on Gnosis himself.This is all fact. Even after coming to Rhodes Island, his personality is still disliked by many operators. However, after seeing his unconcealed obsession with science, we can now see why he took such a dishonorable role in the Snowcap Incident.Because he doesn't care.This isn't to say he's the kind who doesn't understand others' feelings. Precisely the opposite; he's exceptionally clear-headed on what he wants to do, and as such he can detach himself from any other concerns.Researchers are often quite indifferent to everyday routine. They have sufficient mental energy to treat scientific principles objectively, but not necessarily enough left over to deal with personal emotions. Thus, a good few choose to cut themselves off as thoroughly as possible. Gnosis is clearly one of these types, and to him, the joint founding of Karlan Trade, and behind that, SilverAsh's concern for Kjerag's future, are the few fetters that exist for him. Aside from his work, that is the one and only thing he cares about.And just as he's willing to devote his heart and soul to his research, he'll actually do the same for Karlan Trade's affairs. Even though he'll never admit it, nor will anyone else ever understand.",
  "Promotion_Record": "When Gnosis first joined Rhodes Island, after spending a minimal amount of time reading a mass of information, he gave a number of relatively drastic proposals and suggestions. This has happened before, and each time it is a protracted battle as the parties hunker down. Though Rhodes Island is prepared for such things, the inconvenience is still palpable, especially with Gnosis's first impression being of the sort of researcher that's hardest to get along with.But unexpectedly, after receiving objections, Gnosis didn't seem one bit taken aback and moreover showed his willingness to accept our restrictions, surprising everyone present. He's never given any explanation for this."
}