{
  "Profile": "A wanderer from birth, Ceobe was infected through her prolonged treks through the harsh wilderness. After being rescued by Rhodes Island and successfully passing the Operator exam, she became a member of Rhodes Island.",
  "Clinical_Analysis": "Imaging tests reveal blurry outlines of this operator's internal organs, clouded with abnormal dark spots. Her circulatory system shows an abnormally high rate of Originium particulate matter, with other signs of Oripathy infection, we can confirm that the Operator is Infected. Has she dragged this body around all over the world? I'd call it a miracle, but her body... I hope there is still something we can do......– J.A., Medic Operator",
  "Archive_File_1": "Ceobe and Rhodes Island first made contact as enemies on the battlefield. At the time, a hungry Ceobe attacked one of Rhodes Island's reserve squads while they were performing missions in the Leithanian region. The tired and hungry Ceobe was eventually defeated after a bitter battle. The Rhodes Island Operators then disarmed her and dropped her off at the Leithanien branch of Rhodes Island, but due to the deteriorating living conditions of the Infected in Leithania, the team finally brought Ceobe back to the vessel. Along the way, Ceobe, who had always kept her distance from civilization, was slightly wary of communicating with others. However, after coming to Rhodes Island, she began to gain a new understanding of the people who had bested her - eat well, drink well, sleep well, and beat up bad people. Coincidentally, these are all things that she likes to do, so upon an Operator's recommendation, she joined Rhodes Island without hesitation.",
  "Archive_File_2": "Ceobe felt confused – or rather, was mystified by the new world she was able to step into. With the exception of the few familiar faces she had met before, there were far too many people waiting to make her acquaintance. Of course, her priority is not so much becoming acquainted with people, but rather becoming acquainted with food. In the place where everyone gathers to eat, there is a certain door. On the other side is a world of countless edibles, waiting for her to sample. She's not particularly subtle in her efforts to sneak in, resulting in a high probability of being found and shown the way out. However, that doesn't seem to deter her – at least until she's tasted the contents of all the bottles and cans there.In light of the fact that Ceobe is still learning about the norms of civilized life, everyone privately agreed to not punish her when she gets caught, and some people even took the opportunity to feed Ceobe some strange things. Though these people usually fall under one of three categories – the experimenters, the kind-hearted, and those who just wanted to make fun of her, Ceobe generally only has two words to say about the things she eats: \"Yummy,\" or \"Good.\" No one can coax any other words out of Ceobe – naturally, the experimenters can't get the kind of data they're looking for, the kind-hearted pretty much all get the same few responses, and those who try to make fun of Ceobe are undertaking a self-defeating task. Over time, the number of people casually trying to feed Ceobe decreased as well.Although she has indulged in many foods of all shapes and sizes since coming to Rhodes Island, if asked to pick out the food she loved the most, she would choose honey biscuits. As a matter of fact, she is only picky when it comes to honey biscuits – currently, she only accepts biscuits baked by Lava, Vulcan, and Matterhorn. She won't touch even a single crumb of the biscuits baked by anyone else – even by the logistics chief.Summary: She knows little about food, but will eat just about anything. She loves honey biscuits. If the day comes where she's in the mood to eat the entirety of Rhodes Island, she'll likely do just that.",
  "Archive_File_3": "Ceobe made many good friends after arriving at Rhodes Island, but the greatest, mightiest, and most reliable person of all in her eyes is the Doctor. Though the Doctor looks a lot weaker than her, she finds the Doctor to be much smarter than even Vulcan, capable of explaining concepts that seem utterly inconceivable to her in just a few simple words so that she can understand the gist of things. When being briefed on missions, she couldn't wrap her head around things like tactical simulations, but the Doctor had a brilliant idea – by giving her simple, concrete commands such as \"stand here,\" \"attack this,\" or \"fight until I arrive,\" she was able to complete her missions. As a result, Ceobe was able to save some brain cells, and the Doctor entered the ranks of the few people who Ceobe would completely set her weapons down around.Other than the Doctor, the person who Ceobe respects the most is Vulcan. This may be due to the natural bond between a weapons user and a blacksmith, or it might be due to Vulcan's Minosian heritage giving Ceobe a sense of yearning. Perhaps a combination of both has made Vulcan an irreplaceable figure in Ceobe's life. If Ceobe is not in her room or in the Doctor's office, there is a good chance that she can be found in Vulcan's workshop. Even if she's not doing anything, she seems perfectly content just to watch Vulcan go about her work. Vulcan, normally a person of few words, has even been seen giving snacks to Ceobe or chatting briefly with her during her breaks before returning to work. There's no other way to describe it–It's mind-blowing.",
  "Archive_File_4": "Ceobe's very first weapon was an axe with her name engraved upon it. Her curiosity led her to seek the meaning behind the axe, so she stopped to ask a question to the first person she could find – and thus began her life of wandering. Along the way, when she got hungry, she ate wild fruits. When she was thirsty, she drank water from the rivers. Her journeys took her away from most of civilization. Because she didn't have the ability to discern areas that were contaminated with Originium, Ceobe quickly contracted Oripathy, and what she described as \"black crystals\" started to appear across some parts of her body. At first, these growths were a source of fear for her, but as she continued to wander, she began to see the power that these crystals had brought her – her weapons had grown stronger. Ceobe's fears were soon replaced with a strong desire to obtain more weapons, an uncontrollable impulse that often drove her to resort to violence to satisfy. Though she tried to suppress these impulses and use peaceful methods to obtain weapons, the outcomes would often differ greatly from her expectations. Sometimes she would rescue others, sometimes she would injure them; Some would reward her with weapons for completing tasks for them, some would use weapons to try to lure her, while others would gift them to her with no strings attached. In any case, her journey took her far to the east, where a well-intentioned person told her that she had taken the wrong way. With her large collection of weapons and tales in tow, she turned around and returned west. Her journey finally came to an end when she attacked a Rhodes Island squad led by Fang while trying to obtain food.While Ceobe lacked the qualifications to become an Operator, the HR Department finally gave her an opportunity to take the Operator evaluation exam upon Vulcan's recommendation. She had no expectation of becoming an Operator, nor did she know what such a job entailed, but she still demonstrated a great desire to become one. After becoming a fully-fledged member in Rhodes Island, her daily routine of eating, drinking, and fighting, combined with medical treatment of her Oripathy, also alleviated her strange fixation upon collecting weapons. She has grown accustomed to her comfortable lifestyle, and hopes that her time can last forever if possible...As long as someone can unlock the secret of her axe.",
  "Promotion_Record": "Ceobe's advanced infection has given her the ability to enchant her weapons. Because the enchanting process requires a suitable weapon to serve as a carrier, each enchantment will instinctively \"choose\" its own weapon and then, in accordance with the quality of the weapon, the enchantment will confer a different Originium Arts characteristic, such as flames, rocks, or ice. In the past, this ability was a subconscious process that she could not control, and therefore she didn't give much thought into it. Now, under the tutelage of Rhodes Island Operators, she is working hard to understand her unique skill: though she may never be able to master the fundamentals of Originium Arts through studying, she must learn enough to operate her skills on a basic level, which would be enough to help her achieve a baseline level of identification and control and strengthen her abilities all around. Today, Rhodes Island has developed a comprehensive learning plan for Ceobe, and as long as she is willing to sit down in a classroom and begin working on her literacy, we have reason to believe that she can become an excellent Arts user in the future.\"Feel free to dream.\" ––Anonymous comments"
}