{
  "Profile": "A wandering monk from Higashi. Some holes in her background. Originally entered a Rhodes Island office by mistake; once inquiries showed she was interested in employment, she passed the exams and joined the company. Seems to have previously made links with Rhodes Island Operator Lava. Makes ample use of the naginata she carries with vigorous skill, and is active as a Vanguard Operator on the frontlines.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0% Operator Saga shows no signs of Originium infection. [Blood Originium-Crystal Density] 0.12u/L Operator Saga rarely comes into contact with Originium. Furthermore, her lifestyle and work-rest balance are very healthy. We hope a few other operators can learn from her.",
  "Archive_File_1": "A lively Higashi errant monk. She claims that she never shaved her head as she is not in any way a formal monk. Her character is also unlike the image of an eastern monk, she's supremely outgoing. Unable to resist joining a crowd to see the hubbub, it hasn't taken too long for her to give regards to most Operators. Moreover, as someone previously cut off from modern-day life, she has an intense capacity for learning and taking up new and novel things. Though she might make a few jokes when obtaining something fresh, you'll see her making proficient use of it not long after, and she seems to endlessly enjoy learning how to use every sort of machine.",
  "Archive_File_2": "Since the cradle, Saga grew up in a monastery. For as long as she could remember, she would follow her master and the other apprentices in practicing martial arts and chanting the sutras. When she had grown and left, the monastery was situated on a nameless mountain in the north of Higashi, but that was not its original place; the monastery relocated there to avoid a Catastrophe when she was seven. It was fortunate a Catastrophe Messenger alerted them in time, and they didn't bear the Catastrophe's direct brunt. Additionally, she recounts that even as many mountain monasteries resisted incorporating into cities, most mastered their own rapid dismantlement and reestablishment in contrast. Beyond that one relocation, she'd never once descended the mountain before, having always lived a frugal life in the monastery. It's thus that life below the mountain was entirely unknown and unfamiliar to her. Saga says that at the start, her old head priest was opposed to her descending, for a very simple reason: Saga was too pure, and were she to enter worldly society, he feared there would be much problem. However, Saga further says that late the night of his refusal, he roused her awake, and the two of them went to the monastery's square. Master and disciple – forefather and descendant – they took a staff to each one, an answer to each question, from the moon true overhead until first light in the east, when ultimately, the head priest allowed her to descend. Saga states she still doesn't understand to this day why the head priest would fight her and then let her go, but Saga has close to forgotten about what they asked and answered on that night, to the point we are unable to unearth the full picture. But perhaps it was within Saga's answers that the head priest confirmed something, and so could allow her to embark on her practice with full confidence.",
  "Archive_File_3": "While she's plenty eager to come to grips with modern machinery and trendy culture, Saga still gives people a sense of era mismatch most of the time. This isn't to say there's any problem with her. Just the opposite: compared to her, many people might notice problems with themselves. When unscheduled for missions, she's guaranteed to get up at 6 o'clock, do an hour of morning exercise, an hour of meditation, and then get down to work for the day. After work's over, if all is as usual, she'll go to sleep at 9 on the dot. She has great interest in machinery, and will watch screened programs or play games with some other operators; she enjoys herself tremendously, but is also able to set it all aside without any hesitation. She'll also question injustices that many nowadays would even call natural or given, and these will distress her. This isn't Saga's first year off the mountain by a long shot. She's already lived out here for a long while, but still continues on this way; this is the very way she lives. Saga is very lively, kindhearted, and endearing, but at times stands out greatly, and other times her voice can feel piercing. To put it bluntly, Saga's presence makes people afraid at times. Of course, this fear is nothing of a bad sort.",
  "Archive_File_4": "Concerning how Saga and Lava came to know each other, both seem to intentionally avoid this topic. All we know is that in her time in Yan, Saga coincided with Lava and Rhodes Island by chance. That said, after joining Rhodes Island, Saga's first act was to immediately find Lava and Kroos in the middle of training. They all regarded their chance reunion with pleasant surprise. However, Saga only learned afterwards that the course she took while \"lost\" happened to fall right behind Lava's team – in other words, at almost the exact same time, both parties made it to the office, and arrived at the Rhodes Island landship, which struck a particularly ironic note. Saga knows of many things. So many that her age seems at odds with her experiences. People have asked Saga out of curiosity where she'd travelled before, and Saga always recounts it piece by piece without reservation. Occasionally, you might hear some profound philosophy fall from the young monk's mouth, though she doesn't make any note of it in the least. The problem is, Saga's age suggests her leaving Higashi to wander the map couldn't have been any more than ten years ago. Just where had she seen so many people and walked so many roads? Saga says, it was in pictures. \"I do not tell lies. Good sir, thou faceth me now, and I respect thee just as I ought. I am unable to speak in more definite terms, so I ask: fault me not for talking in riddles!\" —Saga \"Quit bothering Saga. You can go ask our friendly little stay-at-home Dusk all about it. If you dare, anyway.\" —Lava",
  "Promotion_Record": "Saga's bewilderment is starkly plain, so much that it makes people wonder how this world of ours could still hold people so untarnished. With all the doubts surrounding her, we soon had answers. The mature may say: you should learn to reconcile, understand you can't settle it all yourself, then strive to do all you can. The sly may say: you should follow the flow, that resistance makes pains, and it's more worth it just to dive in. The wrathful may say: you should go forth with head held high, eternally unsurrendering, and fight to your life's last end. The timid may say: you should seclude back in the mountains and forests, return to your own monastery, and forget all such tumult. The right answer? There is no right answer. What there are are only choices. We look forward to the choices Saga makes."
}