{
  "name": "Saga",
  "trivia_items": [
    {
      "text": "Saga is one of the six Operators teased at the end of the CN server's 1st anniversary livestream. The others are Archetto, Mountain, Surtr, Thorns and Goldenglow."
    },
    {
      "text": "Her name is an archaic Japanese word that means \"steep\" or \"precipitous.\" It can also refer to Emperor Saga who was notable for his introduction of Chinese culture and Buddhism into Japan."
    },
    {
      "text": "A Niō can be seen in Saga's Elite 2 artwork."
    },
    {
      "text": "Saga is based on black Shiba Inu and possesses its traits."
    },
    {
      "text": "Even though Saga appears to be tailless, she actually possesses a tiny, curved tail, which is evident in her in-game sprite."
    },
    {
      "text": "Saga's dialogues use many old-fashioned Japanese words, which are rendered as Classical/Literary Chinese in the CN server and as Early Modern English in the EN server."
    },
    {
      "text": "Saga's There They Be outfit has six forms of herself with different characters, and each of them are a node to the Six Desires in East Asian Mahāyāna Buddhism."
    },
    {
      "text": "Saga has become a subject to various memes within the Arknights community:",
      "sub_items": [
        "Because her dialogues frequently mention Japanese food such as natto gohan (fermented soybean rice) and abura-age (deep-fried soybeans), some memes feature Saga as a hungry dog (alongside Ceobe) or a nun begging for food.",
        "Saga utters soramimi in one of her skill activation's dialogues, \"Cleanse the six senses!\", which is memed as \"six bananas\" due to its identical pronounciation in Mandarin.",
        "She is most notably compared with Exusiai and Kroos due to her frequent battle banters, to the point of saturation."
      ]
    },
    {
      "text": "Saga's Critically Wounded effect does not simply make enemies unblockable, but also applies a flag called \"DISABLE_COMBAT\" which prevents them from using melee attacks. This, however, does not apply to ranged enemies, who can still attack while Critically Wounded."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Saga/Trivia"
}