{
  "Profile": "Stainless, a mechanical engineer and the leader of Squad 11 of the Londinium Citizens' Self-Salvation Corps. After fighting together with Rhodes Island during the Londinium incident, he signed a long-term cooperation agreement with Rhodes Island and currently participates as an engineer in various operations across Victoria.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Stainless shows no signs of Originium infection. [Blood Originium-Crystal Density] 0.14u/LLondinium's military factories do make a modicum of effort to protect their workers, but a number of them still fall prey to infection every year. Stainless is aware that he just got lucky.",
  "Archive_File_1": "Less than half a day after boarding the Rhodes Island landship, Stainless had already formed a brotherhood with the Engineering Department. After waking up on the second day, while passing from the dormitory to the cafeteria, and then through three floors on the way to the workshop, he greeted no less than 15 operators hailing from all over Terra. Not only did he remember everyone's names correctly, he even used the little-known real names of a few of them.The combat records show that during the special operation in Londinium, he was the first Self-Salvation Corps member to extend a hand of friendship to Rhodes Island. This was obviously due to his personality. An Engineering operator who quickly befriended him revealed that Stainless does not employ any particular social technique. \"Well, it's just that when someone looks at you so sincerely and enthusiastically, and takes the initiative to talk to you, you can't help but go along with it and treat him as an old friend.\" So says the relatively introverted operator.Though lively and cheerful, Stainless does not carelessly ignore other people's feelings and try to force his friendship on them. On the contrary, he is always sensitive towards his friends' emotional states. Many operators often receive little handmade gifts from him when feeling down, and these intricate trinkets inevitably bring a smile to their face.\"My popularity within the department has been in a freefall ever since Feist arrived!\" Closure complained aloud. \"I always suspected him of trying to poach my subordinates, but luckily we managed to get him on our side first... Wait a minute, don't tell me he's plotting to depose me as Chief Engineer?!\"",
  "Archive_File_2": "When working, Stainless's hands are very steady, far moreso than you'd expect from someone in their early twenties.Before joining the Londinium Citizens' Self-Salvation Corps, he worked for nearly a decade in the Londinium military factories. Moreover, before he officially became a worker, he was an apprentice for seven or eight years.It can be said that he was an artificer from the moment he could pick up a drill and a spanner.Victoria's machinery industry is extremely advanced, and Londinium's military factories are at the cutting edge of its technological prowess. Each of these factories is close to the size of a small neighborhood, with neatly segregated zones and criss-crossed with automated assembly lines and piping that form a self-contained transportation network. Conveyer belts connect these factories both internally and externally, ensuring a highly efficient flow of raw materials and intermediate products, while mechanical arms large and small handle the majority of the streamlined grunt work. As for the workers who move about these large machines, their role is to maintain this mechanized assembly system, performing repairs and system updates as needed. Despite being just an ordinary worker, Stainless's knowledge of engineering theory is on par with a Columbian graduate in mechanical engineering. Moreover, he also has strong practical skills. No matter how precise a machine is, there are always some manufacturing processes that require fine observation and adaptability, thus requiring the hands and attention of a skilled craftsman.This style of work is quite different from what the engineering operators of Rhodes Island are accustomed to. Including Closure, our engineers rely much more on individual creativity to complete their work. Based on the work habits of each team, the workshop is also divided into multiple smaller areas. This means that Rhodes Island rarely produces standardized \"official\" equipment. Even a weapon specially created for the same operator may change drastically between each maintenance.Regardless, Stainless was able to quickly settle into his role as a Rhodes Island engineer. On one hand, he used his knowledge of automation to make Closure a series of proposals that greatly enhanced the efficiency of Rhodes Island's landship maintenance protocols. On the other hand, he has excitedly exchanged ideas with every engineer in Rhodes Island, coming up with all kinds of new ideas and rapidly implementing them. The operation platform he designed and manufactured has already reached its 13th iteration, while Rockrock's drones are also being quickly upgraded. He even borrowed the technology Closure uses to modify Lancet-2 and other operation platforms to enhance his own platform, installing a screen on it to express emotions and improve its developing smart dialogue capabilities.\"Those overly advanced automation technologies in Londinium ended up holding back his potential.\" Mechanist notes. \"But the solid training he's received will become a strong foundation for his overly active imagination.\"",
  "Archive_File_3": "Stainless was born and raised in Londinium's Highbury Borough.The first thing that comes to mind about Highbury is always its grand expanse of factory buildings and dense worker dormitories. Due to the factories that never rest, the air is always hot and humid, and carries about it the smell of machine oil and iron rust. Unlike the spacious factory interiors, everything outside is tightly packed. The overground rail stations pass right through buildings, while the fruit stalls are right next to the garbage disposal. A layer of black grime covers the walls and streets, which not even the heavy rains of Londinium can wash away.The residents of Highbury are primarily local workers. They spend most of their time in the factories every day, and take the railway back to their dormitories after work. They repeat this busy schedule daily, working to hold up the city famous for its industry, yet most of them have never even seen what the other boroughs of Londinium look like. Due to the city council's planning, the tall dormitories around the outer edge form a singular wall, preventing the rust-laden air from wafting towards other boroughs, while also preventing the workers from seeing past it. They know nothing of the museums and opera houses of the Auchterigg Borough, nor the villas and gardens of the Magna Borough.Stainless's descriptions of Highbury also reveal another aspect to it.\"You must have eaten fried fin and potato pies in Victoria, right? Highbury has the best fried fin and potato pie stalls in the whole of Londinium. The stall owners I know all work fast and don't skimp on ingredients. It's what you have to do to survive running a food stall in Highbury.\"\"There's also the taverns. We always head to the taverns after work every Friday. You never need to worry about getting home after drinking too much, since everyone around you is a friend.\"\"I also like the lifts in the dormitories! Haha, they were built from scrap materials by the workers living there, and can get you from the top floors to the underground transportation pipelines in no time at all. I used to climb up and down them when I was a kid, and it always ended with me getting spanked by my granny...\"When the Sarkaz entered Highbury, they did almost no damage to the factories. To an outsider, the busy and crowded Highbury may have looked no different from how it always had. However, Stainless knew well that his cherished life had already disappeared. Many food stalls had shuttered, Sarkaz mercenaries patrolled the roads from the factories to the taverns, and even his beloved lifts had been destroyed by the Defense Forces for being a security risk.As Stainless put it, the reason he left Highbury to join the Londinium Citizens' Self-Salvation Corps was for \"Home and Liberty.\" That simple joy in his memories is what kept him going through battle after battle.",
  "Archive_File_4": "The Self-Salvation Corps... I've seen many of their people.I see not an army, but a group of youngsters full of passion and hope like Feist. Their organization is loose, and there is no clear manifesto. What is their ultimate goal? To save people from the Sarkaz, or to defeat the Sarkaz? What if they're able to beat the Sarkaz? What will their next step be? Would they find out that the Sarkaz are not the sole source of suffering for the Londiniers?That group of youngsters may call themselves warriors, but they have never experienced war.I've seen many wars like this.War brings pain. Weapons and shells, they're nothing but flesh wounds. The self-doubt and remorse of watching your friends and family sacrifice themselves while you remain helpless is far worse. And well, the worst pains don't even come from your enemies.Feist trusts others easily, especially those he calls friends. He believes that everyone is just like him, willing to stand up and resist a common foe, all for the sake of protecting each other and pursuing a better future.He does not understand... It's instinctual to wish for a better life, but that's not the same as being willing to fight for one.He will surely experience betrayal in the future. It will leave an indelible scar upon his heart.At the end of this war, will youngsters like him still be able to trust others so easily, and carry such a pure hope towards life?Before, I didn't think so.Now... Heh, I must admit, that young'un is stronger than I gave him credit for. I see in him the courage to face these problems. ––Excerpt from a conversation between an old worker and the Doctor during the Londinium incident",
  "Promotion_Record": "\"Hey Doctor, let me tell you something funny. I had a dream yesterday. I dreamt that I secretly installed Rhodes Island's motors and tracks onto our factory, and it started moving by itself. It moved faster than high-speed ships, and even started to fly after a while, going higher and higher until it reached a completely dark place. There were no Sarkaz around, and no armies or anything either. I didn't want to stop, so our factory just kept flying on. There was obviously nothing in front of us, but it still felt so vast to me... Ugh, isn't that such a silly dream? It's not? Weird, in my dream, you were sitting next to me at the top of the factory, just like now. And when I told you about wanting to keep flying ahead, you also told me that it wasn't silly.\""
}