{
  "Profile": "Vina, codenamed Siege, citizen of Victoria, most records unavailable except for several unproven charges. Outstanding performance in assault, siege, and hard target missions. Admitted to Rhodes Island after excellent scores in multiple tests. Currently a vanguard and the captain of a Rhodes Island squad.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this Operator is believed to be non-infected. Cell-Originium Assimilation: 0%Siege shows no symptoms of Oripathy. Blood Originium-Crystal Density: 0.14u/LDue to Siege's peculiar pattern of activity, her risk of infection rises daily. Preventative measures are advised. Siege is currently in excellent physical condition. Her physique, by way of a rigorous training regimen, is more than suited to the needs of Rhodes Island. Her fierce and sometimes reckless close quarters combat style has the medical staff very concerned about her frequent contact with the Infected... Very concerned.—Medic Operator Myrrh",
  "Archive_File_1": "Siege leads a gang called Glasgow.The Operators at Rhodes Island figured these former Londinium street punks must have fled and were forced to come to the Island, so expectations were low.But when Siege and her gang underwent physical evaluation, the Operators discovered they weren't common thugs, but remarkably competent soldiers.The medical staff even expressed doubt about their alleged background, as their incredible fighting skills went far beyond what one would expect from the hardships of the street.However, Siege's assertion that they really did lead a rather normal life in Londinium rang sincere and true.Mutual trust is the first step in building a friendship, so the Operators chose to take Siege's word for it. Trust is the foundation upon which Rhodes Island was built, and how she gathered her crew of outstanding Operators.",
  "Archive_File_2": "Siege has a deep bond with every member of the Glasgow Gang, evident in their daily interactions and chemistry in battle.Siege never stops at \"good enough.\" She does her best to complete every assignment Rhodes Island sends her way. Her assertiveness and courage on a mission, as well as composure and wits in solving problems, have made her one of the most favored Vanguards on staff.The natural command and strategic ability that Siege embodies have saved many teammates and missions.Siege is normally very polite, which belies the fact she was a gangster. This, however, also made many Operators keep their distance and slow to form a friendship, though they still hold her in high regard.",
  "Archive_File_3": "Of course, everyone in the Glasgow Gang holds their own opinions about Siege, but they have one opinion in common: Siege is not deliberately keeping her distance from other Operators, it's just an aloof attitude she has when dealing with people, sometimes to the point of seeming too lazy to try.Then, when the Glasgow gangsters filled out their paperwork, they revealed more interesting tidbits about Siege, such as the fact that she doesn't like potatoes, sleeps longer than most people, and always carries pungently sour lollipops on her.But they never mentioned anything about Londinium. Even when the topic came up in casual conversation, they would deftly skip over it. In addition, they seldom talk about how they met Siege.Siege, however, said she clearly remembers defeating Indra from the gang. She makes a point to remember every meeting, every action, and every word of those she interacts with.Many Operators believe that she deserves to lead, and that Rhodes Island needs to make a more pointed effort to understand Siege.",
  "Archive_File_4": "[Classified Log]They've come to Rhodes Island, the Glasgow Gang, visitors from Londinium.The leader, the kid named Vina, is too young. She hasn't learned to conceal herself, just painting a cover story about getting mixed up with some street crowd, when her behavior clearly gave it away.She didn't realize I could tell \"who\" she is just by looking, or rather, \"what\" she is.And if I could, so could somebody else. She's running from something.The great Victoria is splintering. Every province is ignoring the dark cloud over Londinium. I think I can even guess who runs Londinium now.The gears have begun to turn. The decaying clock will finally strike twelve. Amiya is not ready yet. —Kal'tsit",
  "Promotion_Record": "...Don't panic.I'm neither a monster nor hallucination.I show myself to you because it is necessary.Vina must mature, and you can guide her.You're not her vassal or her mentor, and have no reason to oppose her.You should have already sensed the bond between you two is unique.We can afford to wait, but Vina cannot.Guide her, as she trusts you. You are her spark and her impetus."
}