{
  "name": "Siege",
  "trivia_items": [
    {
      "text": "She is named after Siege Perilous, a vacant seat in the Arthurian Round Table. Adding to her royal bloodline and her Arthurian elements, she is most likely based on the legendary King Arthur with King Richard the Lionheart adding her lion motifs.",
      "sub_items": [
        "The word itself derives from Old French sege, meaning \"seat.\"",
        "The Siege Perilous was reserved to the Knights of the Round Table that would find success in the quest for the Holy Grail. In her case, her \"knights\" are the Glasgow gang.",
        "Her Chinese name refers to herself as \"the Advancing King\" or \"the King of Siege,\" fitting King Richard's capability as a military leader."
      ]
    },
    {
      "text": "Her real name, Alexandrina, is shared with that of Queen Victoria."
    },
    {
      "text": "Gawain is present in Siege's Elite 2 artwork (the lion right behind her) and her Legacy outfit."
    },
    {
      "text": "Due to her Arthurian elements and sharing similar Japanese voice actress as Ayako Kawasumi, Siege is often jokingly compared with Artoria Pendragon, colloquially known as \"Saber,\" in the Fate series, leading to various jokes and memes that draw similarities between them.",
      "sub_items": [
        "Saber's real identity in the Fate series is that of a gender-bent version of King Arthur, and she is heavily associated with lion motifs, further linking Saber and Siege. This led to memes of the latter using the former's voice lines and dialogues from the Fate video games. See this video for an example.",
        "Interestingly enough, one of Saber's own alternate version in Fate/Grand Order is called The Lion King."
      ]
    },
    {
      "text": "Siege is always seen sucking or licking a lollipop. However, since she is an Aslan (being carnivores, lions cannot taste sweetness), the lollipop is not sweet, but sour."
    },
    {
      "text": "Siege's English dialogues are spoken in Received Pronounciation (like Heidi, Horn, and Kjera), which fits to her being a member of the Victorian royalty."
    },
    {
      "text": "Siege made an appearance in Ambience Synesthesia as one of the Arknights characters performing Manifesto alongside Emperor, Lappland, Indra, and Ethan. She is voiced by Gracie Van Brunt in the song."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Siege/Trivia"
}