{
  "Profile": "Eyjafjalla, volcanologist and Catastrophe Messenger. She has participated in several volcano documentaries in recent years and has written and published books on volcanoes. She continues to receive medical treatment at Rhodes Island and is involved in a number of activities, including Catastrophe research, as needed.",
  "Clinical_Analysis": "Imaging test for this Operator showed blurry outline of internal organs with visible unusual dark spots. Unusually high concentration of Originium particles were present in her circulation, indicating signs of infection and confirming her as Infected at this stage. 【Cell-Originium Assimilation】11% Symptoms of deafness as well as blurred vision have become more frequent. 【Blood Originium-Crystal Density】0.59u/L Due to Rhodes Island's control of her condition, Operator Eyjafjalla's blood originium crystal density did not increase dramatically.\"Professor Keller...... My values haven't risen much, really! We can't postpone this field trip...... Jeez, really, trust me!\"",
  "Archive_File_1": "Returning from this trip, Eyjafjalla slowly finished telling operators about what she had seen on her trip. In her own words, every rock associated with volcanoes always came with an interesting tidbit of information: porous volcanic rocks were able to float on the surface of water, and some of them made sounds; the distribution of obsidian was also closely linked to every activity of magma, and those hidden lustres took on a different meaning. At the same time, fellow operators noticed that communication with Eyjafjalla no longer seemed to be hindered by her hearing problems as it had been before, and was now much smoother. Learning that they thought her condition had improved, Eyjafjalla simply smiled as usual, and told them with some pride that because her hearing had continued to deteriorate, she could now only rely on her hearing aids to hear other's words in a quiet and stable environment, and that her communication was smoother because she had learnt how to read lips. \"Hearing aids provide very little help anymore, and I now spend most of my time relying on both them and lip-syncing to discern what everyone is saying. Is it completely impossible to tell if you're not paying attention? \"Sometimes the other person's gaze gets weird after speaking about my Oripathy. I don't really want to be treated with some special care or heartache, I just need to be treated normally like this and communicate normally. But what was a little worrying was that occasionally an operator would come and tell the medical department that he or she had seen Miss Eyjafjalla talking to herself, to the air, sometimes even getting a little angry. They don't dare to disturb her, but they still worry if Miss Eyjafjalla's condition has worsened in some way......",
  "Archive_File_2": "The concept of the \"Lords of the Beasts\" is not recognized by most people, and in their interactions with humans they are mostly treated as strange looking people or some kind of transcendent dominion. The natural characteristics of the Lords are also quite different from those of the existing creatures on Terra. In response to some recent oddities at Rhodes Island, it is currently speculated that the beasts ■■■■ (a large series of hoofprints here, words unclear) ——■■■（another large series of hoofprints） \"Miss Skyfire said that they were almost scared half to death because I got lost in the wilderness again, and they didn't realize that there was obviously nothing there, but I just so happen to appear at the same intersection they were at. But it was clearly a little pink, fluffy thing that brought me out, and it even took a bite out of my book!\" \"Little pink fluffy things? I've gotten to see them when I play guitar these days! I have to say, they have good taste in music, and even when I'm playing like crazy, they join me in headbanging......for life! -- It would be nice if they didn't eat my strings.\" \"Make way, make way, make way, Metal Crab Walking Time~ These overweight little guys have been having so much fun with whoever they're with lately that they're all back to normal weight! I also found these pink hairballs on their pincers, do you know whose pet they are?\" -- Rhodes Island Cafeteria Recordings [Warning] Following the disappearance of teaching tools and food stocks in September this year, the team of instructors found the following hazards to discipline during the October inspection: Use of Originium Arts to control playroom toys and cause them to stagnate and fly erratically, disappearance of ice cream ingredients prepared for instruction for no apparent reason, skateboarding on the deck at an unspecified time, and quickly hiding upon the arrival of an instructor. It is hoped that the offenders will immediately go to the Instructor's Office to admit their mistake and rectify the situation, and that we will impose strict regulations in the future so as to avoid the recurrence of similar problems. -- Dur-nar Give me back my limited edition record! -- (Unidentified penguin footprints on wall) A few days later, in the face of more and more incidents of \"Rhodes Island's weird pink figures\", Eyjafjalla had to step out of the lab and take some of her already small amount of time and energy to deal with the issues caused by these little sheep that appeared and disappeared, apologizing for each one of them and guiding the crowd to touch the unseen creatures that were causing the trouble. But one could tell that she should be having some fun with it too, right?",
  "Archive_File_3": "Professor Kahn: I am very grateful to you. I realized that without your help in the beginning, I may not have been able to obtain such good medical care. In the intervening years I have been obsessed with completing my volcano expeditions and I feel that as a volcanologist and as the daughter who inherited the unfinished research of my mother and father, this is what I must accomplish in life. You have written repeatedly to urge me to do so and I am sorry to have worried you. I also know that you are the one who has been trying to find out the truth of that year and you are also the one who has been protecting me time and time again, not wanting me to be involved too much. If it wasn't for your persistence and care, I wouldn't have known the truth of what happened back then. The holiday itself may have helped ease my anxiety but what really relieved me, Prof. Kahn, was the truth that came from your efforts and Prof. Keller's final honesty. Professor, I will visit you in Leithanien when some more time passes. Once upon a time, my mother would tell me about how you would actually still occasionally be chagrined when your experiments went wrong and you would end up having mum and dad bring cakes to the lab to comfort you...... I would love to tell you that accidents are not something we can stop and all we can do is try to seize every meaningful moment in the present. I sincerely hope that at that time you will be able to really relax and talk to me again about some of the funny things that mum and dad did back in the day. -- Adele Adele: I've been thinking for a while now and I've decided to write this letter to you. I want you to know, Adele, that I am grateful for your existence. Many years ago, I had already decided that I would not climb volcanos for the rest of my life and that this museum would be my final memorial to Magna and Cartier. The original invitation for you to participate in the museum and the Siestan volcano was only out of work, because you were also the child of Magna and Cartier and after completing these things, I had already planned to withdraw from all volcano related research and work. I couldn't face you or Kahn's questioning. I kept thinking that if I had chosen that day to let them stay as well, they would not have been subjected to the pyroclastic flow and would not have passed away. But I didn't realize that you never doubted or complained about me. I'm sorry, Adele, I was too hard on you before but it was actually because I was afraid I wouldn't be able to resist remembering too many memories of my time with your parents. All the memories with your parents became a heavy burden for me at one time, but it is because of you that I am able to speak of them again and share them with you as anecdotes. I look forward to hearing from you and preparing for my next field trip to the volcano. -- Keller",
  "Archive_File_4": "Returning to Rhodes Island this time, Eyjafjalla began to work on packing up the various materials she had stored at Rhodes Island to send to the Volcano Museum of Siesta in preparation for the next scientific research project she would be working on with the duo of Ms. Keller. We were concerned that Eyjafjalla had been coming into closer and closer contact with the volcano over the years in an attempt to complete her parents' unfinished research project, which was undoubtedly detrimental to her health. The medical staff had often advised Eyjafjalla not to participate in the expeditions, but Eyjafjalla eventually told a story she had heard as a child about a scientist who, while paralyzed from a serious illness, had continued his research to the last ounce of his strength, and had finally gotten a result and closed his eyes. She asked us a question: if you were this scientist, at the end of your life, would you want to spend your last hours climbing to the top, or would you want to spend your last hours with yourD family quietly as a frail patient? We couldn't give an answer, but perhaps for Eyjafjalla, the answer isn't either, but both. Compared to many who have made major breakthroughs in volcano research, Eyjafjalla is very young. Some of the older members of some races could live for a hundred years or more, and some had fleeting lives, but the length of their lives was not a factor that could determine their worth. Looking at the information and papers compiled from Eyjafjalla's dormitory, we couldn't help but sigh that this was the thickness of life, and Ms. Eyjafjalla was still increasing this thickness. \"The earth beneath our feet holds so many secrets, and every insignificant stone has endured a thousand times longer than the oldest old man of Savra. \"Beneath the layers and layers of rock, there is a belt of lava that is forever blazing and flowing, the layers squeezing each other and moving slowly. We have ventured to speculate that the oceans may once have been mountains, and that the ground beneath our feet at this moment may be able to touch the clouds directly. When these surfaces, which once looked at the sky or under the water, finally meet their companions, who were once thousands or millions of miles away, they will burst into the brightest and most burning light. \"In the process, my parents lifted their heads and wondered what it was that made the earth's blood boil. I followed in their footsteps, stepping in the footprints they had left behind, trying to seek an answer from the earth, while the footsteps of those who came after them will eventually cover those of today's us, who will continue to walk. \"This is the meaning of our life.\" -- Eyjafjalla's opening lines for the volcano documentary One Step, Another Step, in which she participated in.",
  "Promotion_Record": "Professor Eyjafjalla's health was not very good, but she still insisted on ascending Mount Unna. Professor Eyjafjalla's health was not very good, but she still insisted on ascending Mount Unna. Several of us, as her assistants, failed to persuade her...... Originally, Professor had already nearly fainted due to physical exhaustion when she was on the mountainside, and she didn't even manage to hear our reminders. I understand that Unna Volcano has been experiencing significant data fluctuations lately, and is a state that is well worth observing, but to go there without regard for her body like this has clearly gone against the most basic rules that Professor herself had taught us before. Out of concern, we've followed her up to now. The residents of the village seemed to be familiar with Professor Eyjafjalla, and we even took a small break at the bottom of the mountain, so maybe I should have advised her again at that point...... ...... Having finally reached the top of the mountain, Professor did not record the data first. Professor dug a shallow hole and buried a...... small stone. What will this grow into? There was also the garland that Professor had been protecting all the way, she was still holding it in her arms even when she had obviously almost fallen, but just now the two garlands suddenly flew up and floated away. What a pity! Obviously the wind didn't pick up...... But Professor looks so relieved......?"
}