{
  "Profile": "After brief treatment, Yato has returned from Higashi back to her post, continuing to fulfill her role as captain of Rhodes Island Op Team A4. Clad in all-new equipment forged by the Felynes, she is now set to take on further high-risk operations, her willpower even stronger than it once was.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 9%No surface-level Oripathy symptoms visible as of yet. [Blood Originium-Crystal Density] 0.27u/LAfter returning from Higashi, Yato's infection has intensified, and is now effectively under control following treatment. \"Operator Yato had fairly frequent contact with Originium during her mission, with her condition degrading to some degree compared to before. But she has firmly requested that we only provide conservative treatment and regular checkups to avoid affecting her work. Also, I'd like her not to go rushing out before her checkup's done next time!\"–A Medical Department Operator",
  "Archive_File_1": "Once back at Rhodes Island from her trip to Roka Village in Higashi, Yato caused quite a sensation. However, this was not due to her encounter with an unknown lifeform, but rather the peculiar gear she was dressed in from head to toe.Preliminary tests of her equipment's functions showed the defensive gear–made from special materials–able to produce bursts of white light from nowhere that could intercept attacks, while the weapons exhibited a terrifying power akin to thunder. Further, the set as a whole displayed mysterious properties during testing, such as empowering the wearer's bodily functions, or causing the monitoring values to drop drastically without warning during an impact test. Though the mechanisms remain unclear, we can confirm that these properties are closely related to the materials comprising it.\"This is insane! I've never seen a material like this before!\" an Engineering Operator fervently exclaimed, before trading copious quantities of Felvine with the Felynes to learn the keyword \"Kirin.\" Reportedly (and buoyed by a connection to a real name), she later snuck into Leizi's room, the consequences of which are left as a trivial exercise for the reader.According to Yato herself, while this new equipment improves her combat ability, it has also affected her daily life in a way somewhat difficult to articulate. This has included a steep uptick in gazes from people nearby, and frequent low sighs that suddenly vanish as she approaches. However, given her personality, these changes only confounded her for a brief while, and were very soon mentally filed away as \"not important\" and ignored.Engineering recently pushed a new update to its equipment analysis report, which in particular aimed to verify the \"you don't get hurt no matter how high you fall from\" functionality the Felynes have spoken of. Final test results showed this functionality does not exist whatsoever. When Yato received this report, her disappointment was, to put it mildly, audible.",
  "Archive_File_2": "In recent mission reports, all operators working with Yato have mentioned the same particular point: her modus operandi is now quite different.A few have indicated that on missions, she has surprisingly taken the initiative to ask their opinions, a once fleetingly rare occurrence. According to them, she now makes decisions after gathering and considering multiple suggestions, making a concerted effort to take each of her teammates' ideas into account. Furthermore, she is no longer absorbed in completing missions as fast as possible, beginning to incorporate the concepts of avoiding excess damage and minimizing unnecessary sacrifices into consideration.True, Yato's style is still swift as lightning, and she craves combat even more than before, but it's plain to see she is striving to learn to minimize costs and achieve more perfect results, and this applies to more than missions. However, it is also true that the aforementioned changes have reduced her overall mission efficiency, even causing crises in certain situations; she clearly hasn't fully adapted to this way of thinking yet.Yato's transformation has privately garnered wide approval from operators, and though she won't personally admit it, all are of the belief that her experiences at Roka Village moved her in some way, leading directly to how she is now. Many operators hope to be of help to her in this time of trouble, but having her accept their goodwill is a new conundrum in itself.Regardless, there is one thing nobody doubts. When Yato faces critical life or death situations, she is bound to take the lead, resolutely making the charge with no fear of bloodshed. No challenge can shake her willpower, a fact that remains the same as ever.",
  "Archive_File_3": "[Voice Log 1]\"HUGE discovery! Last time in the field, I saw Noir Corne's bento box next to Yato's and the designs were EXACTLY the same! And their bentos were both omurice too! They've GOTTA have been made by the same person!\"\"That's not all I saw either. See, I went to the Training Room one time, and found Yato maintaining a sword all serious. Didn't think anything of it at first, but when I got a closer look I was like, isn't that Noir Corne's new long sword she's working on?\"\"Also, also! Sometimes I go out to the deck for some fresh evening air after I drink a little too much at the bar, and this one time I saw Yato and Noir Corne up there from way far away, the two of them together, shoulder to shoulder ON THE DECK, gazing up at the night sky... I sobered up INSTANTLY, it was such an image!\"\"I heard that on the way back from a mission, they suddenly changed their route, and the two of them went off alone to who-knows-where, and only came back way later. I mean, do you think maybe they really are...\"\"What're you chatting about?\"\"Er, *coughing*, Yato, good evening–\"[Voice Log 2]Noir Corne? Like I've said, I don't hate him.I've known him forever, after all. He helps me out plenty during work, and looks out for me during off-time too. A lot of times, I've only made the right decision thanks to him reminding me of something I didn't consider. He can piss you off sometimes, but I suppose I'm used to it, personally speaking.I've definitely been thinking about the past more, since we got back from that mission. The old days when I wielded my sword like some kind of machine, my time on the run with Noir Corne, those sleepless nights, the pain of regret and blaming myself, and... the day I met him for the first time. That's when it all started. That's when the course of my life actually began to change. I suppose he deserves some credit for who I am today.Yes, of course I know the reason he used to wear a mask. Back then, I was always focused solely on work and ignored everyone around me, and now I look back on it, there were things I could've done for him that I should've, I think.Uh... do I have to find a word to describe him? Well... I guess for me, \"irreplaceable\" is about right. I don't think I can imagine a day when I'd have to go on without him.Wait, why so close up? What... me, to him? Directly? Uh, no... I... no, I don't understand what you're talking about. Oh! Look at the time, I've still got work, see you!",
  "Archive_File_4": "[Classified Log]I read their entire mission report.An unknown creature invading, mountain wildlife going berserk, excessive Originium mining triggering a Catastrophe... I admit, it took me by surprise that even a region as remote as Roka Village could be host to such things.Amid all this danger, Yato was tormented in a way the layperson could never imagine. The sheer willpower it must have taken to persevere until mission completion stuns even me. Still, I must recognize that the incident at Roka Village is but one of the many threats that this land faces. The future does not bode well.Yato's missions will only grow more arduous from here on out, with the handling of further threats that defy prediction, and contending with enemies whose danger goes beyond simple numbers. She will bleed again, be wounded again, be plunged into the abyss countless more times, and can only climb back out by her own two bloodied hands.Do I feel guilty? No, there will always be someone ready to do these things. If not Yato, then others among our roster will tread the same path.Here is what is worth celebrating: Despite the fact that we can envision this future, warriors like Yato still choose to stand on our side. They leave their pasts behind, shoulder grave responsibilities with unyielding will, continue to fight with incredible bravery, and carry out the mission we all share. Perhaps they will fall, but they will not cower. It is their existence that paints Rhodes Island in its fundamental colors, and casts our impregnable armor.That is my belief. The cornerstones of Rhodes Island will be the cornerstones of its tomorrow.",
  "Promotion_Record": "Doctor, this is something you need to know about! This is already the third time we've notified Operator Yato about the whole Training Room issue!The first time, that new weapon of hers wrecked every target in the room, and cut the wall and ceiling into shreds too! Her explanation was she was learning some new move from the Palico, but I spent three solid days and nights getting just the wall fixed!The second time, she dragged half a wooden stump into the Training Room again, because apparently the Felynes found it and called it \"The Stump That Never Breaks\". She was going to demonstrate some combat skill called \"Demon Mode,\" and that drew in a whole bunch of operators ready to take notes. And you know how things turned out? I hope you do, because the state of the place was so miserable I can't even describe it with words.The third time, I saw her and the Felynes myself, lugging this ginormous monster dummy made of wood into the room to give Op Team A4 a drill on dealing with giant lifeforms, before closing the doors. I could've been a hundred meters out and still heard the ruckus in there... I'm gonna be honest, I've lost the guts to even set foot in that room anymore.Doctor, I know her combat strength's shot through the roof since getting that new gear, and it's great and all that she's sticking to her training, but if this keeps up the upkeep costs are gonna throttle me!Look, if all else fails, find her an open-air training ground!"
}