{
  "name": "Kirin R Yato",
  "trivia_items": [
    {
      "text": "True to her title, Kirin R Yato is the eponymous Operator who is wearing the Kirin R armor (specifically the Blademaster variant from Monster Hunter Generations Ultimate) rather than the anthropomorphized version of the monster in Monster Hunter.",
      "sub_items": [
        "In MonHun, the Kirin armor line possesses the effects of Divine Blessing and Blight Resistance. This explains why Yato is wearing a rather exposed armor despite having issues with direct contact with sunlight.",
        "When A Flurry to the Flame is first released in CN, her codename is Kirin X Yato, which refers to the similar but incorrect Blademaster variant of the Kirin X armor. This error is rectified in the Ideal City Rerun update on CN and retroactively applied on the Global release of A Flurry to the Flame, making Kirin R Yato the second Operator who have their codename changed after Lava the Purgatory."
      ]
    },
    {
      "text": "In her Elite 2 artwork, a snake with two horns appears in the bottom right of the background. It is a Yato-no-kami (Kanji: 夜刀の神), a snake deity in Japanese folklore which is also her namesake."
    },
    {
      "text": "Kirin R Yato is the very first Operator who can become immune to Negative Statuses and debuffs, specifically when she is using her second or third skills."
    },
    {
      "text": "Many gimmicks and animations Yato performs directly parallel game actions in MonHun, specifically the Dual Blades' moveset:",
      "sub_items": [
        "Kirin Bolts likely references Elements from MonHun, where elemental weapons can do bonus damage on hit modified by the target's elemental resistances; Dual Blades in particular have a tendency to focus on Element damage. The talent name itself refers to the name of the Dual Blades themed after Kirin, which use the Thunder element.",
        "Archdemon Mode parallels the mechanic of the same name, where dealing damage in the Dual Blades' empowered Demon Mode will build up a meter that allows temporary usage of the empowered attacks outside of Demon Mode. This mirrors how Yato will gain an ATK boost upon skill activation that lingers for some time after the skill ends.",
        "Demon Mode is a reference to the aforementioned empowered mode, although the skill itself is based off of the Sixfold Demon Slash that can be used in Demon Mode, which delivers six rapid hits after two prior attacks.",
        "Blade Dance parallels the Dual Blades attack of the same name, where the user roots in place and delivers a rapid flurry of slashes all around them. The immobile and vulnerable nature of the attack may be paralleled by Yato increasing her taunt while the skill is active, while the immunity to certain status effects may reference how Demon Mode renders the user immune to knockback from many monster attacks.",
        "Heavenly Blade Dance parallels the Dual Blades attack of the same name, where the user spins along the length of the target while rapidly slicing them. Like in MonHun where it deals the most damage to large or long monsters, Yato's Heavenly Blade Dance gains increased potency the more targets it hits, and is particularly effective against large bosses that occupy multiple tiles."
      ]
    },
    {
      "text": "The same Felyne who wears the Wiggler Head from the Terra Research Commission is present in Kirin R Yato's Elite 2 artwork."
    },
    {
      "text": "Like Rathalos S Noir Corne, Kirin R Yato is not drawn by her original illustrator Skade, but by 1001_Kangk/一千 who illustrated Tequila, Beanstalk, Stainless, and Lumen."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Kirin R Yato/Trivia"
}