{
  "Profile": "An employee of Penguin Logistics who always acts alone. Nothing is known about Mostima's previous work history.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there are no other signs of infection. At this time, this operator can be confirmed to be uninfected. [Cell-Originium Assimilation] 0% Operator Mostima shows no signs of Oripathy infection. [Blood Originium-Crystal Density] 0.12u/L As a transporter, Operator Mostima frequently enters dangerous environments. However, it goes without saying that she knows how to protect herself.",
  "Archive_File_1": "A transporter who always wears a smile on her face.She is well-informed and well-traveled, having a good understanding of the geography and customs of most countries in Terra. She often drops facts about various places that would be considered secrets to outsiders. However, tracking her down can be as hard as chasing a ghost, and no one seems to be able to find her when she's needed.She can get along with just about everyone, but also seems to keep her distance at the same time.",
  "Archive_File_2": "Many consider Ms. Mostima to be a black box.First of all, just being able to find her is no small feat.Second, even if they manage to talk to her, some say that they feel as if they are talking to the air. Regardless of if they're thanking her, admiring her, swearing at her, or piling hatred upon her, she seems to only respond by curling the corners of her lips into a wry smile, answering with a normal demeanor as if she felt no emotions.And Ms. Mostima herself made it clear that regarding emotions, she \"doesn't hate them, but has no need for them.\" Her words reflect a remarkable nonchalance. This is an important reason why many consider her to be more terrifying than even less personable colleagues. Whether her personality is a result of her past, or simply a numbness derived from many long years of work as a transporter, we may perhaps never know.",
  "Archive_File_3": "As a veteran transporter, Ms. Mostima often has some logistics commissions that require her to go to remote or even dangerous places, so she will often not be aboard the Rhodes Island ship - terms that have been specified in her onboarding contract.In fact, very few Operators are actually standing by on the ship at all times. Once the Rhodes Island ship has docked at a certain location, Operators are free to carry out activities in the locale as long as they maintain contact with the ship and do not act in a way that would damage the interests of Rhodes Island.Beyond this point, however, Ms. Mostima also has a few peculiarities. According to the application she submitted, Ms. Mostima often proactively seeks out delivery orders that would require her to travel abroad. Usually, Rhodes Island couriers will only operate in a local vicinity, because the time and risk involved in long-distance travel is a serious consideration for even the most experienced in the industry. Yet it doesn't seem to concern Ms. Mostima.Does this mean that she has a special reason for doing so?",
  "Archive_File_4": "According to the resume submitted by Ms. Mostima, she worked as a transporter throughout all of Terra, but mentioned nothing else beyond that.Why would she provide her services for Penguin Logistics, why did she already know Ms. Exusiai, and most importantly, why did she become a fallen angel? Even though Ms. Mostima seems to have integrated well into Rhodes Island and has even established trust with the Doctor, she is still a complete mystery in the eyes of many.Following the guideline that, outside of extraordinary situations, we are not to pry excessively into the history of our Operators, Rhodes Island has no plans to seek answers to each and every one of these questions. However, one truth is very clear.The Law is absolute. From the moment she aimed her gun at another of her kind, her fate was already decided.This is a publicly known secret.",
  "Promotion_Record": "In addition to her past experience, there is another noteworthy thing about Ms. Mostima, and that is her ability. Her two staves, known as \"Black Lock\" and \"White Key\" respectively, can cast very different spells. This is an extremely rare phenomenon, and her explanation of this is preliminary at best.There is no doubt that Ms. Mostima's powers are unfathomable. According to the judgment of Chief Engineer Kal'tsit at the time she tested Ms. Mostima's abilities, Rhodes Island's training facilities would have been destroyed if she had put more effort into the testing. Such is the terrifying scale of her power.More importantly, though, what was the monstrosity that appeared behind her at the moment the two forces within her hands overlapped?"
}