{
  "name": "Aak",
  "overview": "The Feline underground/unlicensed doctor from Lungmen codenamed \"Aak\" was originally the son of a famed doctor. However, an insidious plot against his father after a clinical incident forced the family to turn underground. After his father's tragic death during a gang fight decades ago, Aak decided to carry the mantle and had been a rather notorious gangster-doctor before he was recommended by Ko Hei-sing, a.k.a. \"Hung\", to join the Lee's Detective Agency after another gang fight in his lifetime.\nAs part of the Agency's partnership with Rhodes Island, Aak has been providing his assistance to R.I.'s Medical Department as its medical researcher. Although his methods can be seen as extreme and questionable, not only they prove to be effective, but also they even exceed his father's. Meanwhile, he is an occasional field support unit utilizing powerful combat stimulants to bolster his allies' performance with some \"side-effects.\" Trust me, his boosters are really useful. Really.",
  "gameplay": "Aak is a 6★ Geek Specialist who specializes in Support and DPS. Aak is unique among Operators where his HP \"degenerates\"' (i.e. gradually lost) at a rate of 3% of his maximum HP per second, which can (and eventually will) knock him out. As such, it is important to keep Aak alive either with healers. Unlike most other Specialists, Aak is classified as a ranged Operator with a ranged attack similar to Marksman Snipers, including a range of 3×3 tiles with a 1-tile extension up front that is extended to 3×4 tiles at Elite 1, which also (somewhat) extends to his stats.\nAak's skills are very unusual in which all but one of them allows him to buff friendlies by attacking them first – the only known way of causing \"friendly fire\" in Arknights, which can be detrimental if the target cannot withstand it, though the benefits will outweigh the risks when used correctly:\nThe first skill, Rapid Fire, is an ASPD buff that improves Aak's attack rate to a more appreciable level and synergizes well with Drug Cocktail Administration (see below).\nThe second skill, Type-γ Stimpack, has Aak attack a friendly unit within his range, prioritizing the one right in front of him, with no less than 15 hits that deals 500 Physical damage each when used, which can (and will) KO the target, and then buffs the maximum HP and DEF of the target (if they survives, of course) and Aak himself (regardless of whether the target survives or not) for a decent duration. Type-γ Stimpack is best used on Defenders since their high DEF means Aak's attacks will only scratch them while improving their already good survivability even further, especially with strong Defenders like Hoshiguma, Mudrock, and Nian who will be nearly invincible with the buff. Conversely, it is ill-advised to use Type-γ Stimpack on Operators with low HP and/or DEF (like most ranged Operators) since they will usually be KO'd in the process.\nThe third skill, Durian-Flavored Stimpack, functions identically to Type-γ Stimpack but buffs the ATK and ASPD of Aak and the target instead with a shorter duration and higher SP cost. Durian-Flavored Stimpack can be very tempting to bolster the DPS of already hard-hitting Operators, especially Blaze (with Chainsaw Extension Module), Hellagur (due to his talent which buffs ASPD based on the missing HP), SilverAsh (with Truesilver Slash), Skadi (with Tidal Elegy), Specter (with Bone Fracture), and especially Surtr (due to her colossal DPS with Twilight). Even better, Blaze's Emergency Defibrillator and Surtr's Remnant Ash will temporarily keep them alive upon receiving fatal damage, including from Durian-Flavored Stimpack's shots, so it can be liberally used to give them titanic DPS. Care should be taken, however, to be sure the Operator survives Durian-Flavored Stimpack's shots. The player should try to buff the desired Operator's DEF first (preferably with Nian or Shining) before using Durian-Flavored Stimpack on them.\nAak's first talent, Drug Cocktail Administration, applies one of the following effects whenever he attacks, selected at random:\nHeals Aak by a portion of his maximum HP.\nIncreases the damage dealt.\nBriefly Slows the victim.\nBriefly Stuns the victim.\nAll four effects are equally useful to compensate Aak's HP degeneration, deliver sustained DPS, and stall enemies, though the player shouldn't count on them too much due to the random nature. His second talent, Pharmaceutical Diffusion, increases the effectiveness of healing received by Aak, somewhat mitigating his HP degeneration.\nAak's GEE-X Operator Module, Assorted Fruity Medical Box, increases his SP generation rate by 0.25/second when his HP is above 80%, in addition to increasing his maximum HP and ATK; once upgraded, Drug Cocktail Administration's effects are increased and it now has a chance to proc all four effects at once!\nAak's first base skill, Neuroticism, makes Operators assigned to the Reception Room more likely to find clues from their respective faction (e.g. Rhine Lab clues for Saria or R.I. clues for Angelina) when he is assigned to the Control Center, but increases the morale drain rate of all Operators assigned to it (including Aak himself) by a whopping 1.5 per hour. His second base skill, Surgical Precision, speeds up the skill Mastery training of Medic Operators by 60% when Aak is assigned as the trainer in the Training Room.\nOverall, Aak is an interesting (and fun) introduction to Geek Specialists who can thrive on \"high-risk, high-reward\" playstyles by \"juicing\" up his allies' performance at the cost of harming – and potentially incapacitating – them, hence Doctors who want to utilize him should plan carefully to avoid collateral damage that could risk their defeat, but this mad doctor's buffs will surely get them addicted once they get the hang of it.",
  "pros": [
    "Classified as a ranged Operator with a ranged attack similar to Marksman Snipers (but does not prioritize aerial enemies over ground enemies)",
    "Good stats",
    "Type-γ Stimpack buffs maximum HP and DEF, making it very useful for Defenders",
    "Drug Cocktail Administration applies a random effect (between self-heal, critical hit, Slow, or Stun) in each attack and synergizes well with Rapid Fire",
    "Durian-Flavored Stimpack buffs ATK and ASPD, further improving DPS and very useful for DPS Operators",
    "Pharmaceutical Diffusion makes healing effects on Aak more effective",
    "Shots from Type-γ Stimpack and Durian-Flavored Stimpack are considered as an attack, which can be abused by Operators with defensive SP recovery (especially Liskarm)"
  ],
  "cons": [
    "Degenerates HP over time, which can (and eventually will) KO Aak",
    "Type-γ Stimpack and Durian-Flavored Stimpack have Aak attack the target with multiple hits of relatively high Physical damage which can (and will) KO them (though this can be abused to remove pre-deployed Operators that occupies a strategic tile, e.g. an \"Ifrit lane\")"
  ],
  "url": "https://arknights.fandom.com/wiki/Aak/Overview"
}