{
  "Profile": "Private investigator, and founder of Lee's Detective Agency. Lee first encountered Rhodes Island during its expansion into Lungmen, and the two parties formed a business relationship thereafter. Has both provided information and consultation services on local Lungmen affairs, as well as recommended talents to Rhodes Island.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, the operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Lee shows no signs of Originium infection. [Blood Originium-Crystal Density] 0.12u/LOperator Lee rarely comes into contact with Originium.",
  "Archive_File_1": "A seemingly lax, disorganized middle-aged man who works as a private investigator, at least nominally. Be it tracking, disguise, negotiation, or deduction, he is a master of all the skillsets in a detective's toolkit. However, the most commonly seen of Lee's talents are tea-making and cooking. Many Operators give this assessment of Lee: \"It feels like just being in the same place as him is enough to suck the motivation right out of you.\"Lee is not based in Rhodes Island, but he occasionally visits to check on his employees, under the guise of having work meetings with the Doctor. Although as soon as he's made sure that everyone's been doing well, he immediately offloads all his work to them and leaves. That said, to the Rhodes Island Logistics Department Lee's visits are as worthy of celebration as the most auspicious event, and it is not hard to understand why: ever since they had a taste of Hung's home cooking, all of our Logistics Operator have been wanting to know what realms Lee's culinary pursuits have taken him. At the same time, they also hoped to learn a thing or two from the living legend of Lungmen's street food scene. Lee has only shown off his skills at the Rhodes Island Cafeteria a handful of times, and it is not an overstatement to say that the entire cafeteria was bursting with excitement.\"I really don't get why he opened a detective agency instead of a restaurant. Does he have something against LMD?\"",
  "Archive_File_2": "Although he never seems serious, naturally Lee has extraordinary talents in his main occupation as a detective.\"Why do I sit by and enjoy a cup of tea while the gangs duke it out with each other, you ask? Hahaha... It's not just for fun. You see, when two rival gangs brawl, the ones in the front are always their freshest meat. Those who stand a little further back supervising the fight are their bosses who've got some clout. And the ones standing all the way in the back doing nothing but cheering for the ones up front are their old members, who have no pull at all. If you want to figure out how a gang's been doing, business-wise, you needn't sneak around doing surveillance from the dark. You just need to watch them fight. As a private investigator, all your techniques and whatnot come second. The most important thing is knowing how to really size someone up.\"Lee is never stingy about sharing his pearls of wisdom. According to him, the way Lee's Detective Agency handles its cases can be boiled down to two sayings: \"Knowledge is power\" and \"give peace a chance\". Lee also claims to lack any mastery of martial arts, and his Originium Arts are even more of a mystery.\"He said he doesn't know any martial arts and he's terrible at Originium Arts? What a load of crap!\"According to a field Operator who worked with Lee's Detective Agency in Lungmen, Rhodes Island once found itself in a conflict with the local triads. When they found themselves chased down by three dozen men, Lee told the other Rhodes Island Operators to retreat and stayed behind to hold the line. When the Operator had made it two city blocks away, he heard a loud explosion from behind and found Lee walking toward him without so much as a scratch. Even his hairdo appeared completely unscathed from the intense chase.\"Although Rhodes Island imposes no requirements on its Operators beyond a satisfactory Combat Skill evaluation, the fact that some Operators are openly hiding their true strength perhaps calls for a review of our testing procedures.\"–Records from a certain HR meeting",
  "Archive_File_3": "Lee's Detective Agency and Rhodes Island have a peculiar relationship.The agency isn't far from Rhodes Island's offices in Lungmen. It would not have been at all strange for the two parties to run into each other during the Reunion incident, especially considering that both are on good terms with the L.G.D. Yet it wasn't until Lee realized it had been three days since Jaye last opened his finball stall, and was concernedly looking into the boy's whereabouts, that he first heard the name \"Rhodes Island\" from the Rat King. That was when the two parties learned of each other and began building a working relationship.During their collaboration, Lee's Detective Agency has displayed a range of astonishing intelligence capabilities. This includes not only his uncovering of the trustworthiness and even the financial situation of each company working with Rhodes Island, but also his grasp of the occupational makeup of the downtown Infected. He even singlehandedly helped resolve the medical inconsistencies that arose while treating patients there.The assistance he provides has undoubtedly been enormously convenient to Rhodes Island in its assistance of Lungmen's Infected, though naturally he is also suspicious and as such we have done our own investigation of him through other means. All the evidence uncovered by our investigators led them to believe that his organization is just your average private investigator agency, and that it only deals in minor cases involving locating missing persons, tracking unfaithful husbands, or investigating financial statuses. Of course, Rhodes Island couldn't accept this result, though it chose to maintain its partnership with the agency due to its relationship with the L.G.D.As the partnership continued, the parties came to trust each other more, and Lee himself told Rhodes Island of the hidden truth about his agency that so few are aware of. He explained in detail how his agency gradually found itself having to navigate both the lawful society and the criminal underworld. Simply put, the agency's intelligence capability is entirely the result of Lee's personal network of relationships formed over the years. This implies that Lee himself must maintain reasonably stable relationships with all kinds of characters throughout Lungmen. It is not hard to imagine how hard it must be to keep a neutral, unbiased position with all the different opposing sides, let alone the ones in direct conflict with each other. At the very least, it is definitely not as easy as he made it sound.On a related note, despite Lee's resourcefulness, he rarely intervenes with anything unrelated to his cases, and his agency is really just a small office in the corner of a bustling city district. As for the rumors that he is a \"kingpin of the Lungmen underworld\" or an \"influential man who secretly controls Lungmen's criminal society\", these are simply rumors. Nonetheless, everyone seems to suspect that he might just be able to pull it off, if he set his mind to it.",
  "Archive_File_4": "Although Lee is often called a living Lungmen encyclopedia, he isn't actually originally from Lungmen. Naturally, everyone who is acquainted with him knows about this. We've also heard Aak mention that Lee's name is actually a surname, not a given name. This particularly uncommon name is directly connected to a certain illustrious merchant family. Lee himself never attempted to hide his background, though there are also very few who know why he left his hometown and fumbled his way to Lungmen. \"It's strange. Don't most people change their surnames when they have a fight with their families? How come he kept his surname and got rid of his given name?\" commented Aak.During our conversations with Lee, he very rarely used the words \"past\" and \"present.\" While Lee has already very much proven himself in a variety of situations, it is also true that he is exceedingly lazy with many tasks. We have met many who live in the moment to escape from reality, but it seems there is more to Lee's attitude towards life than dejection and withdrawal from society. After all, Lee is keeping his agency running, and he is also taking proper care of the youngsters who work for him. While he may claim everything to be a pain in the rear, he always has their back when they truly need it. This is why the three of them have full trust in him despite their frequent grievances. You will likely feel the same as you work side-by-side with him. He is aimless, but there is no doubt that he brings those around him a concrete sense of security.To this day, there is little we know about Lee's past. As bystanders, we can only hypothesize from Lee's attitude towards others, and the look in his eyes during occasional moments of contemplation, that he might once have been a spirited young man from an exemplary background who ended up in the city after becoming disillusioned. However plausible this conjecture may be though, it certainly doesn't match Lee's own account. In the end, no matter how much we guess about his background, Lee is still the same easygoing man who jokes about how busy others are as he sips a cup of tea. Perhaps it is only when he correctly points out minor mistakes in complicated financial accounts, or when he talks about the Great Yan's history, literature, and martial arts that you will ever see his eyes light up.",
  "Promotion_Record": "\"Oh? This is for me? It's a token of our ever deepening trust, isn't it?\"\"Am I happy? But of course. Trust is very important. As a detective, no witness would ever talk if they didn't trust you, and as a businessman, trust is the foundation of all partnerships. Learning all the tricks to gain someone's trust is like Detective 101... Oh? Don't look at me like that. The trust between us is no trick at all. Surely you believe me, Doctor?\" Lee accepts the token and, with a smile on his face, hands the Doctor a jade pendant as thanks. On the front of the pendant are the words \"Only good and evil.\" On the back, \"No luck or misfortune.\""
}