{
  "name": "Lee",
  "trivia_items": [
    {
      "text": "His Chinese surname means \"carp,\" and he has the fins and scales of a carp. In Chinese culture, carps are often associated with dragons, especially in the legend of Longmen. It is said that carps that can successfully climb up waterfalls will turn into dragons, so they usually symbolize success in wealth and business."
    },
    {
      "text": "His deployment animation features him jumping up from a lying posture which is actually based on an exercise move in Chinese kung fu called liyu dating (Hanzi: 鲤鱼打挺)."
    },
    {
      "text": "The Chinese dragon in his Elite 2 artwork is likely based on the feiyu (Hanzi: 飞鱼), a kind of dragon with four claws and fish fins famous for being embroidered on this kind of hanfu called feiyufu."
    },
    {
      "text": "One of Mr. Lee's idle animation in base shows him doing hand exercise with Baoding balls."
    },
    {
      "text": "Mr. Lee contains several noticeable elements of Taoism:",
      "sub_items": [
        "The box he is carrying in his Elite 2 artwork is actually the luopan, or the feng shui compass.",
        "The coin-sword in his hand is often used in exorcism.",
        "Mr. Lee uses fulu papers to attack his enemies, and fulu is also used in exorcism."
      ]
    },
    {
      "text": "Lee's ability to handle awkward social situations has given rise to a widespread meme in the CN community, specifically with this line in IW-5 After: \"I'll be eating them both. (我吃两碗)\" This is said after he orders a bowl of noodles for someone who does not like noodles, so he offers to eat their bowl along with his own bowl."
    },
    {
      "text": "Before an update in the CN server, Lee's quote was the same as his description, possibly due to a writing oversight."
    },
    {
      "text": "At 193 cm, Lee is tied with Hellagur for the second tallest Operator currently in the game."
    },
    {
      "text": "With the introduction of his Trust Your Eyes outfit, Lee has become the third non-limited operator to receive a Live2D model, after Phantom and Surtr."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Lee/Trivia"
}