{
  "Profile": "Gladiia, an Ægir, Ægir technology consul, Honorary Army leader, and the chief combat strategist of the Ægir military organization \"Abyssal Hunters.\" The time and venue of her landing is unclear. Gladiia demonstrates exemplary abilities in a wild array of scenarios including confrontations against large creatures, hard objective demolitions, assault, annihilation, mobile warfare, and espionage. She is currently assisting Rhodes Island with its work as a collaborator. While she continues to fulfill Ægir state functions, she now also serves as a representative for Rhodes Island's Ægir affairs.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0% Gladiia shows no signs of Originium infection. [Blood Originium-Crystal Density] 0.011u/L Gladiia rarely comes into contact with Originium. What exactly caused the scarcity of Originium in Ægir's borders? [Originium is not the only disease to befall us under this sky full of stars. The incurable disease wrought by the sea's infection is one and the same as the flesh and blood of other species.]",
  "Archive_File_1": "You're looking for Gladiia? You don't know Gladiia, then.Hah, \"Has anyone seen Gladiia?\" I asked that question so many times, but the only answer I've ever received is \"No.\"It's not that she's elusive like Projekt Red is. Most operators don't even know who she is. She doesn't even have any reliable rumors about her, though she does have a huge sense of dignity... Sheeh, she really doesn't give a damn about anyone else, y'know? The Rhodes Island Magnificent Seven didn't get its name for sitting around! I really oughta have them teach her a little...I'm just kidding. Can you even say for sure who could take her on in a fight? I don't think I can. Abetting your operators to fight? Better watch out for the legal department.Really though. You're definitely gonna be turned away, but let me remind you anyway. It's strictly forbidden to bring those Ægir to the training rooms. Don't even think about it. If you haven't seen Gladiia fight... You ain't got no idea what it's like. She sometimes complains about how dry her skin is, how there's no water, how that keeps her outta the game and whatnot. That's cause she runs way faster than arrows. When she fights, she makes all these loud noises, and, like, if she says anything to you during a fight, you'll be dead before you even hear it. Her lance's not for stabbing. She hacks at people with it like an axe, a sickle. It still leaves a whole bloody mess on the ground in the end, but it's creepy for real.Seriously, you've never met her before, have you? —Closure, chilling on the couch as she remarks to a certain eager operator while tossing her portable terminal into the trash can for the third time of the day.",
  "Archive_File_2": "[Of all the countries there are in this world, Iberia is the only one to have even a shallow understanding of the sea. From the way I see it, the difference between their countries' might and Iberia's is a result of their ignorance.The societies on land are neither efficient nor safe. This isn't anyone's fault.However, the Ægir must be traitors in their eyes, though that's hard for me to imagine.I never got to know my father, but my birth mother was someone who enjoyed authority, indulged in worldly pleasures, and ever so short-sighted–This last part is perhaps arguable, but there is no doubt about the first two.That is why I did not stay with my birth family. It took me a very long time to break free of my birth mother's control too.My family are those who raised, acknowledged, and supported me, and not the ones who merely passed on their genes to me. I am not related to my new family by blood, and that's a common thing among the Ægir.Kal'tsit thinks the Ægir's pride and isolation are sins in themselves. She likely has her own reasoning for that.I know very well that these uncivilized landwalkers are not going to accept us Ægirs. Neither Ægir's culture nor its knowledge will ever be of any use to them.Keep your weapons from the barbarians.]—Gladiia Don't listen to her. She's knowledgeable in transmission tech, she's just not giving you any of those core technologies... and we have no use for them either. Where are we supposed to even get our hands on those materials?If she's mad at you, that's definitely a good thing! If she's polite, though, that means she doesn't really care much about you. It's not something she's going to say out loud because of her pride. We're used to people like her.—A certain Engineering operator; name omitted likely out of fear.",
  "Archive_File_3": "I thought Gladiia doesn't do research with the rest of us because she's always somewhere else.I heard from Gladiia later on that there are actually two types of consuls in Ægir: science and technology. She's on the technology side, so she's not too familiar with theories and the like.Ægir's basic education is really on another level. From my point of view, she's an all-rounder. Are consuls supervisors, though? Do scientists and engineers run the country too? Hm... It's quite hard to imagine, really.By the way, military technologies are apparently technologies too.Originium Arts don't count, however. She doesn't understand that at all. Are all Abyssal Hunters, like, completely insulated from Originium? Even someone with as bad of an infection as Specter couldn't use the most simple of Arts.I think I kind of have a guess why that is, though she'll never admit to it.I think the Abyssal Hunters have to be the product of Ægir's technological research. God knows how Ægir gets its people to accept that kind of research, though..Ægir's technological level is really beyond measure. Its cities are completely invisible even under such immense pressure, its energy facilities are powered without the use of minerals, and its low-temperature alloy treatment process... the ability to transmit large amounts of information with minimal loss, and the blends of so many different species.Dear god.What's more, the ocean... If the lands are truly boundless, then what about the ocean? How many Ægir cities are there? There can't be more cities down there than on land, can there?[Why haven't they tried to make contact with us?] Now that's the million-dollar question. I shudder to even think about it....Those sea monsters... Just how bad are they that the Abyssal Hunters can't go home anymore?",
  "Archive_File_4": "[Private Log Transmitted To You]What should the Abyssal Hunters do from here on out?There has been no response to the transmissions that Gladiia made with Rhodes Island's equipment. No one knows what has become of Ægir beneath the ocean's surface, much less whether the other Abyssal Hunters are still alive. I am certain that the Ægirs that the Iberians took in, the \"Islanders,\" that is, were citizens of the sea who left their homeland after the events that unfolded there.Most of the islanders are technological workers, with only a small amount of them scientific researchers. The science consuls? Leaving their magnificent, advanced homes behind was sacrilegious to them.Though they were mere fragments of Ægir's technological advances, using the Islanders' technology, the Iberians immediately propelled themselves from just another powerful nation into a dominating superpower... The whole of Ægir's might and technological prowess are things that the nations on land will never want to witness firsthand.And that's to say nothing of how the majority of those who live on land do not know that oceans existed in the first place.Although Gladiia remains unwilling to reveal this information, we know that the few Ægirs there are in Iberia had moved there years ago, and that's also how the Abyssal Hunters came to be. From this, we can already surmise that the events that transpired in Ægir are no mere disasters.The Abyssal Hunters are undoubtedly the tip of the iceberg when it comes to Ægir's military technologies. They definitely are not Ægir's last defense. They are its vanguards and its sacrifices, as though the Ægirs were trying to test the sea monsters.Gladiia is not one to shy away from conveying her pride using etiquettes, but she cannot hide the fact that she is also trying to conceal her anxiety.I can tell they have much to keep from me, and far too much. She hasn't told you why the Seaborn was looking for Skadi, has she?Speaking of which, the Seaborns are far from the top of the hierarchy of those sea monsters. There must be even more advanced life deep under the sea.Gladiia tried to protect the Abyssal Hunters in her own way. She's afraid that the Church of the Deep and the Seaborns are far from the only ones who will try to do harm to the Abyssal Hunters. She believes the technology and information she holds are one of the few bargaining chips she still has left.She is trying to trust us, but she remains untrustful of others. If she didn't want to help all of us fend off these threats from the sea, then she would be sunbathing on the deck right about now instead of running all around the world.In addition, if an uncontrollable change is occurring to Skadi, then as one of the first Abyssal Hunters, the road Gladiia has ahead of her is just as bumpy.Give her a little time. The training and experience she has will lead her to make the right conclusion.She is still a citizen of Ægir, but we... we don't belong to any nation out there.Ægir is yet silent. —Kal'tsit.",
  "Promotion_Record": "Never give up hope. You must live.Marah takes one last breath. Her light blond curls dangle on the soldier's arm. He hangs his head, a grim expression still on his face, as he tries his best to hide the tears dripping down his face. A round of applause. The show has reached its conclusion. This is where you stand up and join the ovation. The Seaborns cannot enjoy theatrical performances, and the Sea Terrors don't know how it feels to enjoy music.Never give up hope. This is our last line of defense.Applaud these works of elegance. They may be the only assets our kind has left.\"Now, seriously, if you want to know how she looks like, you should go to Rhodes Island's balls. She goes to those every time she's on the ship. You can usually find her in the bars, too... She usually sits in the corner and listens to jazz music, though, so it's not easy to strike up a conversation. Balls, though. If you ask her for a dance, she's usually going to nod and agree even if she doesn't say a peep. Have you seen her dance by herself? No? You gotta see it, then. Her turns are like the wind, and her hair flutters on the stage like a maelstrom... I was so captivated, I didn't even notice when the music stopped... That's not what I wanted to talk about. When she dances with someone, she's like a whole different person. It doesn't matter how good a dancer you are. When she takes your hand and holds your waist, she makes you feel like you can dance, too. Even if you're terrible at it, she will never let you step on her dress. If she weren't so formal around everyone, I might just have... *sigh*. I'm so lucky that I still got to dance with her.\""
}