{
  "Profile": "Ebenholz, a Leithanien commoner who became infected with Oripathy during the Vyseheim incident. Introduced to Rhodes Island for treatment by Operator Hibiscus, he demonstrates an extraordinary talent for Originium Arts. Following examinations, he joined Rhodes Island as a field operator.",
  "Clinical_Analysis": "Imaging tests show the indistinct outlines of internal organs, obscured by abnormal shadows. Originium granules detected in the circulatory system. The subject is confirmed to be infected with Oripathy. [Cell-Originium Assimilation] 5%Small traces of infection are visible on the surface of the body. [Blood Originium-Crystal Density] 0.22u/LDid not receive prompt treatment upon infection. Infection has shown signs of spreading but is currently under control.",
  "Archive_File_1": "A seemingly unapproachable Caprinae young man.If you ask him for the time, he will look down at his watch and politely tell you. However, if you try to take the opportunity to make small talk, he will bring the conversation to an abrupt end in the most polite way possible.Only the Doctor and a very few other operators are able to get him to open up. When he shares a conversation with them, he demonstrates a side of himself that he rarely shows anyone else, and expresses his opinions without reserve. However, no matter the topic, his words always seem to carry a hint of gloominess, which is noticeable even when he talks about himself, perhaps even more so.Every now and then, Ebenholz can be seen playing musical instruments. According to the witness descriptions, Ebenholz seems to be proficient with all instruments, but is most frequently seen playing the cello with such sorrow that it reminds listeners of people and events of the past.There are even rumors that one of his specialties is the flute, however he has never been spotted playing one.",
  "Archive_File_2": "According to Leithanien's official explanation, Ebenholz used to be an ordinary student studying music and Originium Arts at a certain university in his hometown of Vyseheim, a mid-sized city in Leithanien. During an unfortunate incident, Ebenholz became infected with Oripathy and had no choice but to withdraw and seek medical help at Rhodes Island. [Classified Log]Unfortunately, that document from Leithanien bears little resemblance to the truth.Ebenholz was not born in Vyseheim. He lived much of his life in Urtica, a small town in disrepair.He is no commoner either, at least not in Urtica. In truth, right up until he left for Rhodes Island, he was Graf Urtica. His appointed guardian issued orders as his representative, even after he came of age.Like other children of his social class, Ebenholz received an education indispensable to a Leithanian noble: etiquette, literature, Originium Arts, and–inseparable from and oftentimes even more important than Originium Arts–music.Many parents will do their utmost to hire the best music teachers, and these teachers can have a decisive influence on their charges' upbringing. There are even nobles who will judge a person's character solely by the reputation of their first music teacher.However, according to Ebenholz himself, his guardian was not very keen on following this tradition.\"The teacher laid out a few instruments in front of me and asked me with a friendly voice which one I was interested in.I picked up the violin and played a little bit. He was so overjoyed by that, and kept calling me a genius, but I didn't respond to his compliments. When I saw the instruments, a barrage of foreign concepts and knowledge of how to play them flooded into my brain, as though someone was there ordering me around.Even so, I was pretty happy about it. It was the first time since I came to Urtica that someone showered me with praise so enthusiastically and actually meant it. Heh, even though I'd already heard so much insincere praise. Guess I never learned my lesson.The next day, I met that teacher again, but he looked at me with nothing but scorn. Clearly, my representative had told him part of the truth.\"The HR Operator in charge of recording these logs is not familiar with the situation in Leithanien and nonchalantly asked, \"What truth?\"\"That Urtica is a territory passed down in the Witch King's lineage. In which case, what does that make Graf Urtica?\"",
  "Archive_File_3": "[Classified Log]Leithanien experienced tumultuous upheaval during its regime change. Those who were fed up with the Witch King's massacres turned the flames of their fury on anything and anyone related to the Witch King. Ebenholz's parents died during that period due to their distant blood relationship.In turn, a minority were unhappy with the end of the old era. They resorted to all kinds of methods to resist the Twin Empresses' reign, and the most extreme of them became known as the \"Witch King's Remains.\" It was they who saved Ebenholz from meeting the same fate as his parents, but in doing also dragged him into a greater maelstrom.In a single sentence, Ebenholz explained what they had done to him: \"They force-fed a verse of the Voice of Terra into my brain.\"The Medical Department has examined Ebenholz's brain on multiple occasions, but are as of yet unable to determine how and in what form the Voice of Terra was implanted into it. What is certain, however, is that the Voice of Terra is real, and causes him intense headaches. It is closely linked to Ebenholz's natural-born talent in both music and Originium Arts, but we have been unable to determine exactly what it is.Through Ebenholz's introduction, we obtained copies of a research manuscript from Operator Czerny, and according to its inexact descriptions, the Voice of Terra is a melody improvised by the Witch King and transcribed by his court musicians.\"Then shouldn't the Voice of Terra be sheet music, or some kind of tape?\"\"What do you think? Did they cram paper or plastic into my brain?\"In the end, the Medical Department had no choice but to tentatively accept Ebenholz's own explanation:\"It's a melody, a great melody. A melody so great that it makes me worry that I'll be swallowed whole without even noticing.\"\"Can a melody really swallow a person?\"\"All I can say is... I'll do my best to prevent it from happening again.\"Ever since, Ebenholz has refused to discuss the topic.",
  "Archive_File_4": "[Classified Log]When he first arrived at Rhodes Island, Ebenholz did not show much of the patronization or verbal aggressiveness that Operators Hibiscus and Czerny had described. Most operators only know him as a quiet yet courteous Leithanian operator new to Rhodes Island. Back then, Ebenholz wasn't very keen on talking to others. When by himself, he often spaced out, looking only at the cello that he always kept near him. Some operators, worried, have asked him if he needed any help, but he always simply shook his head.Ebenholz changed after his first field operation. The operation itself could not have been more successful. Rhodes Island rescued a dozen children from extremely poor conditions in an orphanage, resettling the non-Infected at trustworthy organizations, while taking in the Infected among them.It's worth noting that Ebenholz was key to the entire operation, from seeing through the orphanage manager's subterfuge to providing Originium Arts support during the actual rescue operation.After he made it back to Rhodes Island, Ebenholz began to change for the better. He started to proactively talk to those who approached him, to learn everything he could about Rhodes Island, and also to assess acrimoniously the things he could not bear to even look at. Of course, this applies only to the Doctor and a very few other operators.Once, he even attended an operator-organized book club and started to exchange emails with several of them afterward.Most of Rhodes Island's operators did not notice this change, but there is one thing that's caught everyone's attention:Ebenholz has stopped spacing out while looking at his cello. Instead, he often plays it and hums along, almost like talking to an old friend.",
  "Promotion_Record": "\"Enough of your self-loathing rhetoric. You cannot hide your short-sightedness from me, my foolish descendant.\"\"Thanks for the compliment, old fart.\"\"Yet you still doubt yourself. Injustice has you indignant, yet you also doubt the veracity of your anger. In the end, you even accepted these doubts. You told yourself to simply put up an act, and now you must continue this act... Laughable. Absolutely laughable!\"\"Thanks for the lesson. Please do give me some time to completely forget your words.\"\"Hah...\"\"You must be wondering why I don't tell you to shut up when you speak anymore, isn't that right?\"\"Do tell.\"\"First, I've realized that yelling at you is neither going to make you shut up nor make my headache go away. And by the way, I'm more concerned about the latter.Secondly, I still have no idea who you are. I don't know if you're a lingering echo in the Voice of Terra, or just a hallucination. I don't even know if, for reasons I can't begin to imagine, I'll completely lose myself to that ear-piercing melody like Kreide.\"\"But I'm not afraid of you anymore, old fart. It's that simple.\""
}