{
  "Profile": "Chongyue, the elder brother of landship residents Nian, Dusk, and Ling. He has a close relationship with government organizations such as the Yanese Ministry of War and the Sui Regulator. Previously served as a martial arts instructor at the nomadic city Yumen, a position which he has resigned from. He came to Rhodes Island to visit his family, and after a round of audits, he is temporarily residing onboard the landship as a visitor. Chongyue possesses rich combat experience and has provided Rhodes Island his unique combat suggestions. However, as requested by Dr. Kal'tsit, Chongyue rarely participates in missions directly.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0% [Blood Originium-Crystal Density] 0.01u/L Gotta say, since we had cases like Dusk and Ling before, I put in tons of prep work for Chongyue's medical examination. Hell, I pulled a couple people off of work just for this, and that's just the theoretical research guys at Medical. It's not often we get the chance, so I figured I'd collect biological data that could have research value... Chongyue was very amenable to the whole thing, but the results were kinda disappointing. True, all the values are terrifyingly high, but it's just a normal guy's body. You can tell he trains a lot... It's too normal.How should I describe it... Like, you make an account in a game. Then, you grind for hours on end day after day to get to level cap. It's amazing, but c'mon! I'm trying to make cheats here, you know?– Closure",
  "Archive_File_1": "Chongyue's routine is frightening. He wakes up at dawn[note 1] for morning practice: exercising his breathing[note 2] as well as the kung fu basics, such as legs, waist, and shoulders.[note 3] Then, for four hours in the middle of day, he familiarizes himself with a variety of weapons and analyzes martial arts techniques. At dusk,[note 4] he finishes his evening tasks, cultivates his foundations, and writes as well as keeps his martial arts records... and he does so every single day without fail.[note 5]The problem here is that ever since he agreed to become our interim martial arts instructor, this has become everyone's routine...\"The key to success in kung fu can be summed up in one word: Diligence.\" According to his explanation, in addition to training your body, practicing kung fu is more about training your mind and perseverance. I understand the logic, of course. I'm simply complaining. After all, the prospect of learning the legendary \"Divine Style\" is alluring. To tell the truth, though, I still have some reservations about the authenticity of the \"Yumen showdown\" account that Waai Fu gave us–how the winds and sand raged, the skies' colors changed, and how two masters rivaled by none in the world battled and settled their score in less than ten rounds–if I had heard this from Mr. Nothing, I'd definitely write it off as a tall tale. Perhaps it just goes to show how we still have much to learn about Yanese martial arts.Aside from Yanese operators, Chongyue also sees many operators from other regions, such as Ursus and Sargon, attending his martial arts lectures. But when his students talk to each other in private, they seem to all have noticed in his lectures traces of the styles they already know, as well as, perhaps, the theory behind the moves and the methodology he applies force with. It's all very vague, but his methodology is simpler and more powerful... There are only two possibilities. One would be that Chongyue is a prodigy. He has seen more than half of Yan's martial arts styles and even those of other countries, and has improved upon them. The other would be that he is a prodigy, and has been to many places, and many of the styles are based on his... I digress. How would that even be possible?In any case, Chongyue might be even stricter than Instructor Dobermann. Fortunately, Nian all of a sudden roped him into acting as a stunt coordinator for a movie series she is prepping. Come to think of it, though, in private, Chongyue is actually a rather kind person. He's not as difficult to figure out as Ling or as high-strung as Dusk... Just talking about this makes me miss his lessons.",
  "Archive_File_2": "When Chongyue first came to Rhodes Island, most operators who'd heard of his background and exploits were under the impression that the grandmaster who defended Yan's northern deserts for years must be a strict, stuffy man and thus avoided him. This lasted until a certain operator was pestered by the library to return an overdue book and subsequently found out that the man who had reserved Homesick, Homesick Blues next was Chongyue. Thereafter, we inadvertently stumbled upon his many other interests: woodcarving, pottery, literature, coffee... A few clubs figured they would give it a shot and sent Chongyue an invitation to their events, and most of them received a reply, \"I will be there on time,\" which only gave the event planners anxiety.Chongyue's knowledge of the world outside the desert is actually very rich. He even shows considerable interest in the ever-changing pop culture all across the lands. At first, we thought he agreed to participate in Nian's movie because of brotherly love for his sister, but thinking back, perhaps he is actually interested in the workmanship and technology that go into filmmaking. It's worthy mentioning that Chongyue is very quick to learn. After only two months with the crew, he already had a basic understanding of technologies, such as how traditional film develops and the digital encoding and storage used in new films. Even though he is receiving training at a professional organization, he is learning at a shockingly fast pace.Perhaps we should put this another way. Chongyue may be a respected awe-inspiring grandmaster in both military and martial arts studies, but he is a willing, diligent student in other subjects. When this is brought up, a few of our younger operators thought nothing strange of this: \"There are tons of elders who can keep up with young people's topics these days. Maybe someone else's behind the times.\"",
  "Archive_File_3": "[Classified Log]Closure's asked me this plenty of times already. My dear eldest brother can't do anything over-the-top like melt things down as he pleases like me, nor does he have any way to just diddle a thousand years away in a dream like Ling. He's got the body of a normal guy, what do you want from him?...Oh, I just remembered something funny that I should really tell you. He's been inside Dusk's paintings before.A long, long time ago, he went to pay her a visit. She was too scared to see him, but she still had to, so–right, you're pretty good. Smart, aren't you–Dusk drew the mountain she was in, that shack of hers, and herself, all exactly the same. Dusk showed him her latest and greatest paintings, took him on a magnificent journey to tons of amazing sights: an exquisite palace that stretches far into the air beyond the cliff without collapsing, landbeasts crawling across lotuses mere inches wide to cross a great river, and a mountain full of rusted weapons on an old battlefield that have yet to wear away even after a thousand years... Then, she had to listen to him drone on and on for over an hour about how she shouldn't wallow in her inkscapes, and he even tried to persuade her to go to the frontier fortress with him like Ling... Just constant nagging like that.So all in all he spent an entire day and night in that painting with that Dusk. Then, at daybreak, he tided up all the open scrolls there, and went on his morning practice. He executed a few sets, then, boom–the fog settles and the sun rises, and the painting's torn to shreds. Outside the painting, the mountain and the shack were the same as before. Of course, Dusk's dour face, too. Haha.Hah, when did he figure it out? He probably knew right from the start. The way he put it, \"who wouldn't recognize their own sister?\" As for why he had to wait a whole day and night, Dusk thought he was taking her for a ride. She can be immature like that. The way I see it, he was playing along with her wishes and cheering her up, haha.How did he break out of the painting? Obviously, he stayed calm and paid attention to the tiniest details...[note 6] Perhaps this is the \"sublimity\" that kung fu folks like to talk about? I mean, why else do you think he loves human techniques so much? Instead of using martial arts to refute the old man's existence, it might be more fitting to say he used it to attain ultimate self-affirmation. It is through martial arts that he found to answer to the question, \"who am I?\"As for how he separated from the old man and molded that body of his, how am I supposed to know? Not like I was gonna learn from him. But now that that basket of blunders has figured out the trick behind it, he's bound to stir up trouble sooner or later. When the time comes, I sure hope our eldest brother will teach him a good lesson!...Alright, now sign this form for the camera equipment rental! Otherwise, that's all I'm gonna tell you.",
  "Archive_File_4": "[Classified Log]The Grandmaster has defended Yumen for years, and all of Yan is eternally grateful for his efforts. Likewise, the Sui Regulator would like to express our sincerest gratitude to your company for accepting him aboard your landship for recuperation, now that his years of accumulated stress have caught up to him and forced him to retire from his post.We understand that Nian, Dusk, and Ling are also aboard Rhodes Island. These three are equally as important to Yan as the Grandmaster, and we ask your company to give all relevant matters the most appropriate treatment....–Official correspondence from the Yanese Sui Regulator, discovered moments before Nian set it on fire in her furnace. \"Retirement.\" When I first heard our eldest brother utter that word, I was still in Yumen.He has been busy, these many years, and far beyond Yumen. Wars in the north, pirates in the south; wheresoever the court doth wish him to be, there he will be. Of all us siblings, he was the first to abhor violence, yet remains the closest to violence. He's made acquaintance of many an interesting fellow, yet the more he meets, the lonelier he becomes. The affairs of man are chaotic. Is this the fault of war, or is it not...? Retirement has ever been on his mind, and the court has likewise guaranteed him one. Yet many springs and autumns have come and gone while I awaken from my drunken stupor, and still he awaited a more opportune moment. 'Twas in part the court's apprehensions, in part his own. And his long wish now fulfilled, as siblings we must rejoice....But is he truly free?Over these long years, too closely bound by ties to the military he has become. The Sui Regulator, the Ministry of Rites, the Ministry of War... Many eyes in the court, and few will wish to see him a hermit. Moreover, with days numbered, \"Ya\" has returned to Yan, and with the sounds of war during that hunt a thousand years ago yet to cease, Its awakening can only draw ever closer. Perhaps there is someone else aside from that basket of blunders pulling strings behind the curtain...By nature, we siblings love this mortal realm, and none of us wish to return to chaos... but this does not concern my eldest brother. Nay, he is no longer \"Shuo,\" and has not been for some time. And thus, he loves this realm more than any of us. After all, Chongyue belongs to the mortal realm.Ah, never mind. 'Tis nothing worth minding. When the water is turbid, let it be until it clears. When the water boils, take off the lid. Am I scared? What is there to be scared of...? When you sober up, raise another flask.Right. Do not trouble yourself going to him. While he is aboard Rhodes Island, let him enjoy his retirement.",
  "Promotion_Record": "\"A beast lets whistle shrill. The mist folds part halo clearIt takes its number first. Came so hence all would formGlint ebon leaks past scales. Body unbroken hueIt hastes yet grasp eludes. Sight sinks earthward to seekWhat seals to bid Hui's dark? What parts to bid Ming's light?Its gaze goes far. The dayfly feeble there, what shudders grand it strikesThe skills of common man. What lengths their limits stretchThus arm it strives to vessel make. ■■■■ corpse, ■■■■ selfsame fight■■■■. Meld fore and hind as one, like Heaven changed with EarthIts grief is marked; man strifes in such extents. Such war should come to haltThus quest it has and will, clouds rent and haze begone. In universe, left sole.\"[note 7] –While the cause is unclear, a portion of the characters midway through the rubbing of this inscription are indistinct and difficult to discern. Reportedly, Sui Regulator scholars have devoted themselves to long-term full restorative work, with headway already made."
}