{
  "name": "Chongyue",
  "trivia_items": [
    {
      "text": "His Chinese name (Hanzi: 重岳; Pinyin: chóngyuè) means \"repeating mountain ranges.\" He is the first Sui operator who uses a codename instead of his real name.",
      "sub_items": [
        "His real name, Shuo (Hanzi: 朔; Pinyin: shuò), is a character that refers to the first day of a month in traditional Chinese calendar, the month of the first new moon. It has an underlying meaning as “the alpha/the beginning.\""
      ]
    },
    {
      "text": "The full body of Sui, representing the Dragon King, could be found in his Elite 2 artwork. In fact, among the fragments, Chongyue bears the most resemblance to Sui, notably having the same color theme and sword-like tail."
    },
    {
      "text": "The latter part of Chongyue's Promotion Record pays homage to the poem, Songs of Chu-Heaven's Questions, (Hanzi:《楚辞·天问》) by Qu Yuan from the Warring States era. Coincidentally, Qu Yuan's death was suspected to be related to warfare because he died when his beloved capital was captured by General Bai Qi from the state of Qin and is also considered the inventor of the zongzi and the Dragon Boat Festival which was held to drive off bad luck."
    },
    {
      "text": "Chongyue's skill as a kung fu master represents the famous Chinese martial arts and philosophy of war. Similar with Ling, his characteristics represent the Zhongyuan culture.",
      "sub_items": [
        "His dialectic CV is spoken in Southwestern Mandarin, specifically the Wuhan dialect.",
        "In his Elite 2 artwork, Chongyue and several portraits of him are in some kung fu master stances. These portraits are also present when his third skill becomes automatically activated, making his sprite match his Elite 2 art, like Exusiai."
      ]
    },
    {
      "text": "Parts of Chongyue's English dialogues are modeling after English with Mandarin Chinese accent and intentionally include some minor pronunciation errors found in English-speaking Chinese, such as the \"t\" sound in \"often.\""
    },
    {
      "text": "Chongyue has several distinction:",
      "sub_items": [
        "He is not only the first male Sui Operator, but also the very first male limited 6★ one.",
        "He is also the second Sui Operator drawn by other illustrator along with Ling in contrast with Nian and Dusk who are drawn by Huanxiang Heitu.",
        "He is the very first non-furry Operator illustrated by KuroBlood.",
        "Thanks to his second skill, he is the first Fighter Guard who is capable of attacking aerial enemies."
      ]
    },
    {
      "text": "Chongyue has been jokingly compared with Jackie Chan from the Jackie Chan Adventures series because:",
      "sub_items": [
        "Both share the same Chinese voice actors as Zhao Ling.",
        "Both are martial artists.",
        "To make this even funnier, Chongyue' white vest and sport shoes look almost identical with Jackie's in his early years.",
        "In extension, they even joke that Sui is actually Shendu."
      ]
    },
    {
      "text": "There is also a joke that Chongyue is one of the loudest Operators in-game along with Saga, Exusiai, Roberta, and Kroos because unlike others, he is not shouting one or two words but instead recites a whole sentence every time he activates his skills.",
      "sub_items": [
        "This is because his third skill, Anatta, while being a manually triggered skill, checks whether Chongyue has enough SP to activate it once becoming auto-activated every 0.013 seconds (1 frame) and forcefully activates it if that was the case. Combined with its offensive SP recovery and low SP cost as well as Chongyue's short interval, the dialogues will be played everytime Anatta is auto-activated.",
        "This scenario is often used with his Wuhanese voice which further exemplifies this joke due to the said dialect's intonation and pacing.",
        "The patch update for A Flurry to the Flame in CN fixed this quirk by giving all manual skill activation dialogues a delay between each other that starts after the previous finishes before being played again, making Chongyue's dialogues less frequently played whenever Anatta is auto-activated. Many jokingly mourned that this was an act of \"nerfing\" him.",
        "Strangely enough, this quirk was not retroactively fixed when Where Vernal Winds Will Never Blow was released in the Global server, and like CN,  it was later fixed by the time A Flurry to the Flame arrived. Nevertheless, the JP community had been following the CN's trend in making fun of his voices to a point that it became a popular Twitter trend in Japan at one time."
      ]
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Chongyue/Trivia"
}