{
  "name": "Mizuki",
  "trivia_items": [
    {
      "text": "His name literally means \"water moon\" in Japanese.",
      "sub_items": [
        "It is worth noting that Mizuki (みづき) could be written as 海月 (Kana: くらげ; Romaji: kurage; lit. \"sea moon\") in kanji when used as a person's name, and 海月 literally means \"jellyfish\" in Japanese."
      ]
    },
    {
      "text": "Mizuki has the traits of a moon jellyfish (Aurelia aurita), which can be noticed by the shape of his hat, the patterns on his hat and umbrella, and the moon phases shown on the band wrapped around his umbrella. Several moon jellyfishes are present in the background of his Elite 2 artwork.",
      "sub_items": [
        "However, the tentacles in Mizuki's E2 artwork resemble those of the Portuguese man o' war (Physalia physalis).",
        "This makes Mizuki the second Aegir based on cnidarians after Whisperain."
      ]
    },
    {
      "text": "Mizuki's gamertag on Barrage Fortress, \"IZUMIKun~~\", is suspiciously similar with his Firstborn name, \"Izu'mik\".",
      "sub_items": [
        "The name likely comes from izumi (Kana: いずみ; Kanji: 泉), \"fountain\" in Japanese. This is likely a nod to his Firstborn epithet, \"Fount of Ecology\".",
        "Mizuki can be used on The Splendor of Humanity where Izu'mik, Fount of Ecology is fought."
      ]
    },
    {
      "text": "Mizuki is possibly inspired by Pac-Man which is noted by his overall motifs (especially his name card), his love of video games, and his dialogues that frequently mention food and digestion. A similar game is also mentioned in his third talk dialogue. Also, the name of his one-man team during the 8th Dossoles Warrior Championship is \"Pacer-man,\" just two letters away from \"Pac-Man.\""
    },
    {
      "text": "Mizuki's birthday coincides with World Water Day."
    },
    {
      "text": "A number of Mizuki's abilities are named after terms in psychology:",
      "sub_items": [
        "\"Traumatic Hysteria\" refers to fits of hysteria following physically or psychologically scarring events that may have occurred many years prior; the term was first coined by Jean-Martin Charcot.",
        "\"Countertransference\" is a term used to describe when a psychotherapist displaces their emotions and personal feelings onto a client.",
        "The \"prisoner's dilemma\" is a famous paradox used in game theory."
      ]
    },
    {
      "text": "Mizuki's third skill, \"Moon in the Water (镜花水月),\" refers to an East Asian phrase that means a visible and deceiving yet untouchable illusion."
    },
    {
      "text": "Mizuki closely resembles the human form of Rimuru Tempest, the protagonist of That Time I Got Reincarnated As a Slime. His hat also has a similar shape to Rimuru's slime form."
    },
    {
      "text": "Mizuki and Goldenglow are considered as \"siblings\" by their illustrator, Namie. She calls herself their \"mother.\"",
      "sub_items": [
        "While Namie calls Mizuki Goldeglow's \"older brother,\" in reality, Goldenglow should be the \"older sister\" and Mizuki the \"younger brother\" because the former was teased back in 2020 and she should be released during this period until her ultimate delay caused by the summer controversy."
      ]
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Mizuki/Trivia"
}