{
  "Profile": "If things continue to develop in this direction, no one will care what exactly she is. It is not Skadi's problem, and a single person can only change so much. What I'm talking about is her physiological state, as well as the final state exhibited by this kind of biological substance. It is something that may well shatter the scales of our society, history, and science. I only pray that our porous medical research conditions are strong enough...",
  "Clinical_Analysis": "To be frank, I'm not even sure where Dr. Kal'tsit got this equipment from. Is it really okay for us to mess around with this stuff?Stop looking at me like that, you two! Uh, yeah, I only agreed to help with the analysis because I was a little curious.And jeez, Miss Skadi, you just decided to follow along just because of something the Doctor told you?Huh? This was your decision? I, I guess I shouldn't have been so quick to blame the Doctor?All right, Doctor... Just this one time. I'm not doing this again. Hurry, before the boss lady comes back... Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%. [Blood Originium-Crystal Density] 0.012 u/L Are you serious? ......Well, this isn't good news either. The hematopoietic cells we biopsied... are proliferating. Separated from Skadi's body, in a petri dish... they're proliferating.",
  "Archive_File_1": "...It's not good news, Skadi. Not so good.I have no idea if all Ægir are like this. It's beyond my knowledge. You're saying that Abyssal Hunters and Ægir are not the same? You had to initially go through several procedures?......I didn't know about that. I don't have permission to go through your files. But, what I'm talking about is... I'm not talking about the changes your body went through at that time.I'm talking about right now.Even right now, your cells... are in the process of differentiation. Your epithelial cells... Impossible, this defies reality.Data doesn't lie, Doctor.Dr. Kal'tsit?Y-you came at just the right time... Take a look at this...",
  "Archive_File_2": "Maybe this is an opportunity.This person. She's Gladiia, one of the heads of the Abyssal Hunter Program. This is probably your first time meeting her, though for no particular reason. This matter has little to do with any of Rhodes Island's policies, and in the past, I've simply treated it as a personal matter.Gladiia, Skadi, and Specter are all from Ægir, and are also all Abyssal Hunters.My understanding of the Abyssal Hunters comes from a large amount of data samples, and hopefully Gladiia's information will corroborate the data we have on hand.Not awake yet. She has slept for too long. Her body is responding vigorously to the mutation.The Hunters handled the prior Sal Viento incident respectably. Otherwise, many of Skadi's physiological changes will be irreversible.Mm, I did leave Rhodes Island for a while, indeed as a result of this incident. Skadi's current attire also serves as preparation for sneaking into Iberian territory. Even if Iberia has now fallen to the wayside, this can still be considered a rather risky maneuver. You saw the information I sent you, right?Doctor, the Abyssal Hunters and the Ægir have long been fighting against a mysterious entity from the depths of the ocean.Terrestrial city-states have close to no understanding of the ocean, and likewise, have no inclination to invest their energy into investigating an unpredictable threat from an unpredictable source.However, these lifeforms are different from the rare species we've discussed before. I can say with confidence that the threat they pose is real, but not widely-known due to Iberia's decline and Ægir's isolation.The few people in this room are perhaps among the small number of people on land who've caught a glimpse of the truth and still live.If we fail to respond, how many people will lose their lives because of these lifeforms by the time that Oripathy destroys us all?There are many calamities capable of eradicating us, and these lifeforms happen to be one of them.I have been wary of this threat for a long time. However, they are far from the vision of the city-states, and I am not strong enough, and my arms cannot reach far enough.And what does this all have to do with Skadi?...My conclusion is, Abyssal Hunters are biologically similar to their archenemies.That is why Specter can combat pollutant-grade Originium for such a long time.Doctor, Skadi was awakened by those lifeforms.",
  "Archive_File_3": "Abyssal Hunters are a type of weapon.The Hunters attract the monsters of the sea, just as volcanic vents attract thermophilic algae. Sea Terrors rend the flesh of the Abyssal Hunters, as if encountering their \"natural enemies.\" The Ægir language has a similar concept.We know slightly more about the Sea Terrors than nothing at all, because we mostly see them when they are already dead.Sea Terrors are the terminus of all these sea monsters, brutish and mindless.I'm ashamed to admit that I've never managed to catch a living Sea Terror. When Sea Terrors are placed into a small and nutrient-rich environment, their cells will stop undergoing apoptosis and autonomously metamorphose. The normal decomposition process does not occur and body tissue rapidly \"degrades,\" transforming the Sea Terror into a mass of muscle fibers still capable of full respiration.In other words, they quickly preserve the nutritional value of their bodies and continue to live on, yet die in an individual sense. Detestable, and frightening.You cannot take them captive. If you wish to impose such a word upon them, you are welcome to try.We've also made other discoveries. We hunted these lifeforms many times, and there's one thing I've seen repeatedly.Among them, the individuals with the greatest physiological structure are called the \"Seaborns.\" The Seaborns protect the individual organisms. To my understanding, the Seaborns will give their all to this end.No legion will expose its consuls to danger, though the leaders of Rhodes Island may not observe this rule.Thank you for pointing out my mistake, Kal'tsit. I'll be sure to use a more appropriate metaphor next time.In military operations, a centurion will not voluntarily protect a legionnaire unless it is very important.However, these lifeforms are different in that all individuals are seen as equally important within the population, and individuals also see all others as having 'equal value.'I have never seen them fight over food.There's no difference between the information I can convey and the medical report in your hand. Our scientific overlords can only do complete lineage tracking of embryonic cells, but Abyssal Hunters are similar to Sea Terrors and Seaborns. Most of our somatic cells are pluripotent.The more frightening thing is that the somatic cells of these lifeforms are constantly mutating, cleverly avoiding deterioration and death. Does this surprise you? Neutral theory and genetic drift are a joke to them, heredity becomes part of the foundation of an individual's development, and the fundamental concept of genes passing from parents to offspring is shattered... Even in the absence of nutrients, this process can continue for a very long time.I still haven't described their general physiological characteristics yet, but you can already infer how disturbing they are from just the gist of things, right?I would like you to keep your lips sealed about the facts I'm about to tell you. No matter how desperately you try to confide these things to people on land, they will only look at you like you're crazy.––Abyssal Hunters also have a similar fate.Skadi's physiology is changing drastically.How does individual variation affect the entire population? To be frank... If we did have an answer, then there would not have been a reason for Abyssal Hunters to show up on land. Don't believe me? Then, my explanations today might slightly improve your understanding of how grave the situation is.What, I didn't disclose the reason for the birth of the Abyssal Hunters?I have a strong urge to simply tell you \"I don't know,\" but I've always loathed lying. Therefore, I will confess to you: Doctor, at this time, the truth is of no use to you except to worsen your panic.I wasn't trying to intimidate the Doctor, Kal'tsit. I was simply offering a sincere word of advice.Please imagine that there is a rather unkind future. At that time, each sea monster is as formidable as a Seaborn or Abyssal Hunter. Their numbers grow endlessly until they dwarf even the grains of sand and drops of rain. The laws of nature we are so familiar with retreat steadily in their wake.They may come up onto land, just as the Abyssal Hunters left the ocean, except the latter did not wish to destroy us. As for them, well...I must remind you once again, Doctor. Abyssal Hunters are extremely dangerous. We are dangerous weapons. Some Abyssal Hunters, as they approach the end of their life, will gradually reshape the ecology around them, just as the Seaborns do. This is not something that an ordinary spear or vortex spear can accomplish.A portion of the Abyssal Hunters' stamina and physique come from our sworn enemies, and there is only one degree of separation between Skadi and the detestable Seaborn you do not yet know. The same is true for me and Specter.If the only future that awaits us is a tragic one, the fate of Abyssal Hunters can only be more harrowing than that of ordinary people.I've told you this much in the hopes that you'll look after Skadi. From Rhodes Island's perspective, she is different from me. You also want to protect her, right?As an Ægir, these are all the secrets I am able to reveal to you, landwalker.And the reason for all of this is, we have a different connection with those creatures.You might know that saying. (Ægir language) What brought the Abyssal Hunters together...",
  "Archive_File_4": "[Records of Drifting Materials]Even if I hide in the ruins, it does not leave, only searching around the wreckage of the ship.Afterwards, it continued to follow me, not making a sound. I asked it questions, but it would not respond.While sleeping, if you can even call it that, its chest rises and falls, but it does not breathe. I don't know if it really fell asleep. My guess is that it doesn't need sleep, but only does it to look more like me.I'm thinking whether killing it counts as revenge. But it doesn't. It wasn't this thing that killed those two. Other than its appearance, just how much can it have in common with the person I knew? Only a ghost would know.I don't know if I am strong enough to squeeze its neck and strangle it.Is its neck soft? After it dies, will it turn as hard as our corpses do?If it doesn't use its lungs to breathe, I wouldn't have the slightest clue of how to strangle it with the tools I have on hand.Only when it opened its mouth did I regret it. It would've been better had it not spoken.I'm so lonely.I miss them greatly. I hate it, I should hate it, and I absolutely must not grow reliant on it.No. No matter how much it resembles the person I knew... it absolutely is not.It's going to rain again. I'm running short on potable water again.I would rather die like this.But... is it humming something? I don't understand it.Such a sad song.My heart has already been corrupted.",
  "Promotion_Record": "Don't get too antsy.I more or less have an understanding of the scenarios you've been dreaming about recently. We might not be able to expunge these scenes for the time being, and prescribing medication for you might backfire....The Ægir dared to cast such severe shackles upon you. The way they huddle on the bottom of the sea... neglecting their future population. Based on this alone, I might dare to conclude that those who make such bizarre decisions are scarcely different from the vicious rulers on land.Wake you up? No, I have no such obligation, and if you realize this, that would make things much easier. My response is simply because I hold derision for the many people who deem themselves \"advanced.\" Similarly, if you feel like I am trying to fray the relationship between you and someone else, you are welcome to continue that line of thought. Your words should be the clearest, and I couldn't care less about what you think about me.Specter has been ill for a long time, and Gladiia bears the responsibility. There are fleetingly few things they can communicate or reveal to you. However, you also need not be suspicious of them, not that I think you would do that.Skadi, I just want to say, don't worry too much about your future.What defines you is not the dreams you have... but rather what's written here on your medical examination sheet.Your thoughts. Your actions. They drive your motivation.You've chosen to end your self-imposed exile. This may be because Rhodes Island has the ability to escape the infiltration and invasion of the Church of the Deep. At least for all these years, no disaster has befallen our operators as a result of you, and that makes you no longer tread as cautiously. Perhaps the efforts of countless operators trying to befriend you have had an effect. You've managed to help them and earn their gratitude. You've established new relationships with them, even if you're busy trying to deny this.As for me, I personally prefer this type of explanation – that is, since you were hired by Rhodes Island, and during the time you've spent here, you've rediscovered your objective and clearly recognized the obstacles in front of your path. Some of my data indicates that they, the changes in the biological structure of those organisms, are largely limited to cognition. In other words, they are not passive adaptations, but something you can proactively shape. We are fortunate that they have not yet 'progressed' into passive adaptations, but if we do not act, that day will eventually come.Mm, but this isn't what I wanted to talk to you about today. What I wanted to say is, when they want to adapt towards a certain structure, they will metamorphose in that direction.Skadi, if those creatures can become what they want through their own will... you can also use your will to not become something you don't want. You can still do what you want. For example, an Abyssal Hunter. Or, something a bit more liberated, a bounty hunter.An operator also isn't a bad idea.Furthermore, you are who you are, plain and simple. Skadi. You are yourself. Your job and your role are nothing more than the results of your interests. You are not your dreams yet, Miss Skadi.That's right. How about trying to become a regular operator at Rhodes Island, for real this time?Doctor and ■■■ have also mentioned it to me many times."
}