{
  "name": "Skadi the Corrupting Heart",
  "trivia_items": [
    {
      "text": "Skadi the Corrupting Heart is the first Operator in Arknights who has an animated artwork (but only for the Elite 2 one) and the second character to have it after Closure, as well as the first \"what-if\" Operator in Arknights.",
      "sub_items": [
        "It should be noted that the circumstances leading to Skadi's transformation to the Corrupting Heart are not set-in-stone canon in the Arknights storyline, but they (and Skalter) are from a possible future where Skadi gave into the call. In the Under Tides story, the outfit is merely a disguise by the regular Skadi. The events described in Under Tides itself on the other hand are canonical, which are theorized to take place towards the end of the year 1098."
      ]
    },
    {
      "text": "Along with Akafuyu and Gladiia, Skadi the Corrupting Heart's skills have the longest names of all Operator skills."
    },
    {
      "text": "Along with Big Adam, Big Bob, Gravestone, The Deathless Black Snake, The Blood Knight Dikaiopolis, and Sui-Xiang, Ishar'mla Heart of Corruption is the only boss with two S ratings on her stats."
    },
    {
      "text": "Skadi the Corrupting Heart can be used on Destiny of We Many where Ishar'mla, Heart of Corruption is fought."
    },
    {
      "text": "Even though Skadi cannot be used in GT-3 since she appears as a pre-deployed Operator there, the Corrupting Heart can actually be used (and deployed) in the said operation. This is likely an oversight and becomes the only instance prior to the Il Siracusano update where it is possible to have an alternate Operator deployed together with their original."
    },
    {
      "text": "When in-game tips/glossaries were introduced in A Walk in the Dust on the Global server, clicking on \"Alternate Operator\" would already show Skadi the Corrupting Heart among the alternate Operators. This was likely an oversight and seen by the Global community as a dead giveaway that Under Tides would be the next event."
    },
    {
      "text": "Unlike her original version, who is affiliated with Abyssal Hunters, Skadi the Corrupting Heart is affiliated with Aegir instead. This references how this version of Skadi defected from the Abyssal Hunters and fully embraced her Seaborn blood."
    },
    {
      "text": "Skadi the Corrupting Heart is among the few characters who is highly implied to be attracted (romantically or otherwise) towards the Doctor, which can be seen from her dialogues and especially her speech. The others are Angelina, Gravel, and Platinum."
    },
    {
      "text": "Skadi the Corrupting Heart is the center of the \"Cheese Sandwich Formation Force (CN: 两面包夹芝士)\" meme in the CN community.",
      "sub_items": [
        "During Arknights' 2nd Anniversary event, a Bilibili uploader named 一只大哈鱼 spent almost 3000 RMB (around $460 USD) in purchasing Originite Prime in order to pull for the Skalter/Kal'tsit banner. This was because he was drunk that night and was unaware of his silly actions and spending. These included doing a video record for himself (which he thought he was having a livestream), mumbling to himself like saying \"to sandwich Japan with our forces in order to save her from nuclear waste!\" and \"We're too weak (to save her)!\", or even bought air tickets to Beijing and Nanjing later on.",
        "The meme also further bolstered Skadi's popularity in the CN community."
      ]
    },
    {
      "text": "According the Global server's 2nd anniversary livestream, Skadi the Corrupting Heart is the most Operator assigned as the player's Assistant."
    },
    {
      "text": "In the Chinese version of Skadi's Bloodline of Combat skin description, the sea monster is addressed with the 祂 pronoun, which is reserved for deities."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Skadi the Corrupting Heart/Trivia"
}