{
  "Profile": "After graduating from The Victorian Royal Guard Academy and serving for three years in the Victorian Army, Bagpipe retired and joined Rhodes Island on Superintendent Ch'en's recommendation.A professional soldier who has received systematic military training, Bagpipe has already demonstrated her seasoned combat skills and tactical acumen in Rhodes Island's various missions following a period of consultation.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there are no other signs of infection. At this time, this operator can be confirmed to be uninfected. [Cell-Originium Assimilation] 0%Operator Bagpipe shows no signs of Oripathy infection. [Blood Originium-Crystal Density] 0.11u/LOperator Bagpipe rarely comes in contact with Originium. Even among Vouivre, this girl has one of the most incredible bodies I've ever seen. I'm somewhat curious to see if she even can contract Oripathy at all, if her body can just tough it out... But whatever, that's probably not happening. Test it out? No, that's not an option.––Warfarin",
  "Archive_File_1": "Bagpipe is a spirited young woman from Victoria.Known to other Operators as the outgoing next-door neighbor who can't help but to care for others, Bagpipe established a good relationship with most of the other personnel almost immediately after joining Rhodes Island.One rather charitable description of her personal lifestyle would be \"somewhat free-spirited,\" while a less charitable one would be \"sloppy and disorganized.\" At first glance, her appearance seems to be at odds with the stereotypical imagery of a serious soldier. At least in her personal life, she does not show much of her military side.She previously attended the Victoria Royal Guard Academy with Superintendent Ch'en. According to her account, the two of them developed a deep friendship during their time as students there. While Ch'en did let out a sigh upon hearing Bagpipe's name, the fact that the former would be willing to vouch for the latter suggests that their relationship can't really be all that bad.",
  "Archive_File_2": "Of course, despite the fact that Miss Bagpipe gives off the impression of a cheery \"girl next door,\" the fact remains that she indeed was an official soldier in the Victorian army – and an excellent one at that.The Victorian Royal Guard Academy is multi-directional in its educational framework. Unlike other systems of military training, this academy has its own educational policy: of the three directions, most graduates serve as guards for the royal family, nobles, or various dignitaries. Officers generally serve as senior-level commanders in the army, while sergeants generally serve as the army's field commanders and first responders.As a graduating sergeant, Miss Bagpipe undoubtedly possess exceptional military talent.In fact, there are significant fundamental differences when comparing the training of Operators and soldiers.Operator training places more emphasis on individual and squad operations, cultivating along the lines of their aptitudes in order to maximize their strength. As reflected by Rhodes Island's collection of highly individualized personalities, Operators must capitalize on their uniqueness, cooperating to complete various objectives with the fewest number of elite Operators.On the other hand, military training emphasizes the collective. The development of a corps is comprehensive, stressing the importance of standardization and interchangeability. The military tends to make decisions based upon overall functionality rather than upon individuals in order to ensure the stability and efficiency of the team.Due to this need for comprehensive training, a soldier's combat capabilities must be higher than that of an average qualified Operator. Nevertheless, these two roles scarcely warrant a comparison, because an Operator's job should not be applicable to war – this is something that is to be avoided as much as possible.As a result, Miss Bagpipe is unable to directly become a role model for the other Operators when it comes to developing combat abilities. This was evident early on when Dobermann, Liskar[sic], and Nearl, all professional soldiers, joined Rhodes Island. Though they quickly adapted to their new environment, their military training posed many striking contradictions with Rhodes Island's combat principles.However, Bagpipe, who passed the military training examination with perfect marks and served in the front lines on the battlefield, still is a prime example of what a good soldier in active service looks like. This should be a healthy wake-up call for certain Operators who think they can match the caliber of professional soldiers, or simply have no idea how the military works.Though the projectile function has been removed from her piledriver spear, the weapon itself is still a terrifying ordnance of war. Do not let your curiosity get the better of you – or your life.Additionally, it is worth mentioning that whether due to her natural open-mindedness or due to Victoria's exceptional educational system worthy of its name, Miss Bagpipe did not require retraining when transitioning from a soldier to an Operator, adapting quickly to the new position.As an Operator, she demonstrated the resilience and discipline of a soldier; as a soldier, she exhibited the flexibility and fluidity of an Operator. This has led to Dobermann commenting in private: \"Victoria's superiority over other countries... starts from the professionalism of their military.\"",
  "Archive_File_3": "Even after graduating from Victoria's Royal Guard Academy and being baptized into modern life, Miss Bagpipe, who was born in one of Victoria's nomadic villages, has retained her countryside flair.This seems to be a product of her experiences growing up in a rural setting, as well as a result of the way she was brought up by her mother. As everyone knows, Vouivre women tend to be very strong.Since she was a child, she helped her family with farming and animal husbandry. After joining Rhodes Island, she brought those valuable experiences over to the logistics personnel in charge of related matters. Her enthusiasm in these subjects even made some think that she was transferred to the logistics department.Furthermore, she is familiar with large-scale agricultural equipment. Unfortunately, due to space constraints, Rhodes Island's agricultural projects only allow for the use of small tractors, much to her dismay. After all, we can't simply hand over the entire ship to her.Of course, none of this means that Miss Bagpipe has no knowledge of modern life – she tried it, but failed. This is somewhat evident from her relatively frequent maintenance applications compared to the other Operators.Also, according to her, she tried to learn how to apply makeup from her upper-crust classmates as a student, but the results were hopelessly embarrassing. She gradually gave up on developing herself in these areas, but she of course is still self-conscious about her appearance... Though she is impeccably dressed as a soldier, she seems to be rather anxious about her casual dress and appearance.But those concerns are hardly warranted. After all, several Operators find her to be cute enough as she is.",
  "Archive_File_4": "This was mentioned above briefly, but in fact, if Bagpipe so desired, she could well obtain an enviable status in Victoria's Second Army. Victoria, as the most prosperous empire in Terra, is inseparable from its vast military might. As a sergeant, Bagpipe can also enjoy better treatment than regular foot soldiers, and that's not even factoring in her personal abilities... If she wished to pave a path from her role as an excellent officer to becoming a noble in the big city, there would be nothing in her way.However, she rejected that path. Bagpipe chose to leave the army and her comrades-in-arms, even leaving Victoria behind to roam the dangerous land.Her decision to leave civilization and step out into the wilderness is a choice that ordinary city-state dwellers cannot comprehend. After all, leaving the security of civilization is practically a death wish. Bagpipe endured her arduous journey, travelling with Messengers, cooperating with mercenaries, catching whatever rides she could and accepting what little hospitality was available. Due to her identity and nationality, she was forcefully kicked out of some cities, drew the hatred of many, and even got pulled into dangerous conspiracies. According to her, \"I've seen it all.\" Now, she has arrived at Rhodes Island. The friendly Rhodes Island Operators were willing to join her in her struggles, extending a hand of assistance to this seasoned soldier. However, that was the moment her steps faltered.The more she comes to understand Rhodes Island, the more confused she becomes. After going through a series of tests and information exchanges, she became agitated and unhappy upon learning of Reed's presence.What is it that is weighing down upon her mind? What kind of problem exists that could not be solved by Victoria's military? What happened in Victoria, and what did she and her regiment encounter? \"I used to be a soldier of Victoria. This doesn't seem... to be a responsibility of Rhodes Island. Although I'm no longer in the army, I'm sorry. I... I still am responsible for this. This is part of our duty, and also why we left.\"Maybe it's not the right time yet.How long will it take for Bagpipe to tell us exactly what happened?Morever, even though everyone looks up to her as a model soldier, the Bagpipe who toils hard in the fields, the Bagpipe who carries three saucepans over to the table, the Bagpipe who sings and spins while wearing a long skirt, the Bagpipe who loses herself in a reverie while reminiscing about her hometown...Everyone loves that side of her too.",
  "Promotion_Record": "Bagpipe, who had kept her distance from the Infected in the past, said that everything in Rhodes Island was strange to her.Everything that happens here, as well as everything that happens around Rhodes Island, comes as a difficult pill to swallow to her, as a non-Infected with little exposure to the Infected.Fortunately, Bagpipe has chosen to not run away – indeed, it would have been simple enough to turn a blind eye to things that didn't seem to have anything to do with her. Instead, she, as an Operator, decided to try to open up, albeit slowly and carefully.She might be scared, but she can't run away forever.At least, if one was to consider \"Rhodes Island's Most Likeable Ranking,\" she and Grani unsurprisingly topped the list. The image of her carrying Grani on her shoulders, running through the halls \"harassing\" various Operators, remains a fond memory in everyone's hearts."
}