{
  "Profile": "Former agent of Maylander Foundation, joined Rhodes Island under the recommendation of the Doctor and Kalt'sit. Great at duels and adapts well in various extreme environment and played great roles in various covert operations.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Ho'olheyak shows no signs of Originium Infection. [Blood-Originium Crystal Density] 0.11u/LOperator Ho'olheyak is very familiar with Originium characteristics and how to protect yourself from it. She recommends everyone to learn from her.In summary, she's healthy, as for her lifespan the Medical department will issue a special report about it.——Warfarin",
  "Archive_File_1": "Ho'olheyak's arrival in Rhodes Island has caused quite a stir to me and my colleagues. Up until now, Rhodes Island's emphasizing on its political independence is just a farce. Many people with various political backgrounds have contacted us and some even visited the landship several times. Adding the fact that she's one of the higher ups of Maylander Foundation, the one that's behind the scene of a major country that is Columbia....even though technically she's out of that organization and we've blocked her from accessing our intelligence, maybe by even letting know who we are, she has already some information related to us in her possession. This is proved further by her rather playful expression when she's going through the list of operators. Moreover, she will mostly apply for independent actions in almost all of her missions. This is probably due to her previous occupation as a secret agent, but she has shown minimal to no willingness to mingle or even adapt to her new life in Rhodes Island and this could be worrisome. Of course this could also be an act of benevolence, considering she knows what her identity revelation could cost us and rather than pretend to hide it, she bares it all and it's up to us what kind of treatment will we give her. Truthfully speaking, even if she has joined for a short time, she has demonstrated her proficiency in espionage field. If we're going to trust her, then our Intelligence work will be dramatically improved. In fact, she even shared Maylander's Foundation standard operation procedure, which while it helps us also left us a bit confused. For now, it seems like everyone has quite a polarizing views towards her and this might continue for some time. -- D.E Weekly Report of a Human Resource Personnel. Kalt'sit and I vouched for her abilities. Her position is rather complicated than you can imagine but on working-level, she's more than sufficient. As for her relationship with us... leave it to the Doctor. ——■■■Annotation",
  "Archive_File_2": "Uh? When I was in the locker room, I was wondering how to deal with the interviewer, But I didn't expect it to be you, Doctor. Oh you're worried about other interviewer? Are you worried about them or about me? Hehe, Forget it. Given the nature of our relationship, some trivial questions should be skipped already no? Uhm? Why would an intelligent person like me looking for any information regarding the Kukulkan from the legends? Is that the same approach you did to the Elf, Doctor? Hehe, yes modern civilization has advanced to this point. If we're speaking about social status, do you think all the resources I had in Maylander Foundation are no better than being a \"Kukulkan\"? Even if you talk about power, just pure power, how many of them during their heyday can deal with Columbia? Under the light of that energy source, how many of us can survive? Me, my parents and my ancestor that exists in my memory, we also live in these civilizations, how can we pretend that nothing happened? Also, owing the fact that I can speak to you like this proves that there are no \"curses\" that forces me to do it. In other words, I can give it up, and so does my ancestors. But why? Why did we keep pursuing it? From ordinary people's standards these are their thoughts. But for me, that has been my obsession since I was born. The first word I uttered when I was born wasn't even \"Mommy\" or \"Daddy\" but \"Kukulkan\". Then naturally, all the education I've received was directed towards the pursuit of \"Kukulkan\". It's impossible for me to let go of this mission and the most I can do is to ignore it for a brief while. Whether you choose to accept it or ignore it and if you relented in the end... do you understand, Doctor? You spent your entire life chasing something that has shorter lifespan than you and in the end it's for naught. Are you willing to let it forgotten? Or will you pass it to your descendant and let them inherit your pain, anger and mission? Frankly speaking, it's like we're cursing our own kind. Hmm, it looks like you finally figured it out. Yes, we should be able to ignore the mission if we don't want to do it. Yes, the very reason why being a \"Kukulkan\" has continued to this day was because of me and our choice. For us, history is a mandatory lesson and we always look for answers in the history. When we discover the truth that the present might just be stage surrounded by towering walls and we're just performing in an imaginary stage, it loses its appeal. The more advanced civilization is, the more advanced its technology will become. The wind and thunder of the past, the glorious past and its figures, will only become more and more interesting to us. For us \"Kukulkan\" doesn't only mean our strength but it also means the truth of history. You can call it superstition, habit or willful ignorance Doctor and I'll allow that because sometimes I have the same thought as well. While pursuing them , we were also looking for ways to replace them and liberate ourselves from their shadows. However, in the end we always end up in our starting point. Until Kristen said that one thing to me that day. That's all for today Doctor, What's coming next is.... a secret. If you want to find out about it, then work hard. -- 1st Recording between the Doctor and Ho'olheyak",
  "Archive_File_3": "The Kukulkans used to be an extremely powerful lineage of Elders in Sargon. They could fly and harness the power of wind and thunder. In some Sargon native tribes, there are legends passed down about them. As someone who's from the said legend, her physical and Arts capabilities are just far better than ordinary people. For someone like me, who's used to live in environment full of blood and glory, it's not like I can't understand her completely. But this kind of Arts, it's too much even for me. Memory, emotion, perception and others. To affect all this sensitive stuff, it must have been a very powerful Arts. As far as my knowledge, there are only a handful of similar Arts that can be found in even the oldest Sarkaz Royal Court records and no matter how powerful it is, the price that needs to be paid is even more expensive than others and it's not even something that can be found in the Sarkaz Court. It's an aberration they developed by their own hands after getting hints from their record. In fact, their miserable state doesn't come from the fact that their lifespans are cut in half. As Elders, their lifespan are already much more than others. But, their life is incomplete. Does she even remember her childhood? Can she enjoy her retirement age? In summary, the cause of her shortening lifespan isn't a curse nor the damage to physical functions but rather a permanent change to their brain structure. It's akin to a baby, whose physical functions are still incomplete and yet someone took advantage of this and poured a load of information to their brain in order to pass it down and not let it be forgotten. Frankly speaking, this is some sort of cruel brain surgery using Arts rather than Arts in itself. The person who invented it is undoubtedly a genius, ignoring ethics aside, this is probably one of a kind Arts that can be performed on infants. Although I can't confirm this, but once the baby has self-awareness this will probably not only affect them physically but also destroy their personality. Based on my knowledge of current medical knowledge, this is completely unheard of. According to Ho'olheyak, the Kukulkans' history began over 400 years ago. During an era when medicinal knowledge isn't as advanced as now, performing such feats is akin to a miracle. But at the same time, you have to be out of your mind to even think of doing that. The success rate of such an operation isn't high and I don't even want to know whether she has relatives or not. Even if it's successful her brain cannot revert back to before the procedure and it's the main cause of their shortened lifespan in which they should've lived longer than most other races. For the sake of inheritance and their \"power\" this has become their bloodline's curse --Warfarin",
  "Archive_File_4": "Ah, Doctor, Good evening, you're still glued to your work as if you love them. Uhm? It's nothing, it's just--you shared with me how it feels to be suffering from amnesia, right? I think it's time to continue our previous conversation. Huh? You didn't forget about it didn't you? If you did I will wrap my tail around your neck so you can remember. Ah yes where were we, ah Kristen She scoffed at our beliefs that the past has truth and that will reveal the future but she stated that the past has always been nothing but the present will lead to the future. She then elaborated her plan tome, and as it almost completed, she casually put that...life pod? Is that what that is? Basically, she gave me all the data of the Sarcophagus and told me that now, I can lie in there and transform back into the \"Kukulkan\" . However she did ask me this in the same time \"Was it worth it sacrificing the entire tribe's lives just to go back to the past? Is it really worth it?\" This was the question that always comes up in our history, but.... it never resulted in our doubts. Kristen came to this conclusion even after knowing all of these. I can't ignore it. And you already know the rest, Doctor. I escaped from Tin Man and rushed into that underground space, witnessed the fallen \"God\" and send you the remains. I obtained none in a death that doesn't involve me, questions, answers, past, future, nothing. Doctor, it's been awhile since I'm here in Rhodes Island and I concluded you and Kalt'sit know just as much as Kristen does. What did you see, hear and feel in that underground space? ....Don't be mistaken. I found all of you, I found you, not to get an answer. When I stopped pursuing \"Kukulkan\", the answers from the past will lost its meaning. Kristen cruelly abandoned everyone after she opened the door of truth, and my only chance was to find you in front of it. Now, I'm relieved as if I jumped out of a river, but then I feel like I'm on a boat in the middle of a vast ocean and you're the lighthouse that will guide me ashore. So, now I'll give you a good and a bad news. The good news is, since my lifespan has been cut I will die before you. The bad news is, your existence will be passed down to my descendant by my blood and you cannot escape it. --2nd Recording of a conversation between the Doctor and Ho'olheyak",
  "Promotion_Record": "Ho'olheyak's experience is vastly different compared to mine. I'm not going to say I understand her, in fact I think I'm the one who can't understand her the most. It's just.... if my entire kind whispered to my ears everyday and I can see when my life will end, I don't think I can do better than her. She has what I don't and I have what she doesn't. But that's not what I'm talking about, Doctor She, let alone towards you, even towards Kalt'sit, she's always been spiteful as if she doesn't care about anything don't you think? On one side, she doesn't care but on the other side, she hid part of herself carefully. How is this possible? So, let me share something exclusive with you. She usually stays in the Intelligence Processing Room. You probably heard that she's always there when she's not on a mission. The corner of that room has almost became her permanent spot. You should try to sneak in the middle of the night, If you did it carefully, you can see her sleeping face. --A note that suddenly appears on your desk, whose writing you can recognize as Muelsyse's"
}