{
  "name": "Ho'olheyak",
  "trivia_items": [
    {
      "text": "Her name derives from jo'oljeyak, which means \"yesterday\" in Yucatec Mayan."
    },
    {
      "text": "True to her racial name, Ho'olheyak has the traits of the Feathered Serpent in Mesoamerican mythologies (i.e., the Aztec Quetzalcoatl and the Mayan Kukulkan), which is evident from her avian feathers and serpentine tail.",
      "sub_items": [
        "It is worth noting that the Feathered Serpent is often associated with astrology, divination, and the sky, which fits her role as the president of the Astrological Research Association and her association with the past."
      ]
    },
    {
      "text": "Ho'olheyak is one of the few operators whose battle experience is written differently in their archives. In her case it's written as \"Secretarial Experience\" instead."
    },
    {
      "text": "Ho'olheyak is the first 6* Core Caster operator to be released after Ceobe in over 3 years."
    },
    {
      "text": "Since her introduction as an Operator, Ho'olheyak has become a subject of jokes in the Arknights community because of the following reasons:",
      "sub_items": [
        "In Ho'olheyak's Elite 2 artwork, there are two unknown white boxes that resemble styrofoam lunch boxes. This has given an impression to fans that she is also a street food hawker in disguise.",
        "Ho'olheyak's voice actresses share some roles before. Hong Haitian and Miyuki Sawashiro voice Twilight Sparkle from My Little Pony: Friendship is Magic, while the latter and Anne Yatco voice Raiden Shogun from Genshin Impact. Coincidentally, Park Ji-yoon who voiced Provence also voiced Twilight Sparkle and Raiden Shogun.",
        "Her scene where she appeared with a grin during the anniversary 3D PV caused her to be put into various memes of her microwaving food that's thought to not be microwaved. Even funnier is while Ho'olheyak's cooking skills is currently unknown, Raiden Shogun's is confirmed in-game to be rather lacking."
      ]
    },
    {
      "text": "The CN community frequently criticized the game designers, because the whirlwinds Ho'olheyak generated in her Skill 3 \"ridiculously\" deal single-targeted damage instead of AoE which they obviously should. Many jokingly said that they will buy into this only if a whirlwind blows down the offices of Hypergryph."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Ho'olheyak/Trivia"
}