{
  "Profile": "Nearl, the Radiant Knight of Kazimierz. Embodies extreme combat skill and personal military accomplishment in protecting allies, flexible engagement, annihilation and open-zone battle.After returning to Kazimierz and being crowned winner of the 24th Kazimierz Major, remained in Kazimierz to follow up on remaining affairs. Provides tactical support to the Rhodes Island Kawalerielki Branch Office as a collaborating operator, as well as assisting the landship with assorted operations in other regions in times of need.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Nearl shows no signs of Originium infection. [Blood Originium-Crystal Density] 0.14u/LOperator Nearl was at one time frequently active in non-urban areas, but presently remains at lower risk of infection. This is actually a past physical report of Nearl's... Hmm, and she can tell for herself at this point. But she found out the truth long ago, right? No matter when she learned, it's never seemed to shake her one bit. Nearl really is some incredible person.–Medic Operator Hibiscus",
  "Archive_File_1": "[Originium Arts Overview]The returnee Radiant Knight is still as valiant and dependable as she ever was, but her combat style has shown a certain shift. Aside from a change in weapon-of-choice, her application of Originium Arts is no longer constrained to treatment. There's no doubt her swordspear wrapped in gold remains the ultimate deterrent to enemies on the battlefield.Just as her close friend Shining says, \"In the days she roamed with us, Margaret learned how to hold herself in, but upon her return to Kazimierz and reprisal of her charge, the Radiant Knight's learned how to blossom with all her heart.\"It's not just Shining and Nightingale; other operators who've worked with Nearl are shocked by her changes, but they all agree they suit her. Everyone understands clearly that in the application of justice to evil, so long as both reach the limit, the spotlight must shine. Immersed in the Radiant Knight's rays, evildoers are seared and burnt, while justice's allies continue supremely uplifted. [Weapon Evaluation]The swordspear Operator Nearl now uses, like the warhammer before it, was given by the Nearl family to a Kazimierzian craftsman to design and forge, and has been strengthened by Operator Blemishine. It was at one point broken in a bout between Nearl and the Blood Knight, only for Operator Blemishine to mend it again.By Rhodes Island's Engineering Department's evaluation, Nearl's swordspear goes beyond the strength of Kazimierzian campaign knight standard arms, making an incomparable fit with Nearl's own Originium Arts. Under ideal circumstances, it gives the Arts she casts an almost 10% increase in effectivity. By request of the evaluating engineer, Nearl obtained the consent of the weapon's designer, and authorized Rhodes Island to create a 1:6 scale model of this swordspear, residing in the Engineering Department, provided for any engineering operators and students to research.Supplement: Don't let Closure know how much a high-precision model of the Radiant Knight's swordspear could sell for in the Grand Knight Territory. Our agreement with the Radiant Knight says there'll only ever be one of these models.",
  "Archive_File_2": "Though Nearl never complained about it, her work in Kazimierz was clearly tremendously heavy. Still, she never refused a single time the Rhodes Island Kazimierz Branch Office sought help. In her heart, whether she's aboard the landship or not, she remains a part of Rhodes Island.Though admittedly, she has very limited time to stay aboard. For operators who admire Nearl, or perhaps miss their time fighting side by side with her, it really is a shame. At one point, many new operators full of hope sought out Instructors after finishing watching Nearl's Chernobog Incident battle records, mentioning wanting to learn a thing or two from this valiant operator, only to come back disappointed after learning Nearl was on long-term leave from the ship.In contrast to Nearl, after Operator Blemishine confirmed her sister was on track with her undertakings in Kazimierz, she threw herself straight into the landship workshop, and spent a very long time without returning home. After several days in a row of Blemishine being unaccounted for, Nearl \"happened to\" return to the landship, accurate in finding her in an experimental workshop working on the latest defensive materials, and seizing her while she was right into the middle of passionately hammering away with Eunectes. Nearl learned soon after that Blemishine had been hard at work on all-new form-fitted armor for her.\"It's softer, and lighter, so you can wear it when you'd normally wear leisure clothes, or underneath your formal gear, and it's gotten a massive boost to defending against physical impact! I asked Mechanist and Sona to take a look, and they both said, if I just worked at it a little more, this armor would be able to block it the next time a Lazurite arrow–\"Seeing Blemishine's brilliantly glowing face despite the circles under her eyes, Nearl didn't reprimand her for overtaxing herself, but instead hugged her close.By Nearl's own request, this meeting was saved to this archive file. She hopes it'll serve to remind her that her every act in Kazimierz bears not just the weight of its manifold sufferers' hopes, but involves her most beloved family's future. The Radiant Knight now no longer launches lone charges against the great waves. She even extends her thanks to Rhodes Island, because she clearly saw the magnitude of the change that life aboard Rhodes Island brought to Maria and Zofia–\"Just like when I had first joined Rhodes Island.\"\"Of course, we have to give our own thanks to Nearl! Without her, we wouldn't have pulled in such outstanding operators as Blemishine and Whislash, right? Not to mention Flametail Knight, and the whole other crowd of operators who came from Kazimierz... The Radiant Knight's personal charm really is the best recruitment ad! If only a certain few of them didn't obsess every day about when she's going to come back so they can have a fight with her.\" –Melancholies of a certain operator from HR",
  "Archive_File_3": "Rhodes Island bore witness to Nearl's entire journey to championship in the 24th Kazimierz Major. The plots veiled and open, both on and off the stage, the glinting of blades from the city's tip to tail, and the blood and sweat that Nearl herself shed in the field, all recorded in fine detail in the Special Operations Records. Anyone who's read through these records, or talked with Nearl before, will have no misconception of Nearl's attitude to this competition. After the span of six years, two champions, a long and treacherous path, and all manner of hardship, the Radiant Knight of today, same as the one of the past who attempted to shatter the rules that shackled, has never recognized the honor of knight competition championship as true glory.However, in Nearl's eyes, there is another side to this farce.\"In that arena devoid of any splendor, every heroic moment bursting forth is splendorous; in those streets lit by neon that fall short of truth, the fellowship that comes together to survive is true; in those video recordings lacking any honor to speak of, those thirsts to clamber out without relenting, to break through oneself, are honorable.\"Late one night, Nearl wrote these words in her Rhodes Island cabin, imagining that once her friend in the City of Saplings and Artisans received this letter, they might ridicule how out of place her rare lament seemed, and let out a smile alone to herself.The next day, she came across a young operator excitedly calling for \"the Radiant Knight,\" to ask her her signature. The Radiant Knight's path to retaking the championship had been the focus of masses, and even Rhodes Island had its fair share of her fans. She'd keep running into similar situations each time she returned aboard, but these excited fans would be warned and kept in check by Dobermann and other Instructors most times, this being no exception. What Dobermann didn't expect, however, was that Nearl would accept that competition photograph, and wrote a line of text on the back.And this is what she wrote: \"Keep up the training–Operator Nearl\".If the encouragement of her signature could inspire a young operator for a good day, then, well, whether or not they truly understood the significance of her charge at the championship, at least for that day, it wouldn't matter.",
  "Archive_File_4": "Nearl's path in Kazimierz was bound to be rough. Considering her experiences dealing with different people over the past few years, she had a clear recognition of the difficulties she did, and would soon face. In addition, her history fighting side by side with Shining, Nightingale and the other operators of Rhodes Island made her realize that the necessary amount of cooperation makes much easier work of things.With the joint efforts of her and all of Pinus Sylvestris Knightclub, Rhodes Island's Kawalerielki branch office was successfully established. At the same time, she set out on new work to settle the Infected. To progress her plans, she no longer operated in total isolation outside of Kazimierz society's mechanisms; on the contrary, separately with the Adeptus Sprawiedliwi and General Chamber of Commerce, she made collaborative strides in different places. As one of the legendary Nearls, and two-time Major champion, she had a clear and marked value at every Kazimierz conference table, just like every matter she wanted to bring to fruition, and every life she wanted to save. \"All things have their price\"–the sole principle that modern Kazimierz pursues. Nearl was naturally disgusted with being shunted about as a weight on the scales, but she never minded how the Radiant Knight seemed in others' eyes. As long as she was sure, that sufficed: What she held fast to, what she brought back heart and soul to Kazimierz, were all priceless. No deals existed between her and the Adeptus or the K.G.C.C.; every cause willing to lend her a hand, she would grasp in turn, and every hindrance to her forward path, she would turn to face with swordspear in hand and no sliver of hesitation.\"She's not like us. We'd have to look where we're going if we didn't want the wheels barreling our way. And her? She doesn't care about what turns at her. She'd opt to crash straight through it. No matter if we can't keep up, no matter if where she goes makes her presentable or not—once she smashes out of the cage, we all get to see the light coming in.\" –Flametail Knight's stirred thoughts after several times cooperatingIt's true. Without fear of danger, Nearl will forge on for the sake of a single, for a few Infected, but however many she's saved isn't her point of satisfaction. Countless idealists are ground to dust by the monolithic wheel of their times, forced to change themselves midway through changing others, but she is forever on the road, one time after another, launching her charge against the raging waves.",
  "Promotion_Record": "[Classified Log]You may have already noticed, but in all the external publicity about the Nearl family, we often see only Margaret, Maria, Młynar, Zofia and Margaret's grandfather who passed away some years ago, and barely a mention seems to have been made of Margaret and Maria's parents.According to reliable sources, during the Major, a gossip tabloid did once publish an article on Margaret's mother and father, but used the vague wording of \"suspected to have left the country years ago, never to return,\" and this edition was retracted and destroyed overnight. This goes to show that as far as Kazimierz is concerned, the Nearl couple's whereabouts are classified to an untouchable degree.Through discussion, we discovered Maria has near to no recollection of her parents, while Margaret's memories of them end at ten years old, give or take. From this, we understand that they went missing at least a decade ago. To Margaret's memory, outside of being cared for by her grandfather, she was often in the company of campaign knights. Clearly, following her parents' disappearance, the Adeptus Sprawiedliwi were considerably assistive of her family. This further shows with high likelihood, the Nearl couple went MIA in a major Adeptus-launched mission with close ties to Kazimierz.Are they still alive to this day? If they did give their lives, then what dangerous affair lost Kazimierz a pair of such outstanding campaign knights? Doubtless we could find some answers in Kazimierz's top secret archives, but raising this matter would have an adverse effect on our relationship with the Adeptus Sprawiedliwi.If you wish, we could still continue looking into this. Supposing there comes a day we find one of the Nearl family pursuing the issue, whether it's Margaret or not, we will be willing to offer our assistance."
}