{
  "name": "Nearl the Radiant Knight",
  "trivia_items": [
    {
      "text": "Nearl the Radiant Knight is known for the following distinctions:",
      "sub_items": [
        "She's currently the only operator whose skill traits and redeployment time are directly influenced and affected by the faction of the previously-deployed operator before her.",
        "She's also currently the only operator who can modify her own portrait icon in the deployment lineup as a result. In her case, her icon will start glowing and display a crossed swords icon if the previously deployed operator was Kazimierzan, meeting the condition for her talent and/or skill.",
        "As of the update from Dorothy's Vision, some of her English lines were found to have been reworked, particularly at her pronunciation of the word Kazimierz; this makes her one of the rare instances whose voice lines were re-recorded."
      ]
    },
    {
      "text": "Due to the abbreviation \"NTRK\", the initials of her name and title, Nearl the Radiant Knight is jokingly referred to as \"NTR Knight\" by some members of the Arknights Global community occasionally.",
      "sub_items": [
        "NTR stands for netorare, a Japanese term used to refer to acts of cheating/infidelity among couples in mangas, particularly erotic/hentai ones.",
        "This has led to illustrations of Nearl interfering with relationships, often between a female operator and the Doctor.",
        "Due to the negative connotations associated with netorare, this nickname has had a mixed reception among the community, some finding it distasteful and citing alternative ways to shorten her name such as NRK, Radiant Nearl, Nearl Alter/Nearlter, etc."
      ]
    },
    {
      "text": "Unlike her original version, who is affiliated with Followers, Nearl the Radiant Knight's displayed faction is shown as Kazimierz instead. This is likely a reference how towards the end of Near Light, Nearl chose to stay back in Kazimierz for a while to deal with the oppression of Infected there, while the remaining two Followers move on without her."
    },
    {
      "text": "Because Nearl the Radiant Knight is a Kazimierz Operator herself, she can trigger the second hit of her first talent Brave the Darkness on her own."
    },
    {
      "text": "A portrait of Mlynar can be seen in the background of her Relight outfit behind her right side. Another portrait can be seen above Mlynar's of another family member whose identity is still unknown."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Nearl the Radiant Knight/Trivia"
}