{
  "Profile": "A former ceremonial standard bearer from Victoria, she served at the Victorian Army Barracks in County Hillock, where the head of the local Rhodes Island branch office presented her to us as a liaison operator. She has basic Victorian Army training under her belt, superior physical ability, and demonstrated a talent for support operations.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. [Cell-Originium Assimilation] 0%Operator Saileach shows no signs of Originium infection. [Blood Originium-Crystal Density] 0.19u/LOperator Saileach rarely comes into contact with Originium. After all that time spent going around the rubble of that dirty bomb in County Hillock, it's incredible how stable Saileach's indicators are! She's kept herself plenty healthy, but the local office there must've taught her some great protective techniques, huh?––Medic Operator Sussurro",
  "Archive_File_1": "Victorian guards of honor normally go through a rigorous selection process, so it's only natural that Saileach, with her glowing presentation and mannerisms, draws immediate attention. However, most operators end up charmed by her affable personality. Saileach goes out of her way to share skin care and hair styling tips, and has put on many banner waving marches for the curious children. What's more, she quickly found herself in the same cooking club as Gummy and others, where she's since made all kinds of Victorian treats, to great acclaim at food festivals.If one was to look at Saileach's schedule, they would find her spending the vast majority of her days on the training grounds. Multiple instructors have expressed their surprise at the intensity of her training. Instructor Dur-nar is concerned that she may be overworking herself to a dangerous level, but Saileach insists on maintaining this level of intensity, and consultation with the Medical Department along with their comprehensive assessment of Vouivre physical fitness has allowed it to continue for the time being. Multiple consecutive tests have shown rapid improvement in Saileach's combat ability. Building on top of the foundation granted to her by the Victorian Army, we expect her to grow into an outstanding combat operator very quickly.",
  "Archive_File_2": "When filling in the application form, Saileach expressed a desire for more time to think; it was a day later that she finally put down her present codename.Her words at the time were: \"It means 'willow.' I spent an age poring through reference material–I hope I haven't spelt anything wrong.\"Her choice of spelling originates from an ancient language called Taran, and not the present-day Victorian she knows. Profile data shows that Saileach was born in a lakeside city to Victoria's south, completely unconnected to the area of Tara. Her own knowledge of Taran originates entirely from a friend local to County Hillock. Saileach tells us that in the region of Tara, on the spring festival each year, the people would take freshly budded willow branches to adorn the streets and statues. Every year she served at County Hillock, she would accompany this very friend to the agricultural plates on the outskirts, picking the best branches for the occasion, in the end completing this rather commemorative affair. Though Saileach hasn't spoken on where this friend presently is, judging by written records in reports on the County Hillock incident, the city was reduced to ruins in the fighting; it is exceedingly possible her close friend met with misfortune.Saileach's experiences in County Hillock have no doubt changed her outlook. The urgency she's shown in improving her own combat ability likely stems from her regret in being unable to prevent that tragedy. Good thing she did not sink into grief, let alone take to a path of revenge, but has transformed herself and taken the impetus to move forward. After all, in Saileach's choice of codename there lies the hope that County Hillock may rise from the ashes anew.",
  "Archive_File_3": "[Excerpt from the County Hillock incident reports]...we didn't realize that the true challenge would come after withdrawing from County Hillock.Just before we were due to enter County Peninsula, our transport vehicle was raided. The attackers wore plain clothes, but we could tell they were Dublinn. The vehicle and comms equipment were destroyed, Fred and I were injured, while Shredder nearly lost his life. It was Janie who stubbornly pulled us one by one out from the scrap, trekked to the trade route to flag down a caravan, and talked them into lending us a truck–saving all our lives.The entire way, the sick one didn't come to. What was strange was after that attack, the enemy didn't chase us further, either. It was like they just wanted to find out if she was really with us, and then they tried us to see how much strength we really had. I thought we were done for when we were trapped under those seats. I mean, they killed Outcast, the Lass! Even if the few of us threw it all away then and there, could we do ten percent of what she could?......Finally, I want to recommend Janie–and I mean that Miss Jane Willow, who came with us back to the ship, should formally join Rhodes Island. I've known her willingness for a while now, since we left. Originally, it was Outcast most fit to recommend her–so with... a graver sorrow than all I know, I tell you all this in her stead. Together with us, Miss Willow has saved countless people in County Hillock, and she will have the opportunity in future to save countless more. Whether it's her character or her ability in question, she is highly fit to become someone who works with us.––Report submitted by Rhodes Island County Hillock Branch Officer-in-Charge Oliver Bernard",
  "Archive_File_4": "Saileach has never explicitly told anyone, but without a doubt, she's been preparing all along to return to Victoria and continue fighting.Where she differs from Bagpipe is that she doesn't, in any way, consider this a duty. From the moment she decided to leave the army, she never again held herself to be a Victorian soldier. In truth, she took to her new identity as a Rhodes Island Operator exceptionally well, and very quickly was proactive in throwing herself into all manner of combat/non-combat missions. She more than once mentioned the deceased elite operator Outcast's influence on her. Returning to Victoria, to her, is more of a calling. She holds a sense of justice deep in her heart, firmly resolved to spare no effort, looking to stand off against the evils that brought her such bitter memories.Very soon, once learning she also came to Rhodes Island, Saileach's first order of business was to find Bagpipe. The two of them had a discussion that lasted through the night, and by the next day, Saileach applied for short-term landship leave. She understands that the time to return has almost come.\"From the County Hillock incident, we see that the Taran situation has already climbed to a tipping point. If their leader is not Draco, then the eruption of conflict may be deferred by a decade, but the situation in whole will not have changed.Victoria's centuries-old policies targeted at Tarans have made inevitable the present fires of war. Yet when we look back at history, after they were forced to split half of their authority with the Aslans, the Draco royal family, original rulers of the whole of Victoria, surely could not indulge another of their race peaceably governing a third of the country's territory. In the same manner, nor would the aristocracy–who begrudgingly shared their take with the new nobility–let the opportunity pass to press down on the area's indigenous peoples, so as to make up for losses.I don't at all believe that this will be a localized conflict. I can only say that this war may perhaps transform the nation of Victoria. Concerning if all this will grant us any advantage in our coming Londinium operations? Don't forget: I'm just an instructor supplementing you all with a little history.\"––Recording of Hypatia answering questions after a history lecture",
  "Promotion_Record": "Even as early as County Hillock, Saileach was lively at the Rhodes Island branch office, helping to handle a great deal of affairs, as if she were staff. Once this experience was given great consideration, her rapid promotion was met with no pushback at all.As an emigrant of Sargon living in Victoria, coupled with her sensitive nature, Saileach never forgets the challenges of minority communities struggling in the world. Whether she realizes it or not, this is where her longstanding empathy with the oppressed originates; and with her clearer grasp on the differences between herself and said people, it's only more commendable that on missions, without any qualms, she sees Infected children bleeding and offers a hand."
}