{
  "name": "Saileach",
  "trivia_items": [
    {
      "text": "Her codename means \"willow\" in Irish which is evident by her family name."
    },
    {
      "text": "The creature in her Elite 2 artwork is likely a Hydra."
    },
    {
      "text": "Saileach resembles certain contemporary depictions of Jeanne d'Arc in various novels and games (Granblue Fantasy, Azur Lane, Fate/Apocrypha) in certain ways, leading some players jokingly comparing her with Jeanne:",
      "sub_items": [
        "Her first name, Jane, is the equivalent of Jeanne outside France, especially in English-speaking countries.",
        "Like her modern contemporaries, she carries a prominent banner and a sword as a weapon. This is because the historical Jeanne did carry a giant standard, and this eventually influence modern media where she is depicted as a woman soldier with a giant standard.",
        "All share a similar color scheme, namely golden blonde hair and white clothing or armour, with a dominance of blue, as well as typically blue eyes, or another similar cold tone such as green.",
        "All share a patriotic spirit and a kind, pure personality. On the other hand, Saileach is somewhat different, as large part of her character arc is about questioning her own country's wrongs and her siding with the oppressed Tarans.",
        "This is, however, where the similarities end. Saileach is NOT an analogue to a French character, but an English character which the historical Jeanne opposed, and in Arknights' case, it should have been Gaul, Terra's analogue of France. Hence, it is better and safer to say that she specifically evokes the feeling of Jeanne d'Arc in gacha character trope rather than the actual historical character."
      ]
    },
    {
      "text": "Even though Saileach appears to be tailless, she actually possesses a slender tail in deep periwinkle, which is evident in her Elite 2 artwork and her in-game sprite."
    },
    {
      "text": "Similar to Surtr, The Chinese community nicknamed Saileach \"76 (Hanzi: 七六; Pinyin: qī liù),\" a pun on the Chinese pronunciation of her name."
    },
    {
      "text": "Saileach's battle lines are much more dramatic and poetic compared to the other Operators released alongside her. As a result, her battle lines have become a meme in the CN community where the nouns in her lines are regularly replaced by other words and used as a copy pasted message. Other characters who have similarly rhyming battle lines, such as Irene, have been described as sharing the 'Saileach Feeling'."
    }
  ],
  "url": "https://arknights.fandom.com/wiki/Saileach/Trivia"
}