{
  "Profile": "Swire, superintendent of Lungmen Guard Department. Returned from a vacation in Siesta and currently provides limited assistance to Rhodes Island depending on the circumstances.",
  "Clinical_Analysis": "Imaging tests reveal clear, normal outlines of internal organs, and no abnormal shadows have been detected. Originium granules have not been detected in the circulatory system and there is no sign of infection. At this time, this operator is believed to be uninfected. 【Cell-Originium Assimilation】0%Operator Swire shows no signs of infection. 【Blood-Originium Crystal Density】0.13u/LOperator Swire rarely comes into contact with Originium.",
  "Archive_File_1": "Compared before her promotion to superintendent of L.G.D, Miss Swire spent less and less time in Rhodes Island. In the training room, she would only give a short briefing to the training operators. Most of the topics they talked about doesn't involve Lungmen at all and she occasionally talked about the logistics company she set up with Bison in Siesta as well as a place she's proud of which is the waterpark. But ever since her promotion, she and operator Hoshiguma are rarely seen together in the same place. Some veteran operators couldn't help but to think the promotion caused a strain in their relationship but whenever someone asked her about this she always suddenly get angry and scolds Hoshiguma for her indifferent reaction regarding this. After some time has passed now everyone will call her \"Superintendent Swire\". Even if the two suddenly met at the elevator, operator Hoshiguma will deliberately avoid going together with her with serious expression which renders Miss Swire speechless. She said that she did that to \"avoid suspicion\" which Miss Swire can't accept. Out of utmost caution, daily social interactions between the operators and Miss Swire are limited only to be in the conversation to appreciate Lungmen culinary specialties which ranges from street food stalls to shockingly high-end restaurants. Some operators who went to their mission in Lungmen occasionally ran to her eating her meals where they said hi and just focused on eating on their own while the lights in the L.G.D Superintendent office are still bright.",
  "Archive_File_2": "Miss Swire didn't hesitate to tell us about her investment in Siesta. She \"occasionally\" will pass the engineering department with the waterpark expansion design drawings and get some free suggestions in rather bizarre ways. She will also drag operator Snowsant who just finished her mission while saying she wants \"the chief designer to attend the ribbon cutting event\" and let her to come up with her own designs. Under her direction, an entire waterpark as fun as the Obsidian Music Festival back then has been built and is expanding in grand scale resulting in steady stream of tourists. Operator Snowsant earned enough income more than what she had saved for years from this venture and obtained various patents for her designs. This opportunity allows Miss Swire and Bison to enter international market of logistics and trading in Terra. MountPeak Trading is in a period of constant growth and their success in Siesta only serves as the much-needed confidence boost for both of them to move forward. Their next stop is Lungmen, Yan's most important outer city which currently is also looking forward for a change. Compared to their grand goal of connecting the entire world, what they accomplish right now can only be regarded as a small step but a firm one for the future and it already caused ripples in history. \"What's the point of following the steps that the older generation has set for us? If we want to progress we need to open a new market. What I can do is not only to guard Lungmen but also build it.\" Numerous Lungmenite's force of Chamber of Commerce's names are competing in the field and various conglomerates' group names are printed in huge font in high-rise buildings in Siesta. Siesta is undergoing a transformation and so is Miss Swire and no matter what the answer is it already yield satisfying results.",
  "Archive_File_3": "During the way back from Siesta, Swire received three letters. A neat and tidy letter with a papers attached on its back. \"Adams has read the letter you sent a few days ago. He was thrilled. He highly respect MountPeak Trading business and has high expectations for you.\" ... \"Additionally, your grandfather's health has worsened recently and he missed his grandchild very much. He hopes to see you again soon.\" --Wei Yenwu A letter with beautiful handwriting and fragrant paper. \"I heard your grandfather coughed up blood and passed out after watching a recording of your childhood memories in the ward. He was still sleeping soundly when I visited him in the hospital. According to the doctor, he's not optimistic with his condition.\" \"I know the relationship between him and you have never been good but you know blood is thicker than water and he must have something to tell you in the end. Don't play around and hurry back early and give him an explanation so you won't have any regrets.\" --Lin Yuhsia A letter attached in the back of previous letter with rather messy handwriting and the sender rushed to see Swire almost at the same time as the letter is being read. \" *Lungmen swearing* I heard your grandpa got mad at you?!\" Hoshiguma Swire pushed Hoshiguma and set off to return to Lungmen. In that luxurious ward, except Swire and her grandfather, nobody knew what they're talking about but the moment she closed the door and left the room the corridor is shook with sounds of laughter full of satisfaction behind the door. A few months later, Swire, the heir, announced her separation from Schwire group and attended the promotion ceremony where she took an oath and is promoted to superintendent.",
  "Archive_File_4": "There's a desk in the Superintendent Office of L.G.D that's been left vacant for 2 years and another one is soon to be vacated as well because of Swire's promotion. The things that the previous superintendent didn't take with her when she left was packed into cardboard boxes and sealed them with its owner name written into a label: Chen Huijie. Desk item registration form: Chen Huijie: Signature pen, documents related to numbers of Infected people in Lungmen from previous years, water cup Swire: Business contracts, Lin's letters, evidence bags, L.G.D Holiday schedule, opinions regarding policework policy adjustments, analysis of recent events.... There's also a bowl of finball soup, which is still hot and I will take care of it by myself later. The L.G.D officers secretly compares the difference between Ch'en and Swire in private sometimes. Superintendent Ch'en will always rush to the scene, assigning duties in a capable and serious manner. Following her will result in a long sigh of relief after the task is finished and you'll not be able to relax for a long time. For Swire, it's more about multitasking, but for the officers \"busy but not chaotic\" is the same thing. No matter how many cases are they dealing with, they always they know their responsibilities when it comes to work stuffs. This line sums up their thoughts perfectly: \"Both of them seems to have eight brains working at once, If I try to do it by myself I'm toasted right on the first day.\" Aside from her L.G.D duties, Swire is also responsible for the management of MountPeak Trading which has been rapidly growing from a small factory in the corner of Lungmen to become an establishment that allows the city itself, who used to rely on Yan to become more stable foothold in Terra's international market. Lungmen is rapidly growing whether in terms of economy or security. Miss Swire is still sitting in that office and there are still a lot of things to be done on her desk, but no one will object to her whether she's reliant on the Schwire group or who she took over the position from. She just sat where she's supposed to be and do what she needs to do splendidly. \"Ch'en has her own mission, but it's obvious she's more suitable for this position. The youth always have their own way and they're starting to emerge. Thinking back when you're anxious until you went pale and refuse to let go, do you remember now?\" \"....She did a good job. I can rest assured handing over L.G.D to her.\" \"You still have to be careful, the little girl may be aiming for the seat of Lungmen's governor.\" \"That will only happen if she became more capable, we oldies aren't that old--hey! Your beard fell into my bowl!\" --A chat between two old people drinking tea in Lungmen Night Market",
  "Promotion_Record": "Letter of Appointment from Lungmen Guard Department By the decision of the meeting, Beatrix Schwire is hereby appointed as Superintendent of Lungmen Guard Department. I hope that in the future Lungmen will be safe forever and the safety of the minorities will be guaranteed so the people can live in peace. State Governor of Lungmen Wei Yenwu Swire held onto this letter of appointment and silently put it in her drawer. The thin and light paper and the simplicity of the words written on it seemed to be as heavy as weights on her hands."
}